Repository: SuperTux/supertux
Catalog: data/levels/community2016/*.po
Languages: az, ca, el, eo, et, hy, id, is, ka, ko, nb, ro, sk, uk, uz, vi, zh_cn

source: The Ancient Ruins Of The Forest
az: Meşənin Qədim xarabalıqları
ca: Les antigues ruïnes del bosc
el: Τα αρχαία ερείπια του δάσους
eo: La Antikvaj Ruinoj De La Arbaro
et: Metsa iidsed varemed
hy: Անտառի հնագույն ավերակները
id: Reruntuhan Kuno Hutan
is: Fornu rústir skógarinsFornu rústir skógarins
ka: ტყის უძველესი ნანგრევები
ko: 숲의 고대 유적
nb: De eldgamle ruinene av skogen
ro: Ruinele antice ale pădurii
sk: Staroveké ruiny lesa
uk: Стародавні руїни лісу
uz: O'rmonning qadimiy xarobalari
vi: Tàn Tích Cổ Trong Rừng
zh_cn: 森林的远古遗迹

source: Double Problems
az: İkiqat problemlər
ca: Dobles problemes
el: Διπλά προβλήματα
eo: Duoblaj Problemoj
et: Topeltprobleemid
hy: Կրկնակի խնդիրներ
id: Masalah Ganda
is: Tvöfalt vandamál
ka: ორმაგი პრობლემები
ko: 두 배의 문제
nb: Doble problemer
ro: Probleme duble
sk: Dvojité problémy
uk: Подвійні проблеми
uz: Ikki tomonlama muammolar
vi: Tiến Thoái Lưỡng Nan
zh_cn: 坏事成双

source: -Concentrate! Tux! It's not Mario!
az: - Konsentrasiya edin! Tux! Bu Mario deyil!
ca: -Concentra't! Tux! No és Mario!
el: -Συγκεντρώνομαι! Σμόκιν! Δεν είναι ο Μάριος!
eo: -Koncentriĝu, Tux! Ne estas Mario!
et: - Keskendu! Tux! See pole Mario!
hy: -Կենտրոնացիր, Թաքս! Դա Մարիոն չէ!
id: -Konsentrat! Tuks! Itu bukan Mario!
is: - Einbeittu þér! Tux! Það er ekki Mario!
ka: -კონცენტრაცია, ტუქსიკო! ეს მარიო არაა!
ko: -집중해! 턱스! 마리오가 아니야!
nb: Dette er ikke Super Mario Bros.-serien!
ro: -Concentrați-vă! Tux! Nu e Mario!
sk: -Sústreď sa! Tux! To nie je Mario!
uk: -Зосередься! Тукс! Це не Маріо!
uz: - Konsentratsiya qiling, Tux! Bu Mario emas!
vi: -Tập trung đi, Tux! Cái này không phải là Mario nhé!
zh_cn: -专心点，Tux！这可不是超级马力欧！

source: You found a secret area!
az: Gizli bir sahə tapdınız!
ca: Has trobat una àrea secreta!
el: Βρήκες μια μυστική περιοχή!
eo: Vi trovis sekretejon!
et: Sa leidsid salakoha!
hy: Դուք գտել եք գաղտնի տարածք:
id: Kamu menemukan area rahasia!
is: Þú fannst leynisvæði!
ka: თქვენ აღმოაჩინეთ საიდუმლო ადგილი!
ko: 비밀공간 구역을 찾았어요!
nb: Du fant en hemmelig plass!
ro: Ai găsit o zonă secretă!
sk: Našli ste tajné miesto!
uk: Ви знайшли сховок!
uz: Siz yashirin joy topdingiz!
vi: Bạn đã tìm ra khu vực bí mật!
zh_cn: 你找到了一个秘密区域！

source: The Entrance To The Cave
az: Mağaranın Girişi
ca: L'entrada a la cova
el: Η είσοδος στο σπήλαιο
eo: La Enirejo Al La Kaverno
et: Koopa sissepääs
hy: Քարանձավի մուտքը
id: Pintu Masuk Gua
is: Inngangurinn að hellinum
ka: მღვიმის შესასვლელი
ko: 동굴로 입장
nb: Inngangen til hulen
ro: Cel Intrarea în peșteră
sk: Vchod do jaskyne
uk: Вхід до печери
uz: G'orga kirish
vi: Đi Vào Hang
zh_cn: 洞穴入口

source: The Entrance To The Lava Castle
az: Lava qalasına giriş
ca: L'entrada al castell de lava
el: Η είσοδος στο κάστρο της λάβας
eo: La Enirejo Al La Lafa Kastelo
et: Lava lossi sissepääs
hy: Լավայի ամրոցի մուտքը
id: Pintu Masuk ke Kastil Lava
is: Inngangurinn í Hraunkastalann
ka: ლავის სასახლის შესასვლელი
ko: 용암성으로 입장
nb: Inngangen til lavaslottet
ro: Intrarea În Castelul De Lavă
sk: Vchod do Lávového hradu
uk: Вхід до лавового замку
uz: Lava qal'asiga kirish
vi: Đi Vào Lâu Đài Nham Thạch
zh_cn: 熔岩城堡入口

source: HMS Snowball Ahoy!
az: HMS Qar topu Ahoy!
ca: Bola de neu HMS Ahoy!
el: HMS χιονόμπαλα αχόι!
eo: HMS Neĝbulo Ahoj!
et: HMS lumepall Ahoi!
hy: HMS Ձնագնդի Ahoy!
id: HMS Bola Salju Ahoy!
is: HMS Snowball Æjá!
ka: HMS გუნდა, გამარჯობა!
ko: HMS 눈덩이 어어이!
nb: HMS Snøball Hei!
ro: HMS Minge de Zăpadă Ahoy!
sk: HMS Snowball Ahoj!
uk: HMS снігова куля!
uz: HMS Qor to'pi Ohay!
vi: Chuyến tàu HMS Snowball
zh_cn: 英国皇家海军雪球号，啊嘿！

source: Into The Palace
az: Saraya
ca: Al Palau
el: Στο Παλάτι
eo: En La Palacon
et: Paleesse
hy: Պալատ
id: Ke Istana
is: Inn í höllina
ka: სასახლეში
ko: 궁전 속으로
nb: Inn i palasset
ro: În palat
sk: Do Paláca
uk: В палац
uz: Saroyga
vi: Vào Cung
zh_cn: 进入宫殿

source: Is The Biggest Fish
az: Ən Böyük Balıqdır
ca: És el peix més gran
el: Είναι το Μεγαλύτερο Ψάρι
eo: Estas La Plej Granda Fiŝo
et: On Suurim Kala
hy: Ամենամեծ ձուկն է
id: Apakah Ikan Terbesar
is: Er stærsti fiskurinn
ka: უდიდესი თევზია
ko: 가장 큰 물고기
nb: Er den største fisken
ro: Este cel mai mare pește
sk: Je Najväčšia Ryba
uk: Є найбільшою рибою
uz: Eng katta baliq
vi: Màn Này Quan Trọng Nhất
zh_cn: 是最大的鱼

source: The Problem With GREEN
az: YAŞIL problemi
ca: El problema amb el VERD
el: Το πρόβλημα με το ΠΡΑΣΙΝΟ
eo: La Problemo Kun VERDA
et: Probleem ROHELISEGA
hy: Կանաչի հետ կապված խնդիրը
id: Masalah Dengan HIJAU
is: Vandamálið með GRÆNT
ka: პრობლემა მწვანესთან
ko: 녹색의 문제점
nb: Problemet med GRØNT
ro: Problema cu VERDE
sk: Problém so ZELENOU
uk: Проблема з GREEN
uz: YASHIL bilan muammo
vi: Bài Toán Màu Xanh Lục
zh_cn: 绿色引发的问题

source: Sunny Hills
az: Günəşli təpələr
ca: Turons assolellats
el: Ηλιόλουστους λόφους
eo: Sunaj Montetoj
et: Päikeselised mäed
hy: Արևոտ բլուրներ
id: Bukit Cerah
ka: მზიანი გორაკები
ko: 화창한 언덕
nb: Solfylt massiv
ro: Dealuri însorite
sk: Slnečné kopce
uk: Сонячні пагорби
uz: Quyoshli tepaliklar
vi: Những Ngọn Đồi Rạng Rỡ
zh_cn: 阳光山丘

source: The Mountains
az: Dağlar
ca: Les muntanyes
el: Τα βουνά
eo: La montoj
et: Mäed
hy: Լեռները
id: Pegunungan
is: Fjöllin
ka: მთები
ko: 산
nb: Fjellene
ro: Muntii
sk: Hory
uk: Гори
uz: Tog'lar
vi: Những Ngọn Núi
zh_cn: 崇山峻岭

source: The Strange Thing
az: Qəribə şey
ca: La cosa estranya
el: Το Παράξενο
eo: La Stranga Aĵo
et: Kummaline Asi
hy: Տարօրինակը
id: Hal yang Aneh
ka: უცნაური საგანი
ko: 이상한 것
nb: Rar
ro: Lucrul Ciudat
sk: Podivná vec
uk: Дивна річ
uz: G'alati narsa
vi: Sự Vật Kỳ Lạ
zh_cn: 怪事一桩

source: Uncontrolled Lift
az: Nəzarətsiz Lift
ca: Ascensor incontrolat
el: Μη ελεγχόμενη ανύψωση
eo: Nekontrolita Levo
et: Kontrollimatu lift
hy: Անվերահսկելի վերելակ
id: Angkat yang tidak terkontrol
is: Stjórnlaus lyfta
ka: უკონტროლო აწევა
ko: 제어되지 않은 리프트
nb: Ukontrollert løft
ro: Lift necontrolat
sk: Nekontrolovaný zdvih
uk: Неконтрольований ліфт
uz: Nazoratsiz lift
zh_cn: 失控的电梯

source: Up, Or Down?
az: Yuxarı, Yoxsa Aşağı?
ca: Amunt, o avall?
el: Πάνω ή κάτω?
eo: Supren, Aŭ Malsupren?
et: Üles või alla?
hy: Վերև, թե՞ վար
id: Atas atau bawah?
is: Upp, eða niður?
ka: მაღლა, თუ დაბლა?
ko: 올라가요? 아니면 내려가요?
nb: Opp eller ned?
ro: În sus, sau în jos?
sk: Hore alebo dole?
uk: Вгору чи вниз?
uz: Yuqorigami yoki pastgami?
vi: Lên Hay Xuống?
zh_cn: 上，还是下？

source: Welcome To The Icy Island
az: Buzlu Adaya xoş gəlmisiniz
ca: Benvinguts a l'illa gelada
el: Καλώς ήλθατε στο παγωμένο νησί
eo: Bonvenon Al La Glacia Insulo
et: Tere tulemast jäisele saarele
hy: Բարի գալուստ Սառցե կղզի
id: Selamat Datang Di Pulau Es
is: Verið velkomin á Icy Island
ka: მოგესალმებათ ყინულოვანი კუNძული
ko: 얼음 섬에 오신 것을 환영합니다
nb: Velkommen til Den iskalde øya
ro: Bine Ați Venit Pe Insula De Gheață
sk: Vitajte na Ľadovom ostrove
uk: Ласкаво просимо на крижаний острів
uz: Muzli orolga xush kelibsiz
vi: Chào Mừng Đến Với Đảo Băng Giá
zh_cn: 欢迎来到寒冰岛

source: Community Island 2016
az: İcma adası 2016
ca: Illa comunitària 2016
el: Κοινοτικό νησί 2016
eo: Komunuma Insulo 2016
et: Kogukonna saar 2016
hy: Համայնքային կղզի 2016 թ
id: Pulau Komunitas 2016
is: Samfélagseyja 2016
ka: საზოგადოებრივი კუნძული 2016
ko: 커뮤니티 아일랜드 2016
nb: Fellesskapets øy 2016
ro: Insula Comunității 2016
sk: Ostrov komunity 2016
uk: Громадський острів 2016
uz: Jamiyat oroli 2016
vi: Đảo Cộng Đồng 2016
zh_cn: 社区岛 2016
