Repository: SuperTux/supertux
Catalog: data/levels/bonus4/*.po
Languages: az, ca, el, eo, he, hr, hy, id, is, ko, sk, sq, te, tt, uk, uz, zh_cn

source: A Narrow Path
az: Dar Yol
ca: Un Camí Estret
el: Ένα στενό μονοπάτι
eo: Mallarĝa Vojo
he: שביל צר
hr: Uzak put
hy: Նեղ ճանապարհ
id: Jalan yang Sempit
is: Þröng leið
ko: 좁은 길
sk: Úzka cesta
sq: Një shteg i ngushtë
te: ఒక ఇరుకైన మార్గం
tt: Тар юл
uk: Вузька стежка
uz: Tor yo'l
zh_cn: 冤家路窄

source: Beginning The Journey
az: Səfərin Başlanması
ca: Començant El Viatge
el: Ξεκινώντας το ταξίδι
eo: Komencante La Vojaĝon
he: התחלת המסע
hr: Početak putovanja
hy: Ճանապարհորդության սկիզբը
id: Memulai Perjalanan
is: Byrjar Ferðalagið
ko: 여정의 시작
sk: Začiatok cesty
sq: Fillimi i Udhëtimit
te: ప్రయాణం మొదలవుంటుంది
tt: Сәяхәтне башлау
uk: Початок подорожі
uz: Sayohatning boshlanishi
zh_cn: 启程

source: Cave Of Dreams
az: Xəyallar Mağarası
ca: Cova dels Somnis
el: Σπηλιά των ονείρων
eo: Kaverno De Sonĝoj
he: מערה של חלומות
hr: Pećina snova
hy: Երազների քարանձավ
id: Gua Mimpi
is: Draumahellir
ko: 꿈의 동굴
sk: Jaskyňa Snov
sq: Shpella e Ëndrrave
te: కలల గుహ
tt: Хыяллар мәгарәсе
uk: Печера Мрій
uz: Orzular g'ori
zh_cn: 梦境之洞

source: Cold Forest
az: Soyuq Meşə
ca: Bosc Fred
el: Κρύο δάσος
eo: Malvarma Arbaro
he: יער קר
hr: Hladna šuma
hy: Սառը անտառ
id: Hutan Dingin
is: Kaldur skógur
ko: 추운 숲
sk: Studený les
sq: Pylli i Ftohtë
te: చల్లని మంచు
tt: Салкын урман
uk: Холодний ліс
uz: Sovuq o'rmon
zh_cn: 寒冷森林

source: Crystal Mania
az: Kristal Mania
ca: Mania de Cristall
el: Κρυσταλο-μανία
eo: Kristala Manio
he: קריסטל מאניה
hr: Kristalomanija
hy: Բյուրեղապակյա մոլուցք
id: Kristal Mania
is: Kristallar
ko: 크리스탈 매니아
sk: Krištáľová mánia
sq: Mania e Kristalit
te: స్పటిక ఉన్మాదం
tt: Бәллүр Мания
uk: Кришталева манія
uz: Kristal maniya
zh_cn: 水晶狂热

source: Deeper Into The Mountains
az: Daha Dərin Dağlara
ca: Més endins a les muntanyes
el: Βαθύτερα μέσα στα βουνά
eo: Pli Profunde En La Montojn
he: עמוק יותר לתוך ההרים
hr: Dublje u planine
hy: Ավելի խորը լեռների մեջ
id: Lebih Dalam Ke Pegunungan
is: Dýpra inn í fjöllin
ko: 더 깊은 산 속으로
sk: Hlbšie do hôr
sq: Më thellë në male
te: లోతుగా-పర్వతాలలోకి
tt: Тау тирәнлеге
uk: Глибше в гори
uz: Tog'larga chuqurroq
zh_cn: 深入山岭

source: Feeling The Nature
az: Təbiəti hiss etmək
ca: Sentint La Natura
el: Νοιώθοντας την φύση
eo: Sentante La Naturon
he: להרגיש את הטבע
hr: Osjećaj prirode
hy: Զգում բնությունը
id: Merasakan Alam
is: Tilfinning fyrir náttúrunni
ko: 자연을 느껴요
sk: Cítiť Prírodu
sq: Ndjenja e Natyrës
te: ప్రకృతి అనుభూతి చెందుతుంన్నాను
tt: Табигатьне тою
uk: Відчуття природи
uz: Tabiatni his qilish
zh_cn: 感受自然

source: Fog And Mist
az: Duman-çən
ca: Boira I Boira
el: Ομίχλη και νεφέλωμα
eo: Nebulo Kaj Nebulo
he: ערפל וערפל
hr: Magla I Magla
hy: Մառախուղ և մառախուղ
id: Kabut... dan... Kabut... dan... Kabut...
is: Þoka og þoka
ko: 안개와 엷은 안개
sk: Hmla, hmla, hmla!
sq: Mjegull Dhe Mjegull
te: పొగమంచు మరియు పొగమంచు
tt: Томан
uk: Туман і мряка
uz: U yerda juda ko'p tuman
zh_cn: 迷雾

source: Forest Mountains
az: Meşə dağları
ca: Muntanyes Forestals
el: Δασωμένα βουνά
eo: Arbaraj Montoj
he: הרי יער
hr: Šumske planine
hy: Անտառային լեռներ
id: Pegunungan Hutan
is: Skógarfjöll
ko: 숲속 산
sk: Lesné hory
sq: Malet pyjore
te: అడవి పర్వతాలు
tt: Урман таулары
uk: Лісові гори
uz: O'rmon tog'lari
zh_cn: 森林山脉

source: #One Path contains enemies, the other treasure...
az: #Bir Yolda düşmənlər, digərində xəzinə var...
ca: #Un camí conté enemics, l'altre tresor...
el: #Ένα μονοπάτι έχει εχθρούς, το άλλο θησαυρό...
eo: #Unu vojo enhavas malamikojn, la alian trezoron...
he: #נתיב אחד מכיל אויבים, השני אוצר...
hr: #Jedna staza sadrži neprijatelje, druga blago...
hy: #Մի ճանապարհը թշնամիներ է պարունակում, մյուսը՝ գանձ...
id: #Satu Jalan berisi musuh, harta lainnya...
is: #Önnur leið inniheldur óvini, hin fjársjóður...
ko: #한쪽 길에는 적들이 있고, 다른쪽 길에는 보물이 있어요...
sk: #Jedna cesta obsahuje nepriateľov, druhá poklad...
sq: #Njëra shteg përmban armiq, tjetra thesar...
te: #ఒక మార్గంలో శత్రువులు ఉంటారు, మరొకటి నిధి...
tt: #Бер юлда дошманнар, бүтән хәзинә бар ...
uk: #На одній стежці вороги, на іншій скарби...
uz: #Bir yo'lda dushmanlar bor, ikkinchisida xazina...
zh_cn: #一条路径有敌人，另一条路径有宝藏……

source: #You can use this door to try the other way...
az: #Bu qapıdan başqa yolu sınamaq üçün istifadə edə bilərsiniz...
ca: #Pots utilitzar aquesta porta per provar l'altra manera...
el: #Μπορείς να χρησιμοποιήσεις αυτή την πόρτα για να δοκιμάσεις τον άλλο δρόμο...
eo: #Vi povas uzi ĉi tiun pordon por provi la alian manieron...
he: #ניתן להשתמש בדלת הזאת כדי לנסות את הדרך האחרת...
hr: #Možete koristiti ova vrata da pokušate na drugi način...
hy: #Դուք կարող եք օգտագործել այս դուռը՝ այլ կերպ փորձելու համար...
id: #Anda dapat menggunakan pintu ini untuk mencoba cara lain...
is: #Þú getur notað þessa hurð til að reyna á hinn veginn...
ko: #이 문을 이용해서 다른 방법을 시도할 수 있어요...
sk: #Tieto dvere môžete použiť na to, aby ste to skúsili inak...
sq: #Mund ta përdorni këtë derë për të provuar në një mënyrë tjetër...
te: #మీరు ఇతర మార్గంలో ప్రయత్నించడానికి ఈ తలుపును ఉపయోగించవచ్చు...
tt: #Сез бу ишекне бүтән юл белән сынап карый аласыз ...
uk: #Ви можете використовувати ці двері, щоб спробувати іншим шляхом...
uz: #Bu eshikdan boshqa yoʻlni sinab koʻrish uchun foydalanishingiz mumkin...
zh_cn: #你可以通过这扇门尝试另一条路……

source: Generic Snow Level
az: Ümumi Qar Səviyyəsi
ca: Nivell de neu genèric
el: Γενικό επίπεδο χιονιού
eo: Ĝenerala Neĝnivelo
he: רמת שלג גנרית
hr: Opća razina snijega
hy: Ընդհանուր ձյան մակարդակ
id: Tingkat Salju Generik
is: Almennt snjóstig
ko: 일반적인 눈 수준
sk: Všeobecná hladina snehu
sq: Niveli i përgjithshëm i borës
te: సాధారణ మంచు స్థాయి
tt: Карның гомуми дәрәҗәсе
uk: Загальний рівень снігу
uz: Umumiy qor darajasi
zh_cn: 通用雪地关卡

source: Glacier Danger
az: Buzlaq təhlükəsi
ca: Perill de la glacera
el: Κίνδυνος παγετώνα
eo: Glaĉera Danĝero
he: סכנת קרחון
hr: Opasnost od ledenjaka
hy: Սառցադաշտի վտանգ
id: Bahaya Gletser
is: Jöklahætta
ko: 빙하의 위험
sk: Nebezpečenstvo ľadovca
sq: Rreziku i akullnajave
te: హిమానీనదం ప్రమాదం
tt: Бозлык куркынычы
uk: Небезпека льодовика
uz: Muzlik xavfi
zh_cn: 冰川危机

source: Halloween Fields
az: Halloween tarlaları
ca: Camps de Halloween
el: Πεδία Χάλογουιν
eo: Halloween Kampoj
he: שדות הלאווין
hr: Polja za Noć vještica
hy: Հելոուինի դաշտեր
id: Bidang Halloween
is: Hrekkjavökuvöllurinn
ko: 할로윈 들판
sk: Halloweenske polia
sq: Fushat e Halloween
te: హాలోవీన్ క్షేత్రాలు
tt: Хэллоуин кырлары
uk: Хелловін поля
uz: Xellouin maydonlari
zh_cn: 万圣节领域

source: It's Halloween Time!
az: Halloween vaxtıdır!
ca: És hora de Halloween!
el: Είναι ώρα Χάλογουιν!
eo: Estas Halovena Tempo!
he: זה זמן ליל כל הקדושים!
hr: Vrijeme je za Noć vještica!
hy: Հելոուինի ժամանակն է:
id: Saatnya Halloween!
is: Það er Halloween!
ko: 할로윈 시간이에요!
sk: Je tu čas Halloweenu!
sq: Është koha e Halloween!
te: ఇది హాలోవీన్ సమయం!
tt: Бу Хэллоуин вакыты!
uk: Настав час Хеллоуїна!
uz: Bu Xellouin vaqti!
zh_cn: 万圣节时间到！

source: Let's Climb That Mountain!
az: Gəlin o dağa qalxaq!
ca: Pugem aquella muntanya!
el: Ας σκαρφαλώσουμε εκείνο το βουνό!
eo: Ni Grimpu Tiun Monton!
he: בואו לטפס על ההר הזה!
hr: Popnimo se na tu planinu!
hy: Եկեք բարձրանանք այդ լեռը:
id: Ayo Mendaki Gunung Itu!
is: Klífum það fjall!
ko: 저 산을 오르자!
sk: Poďme na tú horu!
sq: Le të ngjitemi në atë mal!
te: పర్వతం ఎక్కుదాం
tt: Әйдәгез, бу тауга меник!
uk: Піднімемося на цю гору!
uz: Keling, o'sha toqqa chiqaylik!
zh_cn: 我们去爬那座山吧！

source: Night Terrors
az: Gecə Terrorları
ca: Terrors nocturns
el: Νυχτερινές τρομάρες
eo: Noktaj Teruroj
he: סיוטים בלילה
hr: Noćni strahovi
hy: Գիշերային սարսափներ
id: Teror Malam
is: Nætur Skelfingar
ko: 밤 공포의 대상
sk: Nočné hrôzy
sq: Terroret e natës
te: రాత్రి భయాలు
tt: Төнге террор
uk: Нічні жахи
uz: Kecha dahshatlari
zh_cn: 战栗之夜

source: A Penguin In The Bushes
az: Kollardakı pinqvin
ca: Un pingüí als matolls
el: Ένας πιγκουίνος στους θάμνους
eo: Pingveno En La Arbustoj
he: פינגווין בשיחים
hr: Pingvin u grmlju
hy: Պինգվին թփերի մեջ
id: Seekor Penguin Di Semak-semak
is: Mörgæs í runnum
ko: 덤불 속의 펭귄
sk: Tučniak v kríkoch
sq: Një pinguin në shkurre
te: పొదల్లో ఒక పెంగ్విన్
tt: Пингвин куакларда
uk: Пінгвін в кущах
uz: Butalardagi pingvin
zh_cn: 灌木丛中的企鹅

source: Rainy Swamps
az: Yağışlı bataqlıqlar
ca: Pantàs Pluviosos
el: Βροχεροί βάλτοι
eo: Pluvaj Marĉoj
he: ביצות גשומות
hr: Kišne močvare
hy: Անձրևոտ ճահիճներ
id: Rawa Hujan
is: Regnandi mýrar
ko: 비오는 늪
sk: Daždivé močiare
sq: Këneta me shi
te: వర్షపు త్తడి నేలలు
tt: Яңгырлы сазлыклар
uk: Дощові Болота
uz: Yomg'irli botqoqlar
zh_cn: 多雨沼泽

source: Sky High
az: Səma yüksək
ca: L 'Alt cel
el: Στα ουράνια
eo: Ĉielo Alta
he: בשמים
hr: Nebo visoko
hy: Երկինք բարձր
id: Langit tinggi
is: Himinhátt
ko: 하늘 높이
sk: Neba vysoko
sq: Qielli i lartë
te: ఆకాశమంత ఎత్తు
tt: Күк биек
uk: Небо високо
uz: Osmon baland
zh_cn: 比天更高

source: SnowMan's Land
az: Qar adamının ölkəsi
ca: Terra dels nines de neu
el: Η χώρα του χιονάνθρωπου
eo: La Lando de Neĝulo
he: האי של איש השלג
hr: Snjegovićeva zemlja
hy: Ձնեմարդու երկիր
id: Negeri Manusia Salju
is: Land Snjókarlsins
ko: 눈사람의 땅
sk: Krajina snehuliakov
sq: Toka e Burrit të dëborës
te: మంచు మనిషి యొక్క భూమి
tt: Карлы җир
uk: Країна сніговика
uz: Qor odamning mamlakati
zh_cn: 雪人领地

source: #It sure is breezy today, huh?
az: #Bu gün küləklidir, hə?
ca: #Avui fa vent, oi?
el: #Σίγουρα έχει αέρα σήμερα, ε?
eo: #Hodiaŭ certe estas vento, ĉu?
he: #אין ספק שזה סוער היום, הא?
hr: #Danas je sigurno vjetrić, ha?
hy: #Այսօր հաստատ հով է, հա՞:
id: #Pasti berangin hari ini, ya?
is: #Það er víst blíða í dag, ha?
ko: #오늘은 정말 바람이 부네요, 그렇죠?
sk: #Dnes je určite veterno, čo?
sq: #Me siguri është me erë sot, a?
te: #ఈరోజు ఖచ్చితంగా గాలులు వీస్తున్నాయి, అవునా?
tt: #Ышанам, бүген җилле, шулай бит?
uk: #Сьогодні точно вітряно, га?
uz: #Bugun havo shamolli, a?
zh_cn: #今天风挺大的，是吧？

source: Snowy Sunset
az: Qarlı Gün batımı
ca: Posta de sol nevada
el: Χιονισμένο ηλιοβασίλεμα
eo: Neĝa Sunsubiro
he: שקיעה מושלגת
hr: Snježni zalazak sunca
hy: Ձյունոտ մայրամուտ
id: Matahari terbenam bersalju
is: Snævi sólsetur
ko: 눈에 덮인 저녁노을
sk: Zasnežený západ slnka
sq: Muzg me borë
te: మంచు సూర్యాస్తమయం
tt: Карлы кояш
uk: Сніжний захід сонця
uz: Qorli quyosh botishi
zh_cn: 白雪日落

source: Some Icy Path
az: Bəzi Buzlu Yol
ca: Algun camí gelat
el: Κάποιο παγωμένο μονοπάτι
eo: Iu Glacia Vojo
he: איזה שביל קרח
hr: Neki ledeni put
hy: Որոշ սառցե ճանապարհ
id: Beberapa Jalur Es
is: Einhver ísköld leið
ko: 약간 빙판길
sk: Nejaká ľadová cesta
sq: Disa shtigje të akullta
te: కొంత మంచుతో నిండిన మార్గం
tt: Кайбер бозлы юл
uk: Якийсь крижаний шлях
uz: Ba'zi muzli yo'l
zh_cn: 冰冷道路

source: #You won't be able to pass, if you don't bring him something he wants...
az: #Ona istədiyini gətirməsən keçə bilməyəcəksən...
ca: #No podràs passar, si no li portes alguna cosa que ell vol...
el: #Δεν θα μπορέσεις να περάσεις, αν δεν του φέρεις κάτι που θέλει...
eo: #Vi ne povos pasi, se vi ne alportos al li ion, kion li volas...
he: #לא תוכל לעבור, אם לא תביא לו משהו שהוא רוצה...
hr: #Nećeš moći proći ako mu ne doneseš nešto što želi...
hy: #Չես կարողանա անցնել, եթե իր ուզած բանը չբերես...
id: #Kamu tidak akan bisa lewat, jika kamu tidak membawa sesuatu yang dia inginkan...
is: #Þú kemst ekki framhjá, ef þú færð honum ekki eitthvað sem hann vill...
ko: #당신은 통과할 수 없을 거예요, 그가 원하는 걸 가져다주지 않으면...
sk: #Neprejdeš, ak mu neprinesieš niečo, čo chce...
sq: #Nuk do të mund të kaloni, nëse nuk i sillni diçka që ai dëshiron...
te: #అతనకు కావాల్సినవి తీసుకురాకపోతే మీరు ముందుకు వైపు వెళ్ళలేరు...
tt: #Сез уза алмассыз, аңа теләгән әйберен китермәсәгез ...
uk: #Ти не зможеш пройти, якщо не принесеш йому те, що він хоче...
uz: #O'ta olmaysiz, hohlagan narsasini olib bermasangiz...
zh_cn: #如果你不把他想要的东西带过来，你就无法通过……

source: #Maybe this crystal is the right thing for this snowman...?
az: #Bəlkə bu büllur bu qar adamı üçün doğru şeydir...?
ca: #Potser aquest cristall és el correcte per a aquest ninot de neu...?
el: #Ίσως αυτός ο κρύσταλλος είναι το σωστό πράγμα για τον χιονάνθρωπο...
eo: #Eble ĉi tiu kristalo estas la ĝusta afero por ĉi tiu neĝulo...?
he: #אולי הקריסטל הזה הוא הדבר הנכון לאיש השלג הזה...?
hr: #Možda je ovaj kristal prava stvar za ovog snjegovića...?
hy: #Գուցե այս բյուրեղը ճիշտ է այս ձնեմարդու համար...
id: #Mungkinkah kristal ini cocok untuk manusia salju ini...?
is: #Kannski er þessi kristal það rétta fyrir þennan snjókarl...?
ko: #어쩌면 이 크리스탈이 이 눈사람에게 딱일지도...?
sk: #Možno je tento kryštál to pravé pre tohto snehuliaka...?
sq: #Ndoshta ky kristal është gjëja e duhur për këtë burrë dëbore...?
te: #బహుశా ఈ స్ఫటికం ఈ మంచు మనిషికి సరైనదేనా...?
tt: #Бәлки, бу кристалл бу кар кешесе өчен дөрес нәрсәдер ...?
uk: #Можливо цей кристал підійде для цього сніговика...?
uz: #Balki bu billur bu kardan odamga to'g'ri kelgandir...?
zh_cn: #也许这个水晶就是这个雪人想要的东西……？

source: #Great, now he's gone... I'll keep the crystal for myself.
az: #Əla, indi getdi... Kristalı özümə saxlayacam.
ca: #Genial, ara se n'ha anat... Me quedaré el cristall per a mi.
el: #Τέλεια, τώρα έφυγε... Θα κρατήσω το κρύσταλλο για μένα.
eo: #Bonege, nun li foriris... Mi konservos la kristalon por mi.
he: #מעולה, עכשיו הוא נעלם... אקח את הקריסטל לעצמי.
hr: #Super, sad ga nema... Zadržat ću kristal za sebe.
hy: #Հիանալի, հիմա նա գնաց... Բյուրեղն ինձ համար կպահեմ։
id: #Bagus, sekarang dia sudah pergi... Aku akan menyimpan kristal itu untuk diriku sendiri.
is: #Frábært, nú er hann farinn... Ég geymi kristalinn fyrir mig.
ko: #잘됐네요, 이제 그는 사라졌어요... 크리스탈은 제가 보관할게요.
sk: #Super, teraz je preč... Kryštál si nechám pre seba.
sq: #Shkëlqyeshëm, tani ai iku... Unë do ta mbaj kristalin për vete.
te: #మంచిది, ఇప్పుడు అతను పోయాడు... స్ఫటికాన్ని నా కోసం ఉంచుకుంటాను.
tt: #Зур, хәзер ул китте ... Мин кристаллны үзем өчен саклармын.
uk: #Чудово, тепер він пішов... Я залишу кристал собі.
uz: #Zo'r, endi u ketdi... Kristalni o'zimga qoldiraman.
zh_cn: #太好了，现在他走了……水晶我就自己留着吧。

source: Spooky Mansion
az: Dəhşətli malikanə
ca: Mansió fantasmagòrica
el: Τρομακτικό Μέγαρο
eo: Timiga Domego
he: אחוזה מפחידה
hr: Sablasna vila
hy: Վախեցնող առանձնատուն
id: Rumah Seram
is: Skelfilegt stórhýsi
ko: 으스스한 맨션
sk: Strašidelné sídlo
sq: Rezidencë drithëruese
te: భయానక భవనం
tt: Искиткеч йорт
uk: Моторошний особняк
uz: Dahshatli saroy
zh_cn: 幽灵宅邸

source: Stormy Night
az: Fırtınalı Gecə
ca: Nit de Tempesta
el: Νύχτα με καταιγίδα
eo: Ŝtorma Nokto
he: לילה סוער
hr: Burna noć
hy: Փոթորկոտ գիշեր
id: Malam Badai
is: Storm nótt
ko: 폭풍의 밤
sk: Búrlivá noc
sq: Natë e stuhishme
te: తుఫాను రాత్రి
tt: Буранлы Төн
uk: Бурхлива ніч
uz: Bo'ronli tun
zh_cn: 风雨交加的夜晚

source: Sunshine Valley
az: Günəşli Vadisi
ca: Vall del Sol
el: Κοιλάδα ηλιοφάνειας
eo: Sunbrila Valo
he: עמק השמש
hr: Sunčana dolina
hy: Արևի հովիտ
id: Lembah Sinar Matahari
is: Sólskinsdalur
ko: 맑은 날씨의 계곡
sk: Slnečné údolie
sq: Lugina e Diellit
te: సూర్యరశ్మి లోయ
tt: Кояшлы үзән
uk: Сонячна Долина
uz: Quyoshli vodiy
zh_cn: 阳光峡谷

source: The Way Of The Snow
az: Qarın Yolu
ca: El Camí De La Neu
el: Ο Δρόμος του Χιονιού
eo: La Vojo De La Neĝo
he: הדרך של השלג
hr: Put Snjega
hy: Ձյան ճանապարհը
id: Jalan Salju
is: Snjóleiðin
ko: 눈의 길
sk: Cesta snehu
sq: Rruga e borës
te: మంచు యొక్క మార్గం
tt: Кар юлы
uk: Шлях снігу
uz: Qor yo'li
zh_cn: 雪之道路

source: Too Much Water
az: Çox Su
ca: Massa Aigua
el: Πάρα πολύ νερό
eo: Tro da Akvo
he: יותר מדיי מים
hr: Previše vode
hy: Չափազանց շատ ջուր
id: Terlalu banyak air
is: Of mikið vatn
ko: 너무 많은 물
sk: Príliš veľa vody
sq: Shumë Ujë
te: చాలా ఎక్కువ నీరు
tt: Су бик күп
uk: Занадто багато води
uz: Juda ko'p suv
zh_cn: 水太多了

source: Two Tiny Towers
az: İki kiçik qüllə
ca: Dues torres petites
el: Δυο Μικροσκοπικοί Πύργοι
eo: Du Malgrandaj Turoj
he: שני מגדלים קטנים
hr: Dva mala tornja
hy: Երկու փոքրիկ աշտարակներ
id: Dua Menara Kecil
is: Tveir pínulitlir turnar
ko: 두 작은 탑
sk: Dve malé veže
sq: Dy Kulla të Vockla
te: రెండు చిన్న గోపురాలు
tt: Ике кечкенә Манара
uk: Дві крихітні вежі
uz: Ikki kichik minora
zh_cn: 迷你双塔

source: Bonus Island IV
az: Bonus Adası IV
ca: Bonus illa IV
el: Νησί μπόνους IV
eo: Bonusinsulo IV
he: אי הבונוס ד׳
hr: Bonus otok IV
hy: Բոնուսային կղզի IV
id: Pulau Bonus IV
is: Bónuseyja IV
ko: 보너스 섬 IV
sk: Bonusový ostrov IV
sq: Ishulli i bonusit IV
te: బోనస్ ద్వీపం IV
tt: Ташлама утравы IV
uk: Бонусний острів IV
uz: Bonus oroli IV
zh_cn: 额外 IV 岛

source: Enter Forest Sector
az: Meşə sektoruna daxil olun
ca: Entra al sector forestal
el: Μπείτε στο Δασικό Τομέα
eo: Eniru Arbaran Sektoron
he: מעבר למקטע היער
hr: Unesite Sektor šuma
hy: Մուտք գործեք Անտառային հատված
id: Masuk Sektor Kehutanan
is: Sláðu inn skógargeirann
ko: 숲 섹터 들어가기
sk: Zadajte lesný sektor
sq: Hyni në Sektorin e Pyjeve
te: అడవి ప్రాంతంలోకి ప్రవేశించండి
tt: Урман секторына кертү
uk: Введіть лісовий сектор
uz: O'rmon sektoriga kiring
zh_cn: 进入森林区块

source: Enter Halloween Sector
az: Halloween sektoruna daxil olun
ca: Entra al sector de Halloween
el: Μπείτε στον τομέα του Halloween
eo: Eniru Halovenan Sektoron
he: מעבר למקטע הלאווין
hr: Uđite u sektor Noć vještica
hy: Մուտք գործեք Հելոուինի սեկտոր
id: Masuk ke Sektor Halloween
is: Sláðu inn Sector Halloween
ko: 할로윈 섹터 들어가기
sk: Vstúpte do halloweenskeho sektora
sq: Hyni në sektorin e Halloween
te: హాలోవీన్ ప్రాంతంలోకి ప్రవేశించండి
tt: Хэллоуин секторына кертү
uk: Увійдіть у сектор Хелловіна
uz: Xellouin sektoriga kiring
zh_cn: 进入万圣节区块

source: Enter Arctic Sector
az: Arktika sektoruna daxil olun
ca: Entra al sector àrtic
el: Μπείτε στον τομέα της Αρκτικής
eo: Eniru Arktan Sektoron
he: מעבר למקטע הארקטי
hr: Uđite u arktički sektor
hy: Մուտք գործեք Արկտիկայի հատված
id: Masuk ke Sektor Arktik
is: Sláðu inn norðurskautsgeirann
ko: 북극 섹터 들어가기
sk: Vstúpte do arktického sektora
sq: Hyni në Sektorin e Arktikut
te: ఆర్టిక్ ప్రాంతంలోకి ప్రవేశించండి
tt: Арктика секторына кертү
uk: Увійти в арктичний сектор
uz: Arktika sektoriga kiring
zh_cn: 进入极地区块

source: Go Home
az: Evə get
ca: A casa
el: Γύρνα Σπίτι
eo: Iru Hejmen
he: חזרה לבית
hr: Idi kući
hy: Գնա տուն
id: Ke Rumah
is: Fara heim
ko: 집으로 가기
sk: Ísť domov
sq: Shko në Shtëpi
te: ఇంటికి వెల్లు
tt: Өеңә кайт
uk: Повернутись додому
uz: Uyga bor
zh_cn: 回家

source: Go Back
az: Qeri gayıt
ca: Torna
el: Πήγαινε πίσω
eo: Iru Reen
he: חזרה אחורה
hr: Idi natrag
hy: Վերադառնալ
id: Kembali
is: Farðu til baka
ko: 뒤로 가기
sk: Vráť sa
sq: Kthehu mbrapa
te: వెనక్కి వెళ్ళు
tt: Кире кайту
uk: Повертайся
uz: Ortga qaytish
zh_cn: 返回

source: The next challenge awaits...
az: Növbəti sınaq gözləyir...
ca: El proper repte t'espera...
el: Η επόμενη πρόκληση περιμένει...
eo: La sekva defio atendas...
he: האתגר הבא ממתין...
hr: Sljedeći izazov čeka...
hy: Հաջորդ մարտահրավերը սպասում է...
id: Tantangan selanjutnya menanti...
is: Næsta áskorun bíður...
ko: 다음 도전이 기다리고 있어요...
sk: Ďalšia výzva čaká...
sq: Sfida e radhës na pret...
te: తదుపరి సవాలు వేచి ఉంది...
tt: Киләсе авырлык көтә ...
uk: Наступний виклик чекає...
uz: Keyingi qiyinchilik kutmoqda...
zh_cn: 下一个挑战正在等待着你……
