Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: -Fire Flower !images/powerups/fireflower/fire_flower-0.png #The fire flower gives Tux the ability to shoot fireballs.
ar: -زهرة النار !images/powerups/fireflower/fire_flower-0.png #زهرة النار تمنح Tux القدرة على إطلاق الكرات النارية.
az: - Od Çiçəyi !images/powerups/fireflower/fire_flower-0.png #Alov çiçəyi Tux-a atəş topları atmaq imkanı verir.
bg: -Огнено цвете !images/powerups/fireflower/fire_flower-0.png #Огненото цвете дава на Тъкс способността да изстрелва огнени топки.
br: -Bleunienn dan !images/powerups/fireflower/fire_flower-0.png #Ar bleunioù tan a ro an tu da dennañ boledoù-tan.
ca: -Flor de foc !images/powerups/fireflower/fire_flower-0.png #La flor de foc permet a en Tux disparar boles de foc.
de: -Feuerblume !images/powerups/fireflower/fire_flower-0.png #Die Feuerblume verleiht Tux die Möglichkeit, Feuerbälle zu werfen.
el: -Λουλούδι φωτιάς !images/powerups/fireflower/fire_flower-0.png #Το λουλούδι φωτιάς δίνει στον Tux την δυνατότητα να πυροβολάει πύρινες μπάλες.
es: -Flor de fuego !images/powerups/fireflower/fire_flower-0.png #La flor de fuego le da a Tux la habilidad de disparar bolas de fuego.
et: -Tulilill !images/powerups/fireflower/fire_flower-0.png #Tulilill annab Tux'ile oskuse tulistada välja tulepalle.
fi: -Tulikukka !images/powerups/fireflower/fire_flower-0.png #Tulikukka antaa Tuxille kyvyn ampua tulipalloja.
fr_ca: -Fleurs de feu !images/powerups/fireflower/fire_flower-0.png #La fleur de feu donne à Tux le pouvoir de cracher des boules de feu.
gl: -Flor de Lume !images/powerups/fireflower/fire_flower-0.png #A flor de lume dálle a Tux a habilidade de disparar bólas de lume.
hr: - Vatreni cvijet !images/powerups/fireflower/fire_flower-0.png #Vatreni cvijet Tuxu daje mogućnost da gađa vatrenim kuglama.
hy: - Կրակի ծաղիկ !images/powerups/fireflower/fire_flower-0.png #Կրակի ծաղիկը Թաքսին տալիս է հրե գնդակներ կրակելու հնարավորություն։
is: -Eldblóm !images/powerups/fireflower/fire_flower-0.png #Eldblómið gefur Tux getu til að skjóta eldkúlum.
it: -Fiore di Fuoco !images/powerups/fireflower/fire_flower-0.png #Il fiore di fuoco dona a Tux l'abilità di lanciare palle di fuoco.
nn: -Eldblome !images/powerups/fireflower/fire_flower-0.png #Eldblomen gjev deg evna til å skyta eldkuler.
ro: -Floare de foc !images/powerups/fireflower/fire_flower-0.png #Floarea de foc îi dă lui Tux abilitatea să arunce mingi de foc.
ru: -Огненный цветок !images/powerups/fireflower/fire_flower-0.png #Огненный цветок даёт Таксу возможность стрелять огоньками.
sl: -Ognjena roža !images/powerups/fireflower/fire_flower-0.png #Če Tuks poje ognjeno rožo, lahko strelja ognjene krogle.
sq: -Lulja e zjarrit !images/powerups/fireflower/fire_flower-0.png #Lulja e zjarrit i jep Tux-it aftësinë për të gjuajtur topa zjarri.
sv: -Eldblomma !images/powerups/fireflower/fire_flower-0.png #Eldblomman ger Tux egenskapen att kunna skjuta eldbollar.
te: -అగ్ని పుష్పం !images/powerups/fireflower/fire_flower-0.png #అగ్ని పుష్పం టక్స్‌కు అగ్ని గోలాలన్ను కాల్చే సామర్థ్యాన్ని ఇస్తుంది.
tr: -Ateş çiçeği !images/powerups/fireflower/fire_flower-0.png #Ateş çiçeği Tux'un ateş topu atabilmesini sağlar.
tt: -Ут чәчәге !images/powerups/fireflower/fire_flower-0.png #Ут чәчәге Тукска ут шарларын атарга мөмкинлек бирә.
uk: -Вогняна квітка !images/powerups/fireflower/fire_flower-0.png #За допомогою цієї квітки Тукс зможе стріляти вогняними кулями.

source: -Tux Doll !images/powerups/1up/1up.png #Tux Dolls are a rare collectible which are needed to unlock the Bonus Islands! #Collect all of them to unlock fun, additional levels!
ar: -دمية تكس !images/powerups/1up/1up.png #دمى تكس هي مجموعة نادرة مطلوبة لفتح جزر المكافات الاضافية #اجمعها كلها للحصول على المتعة, مستويات إضافية!
bg: -Кукла Тъкс !images/powerups/1up/1up.png #Куклите Тъкс са рядък предмет за събиране, които са необходими за отключване на Допълнителните острови! #Събери всички, за да отключиш забавните допълнителни нива!
de: -Tux-Puppen !images/powerups/1up/1up.png #Tux-Puppen sind seltene Sammlerobjekte, die benötigt werden, um zusätzliche Bonusinseln freizuschalten! #Sammle alle ein, um lustige Zusatzlevel freizuschalten!
es: -Muñeco de Tux!images/powerups/1up/1up.png#¡Los muñecos de Tux son un coleccionable raro que se necesita para desbloquear las islas extra!#¡Colecciónalos todos para desbloquear divertidos niveles adicionales!
fr_ca: -Poupée Tux !images/powerups/1up/1up.png #Les Poupées Tux sont des items rares requis pour débloquer les Îles Bonus! #Récupérez-les toutes pour débloquer des niveaux additionnels amusants!
gl: -Boneco Tux !images/powerups/1up/1up.png #Os Bonecos Tux son coleccionables raros necesarios para desbloquear as Illas de Bonificación! #Colecciona todos para desbloquear niveis adicionais e divertidos!
it: -Bambole Tux !images/powerups/1up/1up.png #Le bambole Tux sono un raro collezionabile necessario per sbloccare le Isole Bonus! #Collezionale tutte per sbloccare livelli nuovi e divertenti!
nn: -Tux-dokke !images/powerups/1up/1up.png #Tux-dokker er sjeldne samlegjenstandar du treng for å låsa opp bonusøyene! #Få tak i alle for å låsa opp nye og artige brett!
ru: -Такс-Кукла !images/powerups/1up/1up.png #Таксы-Куклы - редкие награды, они требуются, чтобы разблокировать Бонусные Острова! #Собери их всех, чтобы разблокировать веселые, дополнительные уровни!
sl: -Tuksova lutka!images/powerups/1up/1up.png#Tuksove lutke so redki predmeti, ki jih zbiraš, da odkleneš pot na nove otoke!#Zberi vse, da odkleneš še več zabavnih stopenj!
sv: -Tuxdocka !images/powerups/1up/1up.png #Tuxdockor är sällsynta samlarobjekt som behövs för att låsa upp Bonusöarna! #Samla alla för att låsa upp roliga, extra banor!

source: You found a secret area!
ar: لقد وجدتَ منطقة سرية!
az: Gizli bir sahə tapdınız!
bg: Ти откри тайно място!
br: Kavet ho peus ul lec'h kuzh
ca: Has trobat una àrea secreta!
de: Du hast ein Versteck gefunden!
el: Βρήκες μια μυστική περιοχή!
es: ¡Hallaste un área secreta!
et: Sa leidsid salakambri!
fi: Löysit salaisen paikan!
fr_ca: Vous avez trouvé une zone secrète!
gl: Atopaches unha área secreta!
hr: Pronašli ste novu tajnu!
hy: Դուք գտել եք գաղտնի տարածք:
is: Þú fannst leynisvæði!
it: Hai trovato un'area segreta!
nn: Du fann ein hemmeleg plass!
ro: Ai găsit o zonă secretă!
ru: Вы нашли тайник!
sl: Našel/a si skrito sobo!
sq: Gjete një zonë sekrete!
sv: Du har hittat ett hemligt område!
te: మీరు ఒక రహస్య ప్రాంతాన్ని కనుగొన్నారు!
tr: Sen gizli bir bölge buldun!
tt: Сез яшерен җирне таптыгыз!
uk: Ви знайшли сховок!

source: No More Mr. Ice Guy
ar: لا مزيد من السيد آيس جاي
az: Artıq Cənab Buz Oğlan yoxdur
bg: Без повече разтакаване
br: Pas c'hoazh Aotrou skorn
ca: No més el senyor Ice Guy
de: Schluss mit frostig
el: Όχι άλλο κύριος Ice Guy
es: No más Sr. de Hielo
et: Lumes ennast leidnud
fi: Pakkasukon päätepysäkki
fr_ca: Oh non, pas l'Homme des Neiges
gl: Non Máis Mr. Xeo
hr: Nema više Mr. Ice Guya
hy: Այլևս ոչ մի պարոն Սառցե Գայ
is: Ekki lengur hr. Ice Guy
it: Mai Più Signor Ghiacciolo
nn: Utan isbitar, takk!
ro: Gata cu Dl. Gheață
ru: Нет больше господина Ледяного
sl: Ne pustimo se več speljati na led
sq: Nuk ka më bllok z. Ice
sv: Inte längre Herr Is
te: ఇంక మంచు వెతి లేడు
tr: Artık Bay Buz Adam Yok
tt: Боз егете юк
uk: Більше немає містера Айса

source: An Unsuspected Follower
ar: متتبع غير متوقع
bg: Неочакван преследвач
de: Ein unerwarteter Verfolger
es: Un seguidor insospechado
fi: Epäillyttävä seuralainen
fr_ca: Un Poursuivant Insoupçonné
gl: Un Seguidor Inesperado
it: Un Inseguitore Insospettato.
nn: Eit uventa haleheng
ru: Неожиданный наблюдатель
sl: Nepričakovan zasledovalec
sv: En oväntad följare

source: Off to the Glacier Isles
ar: خارج الجزر الجليدية
bg: Към Ледниковите острови
de: Auf geht's zu den Gletscherinseln
es: De camino a las Heladislas
fi: Pois Huurresaarilta
fr_ca: En route vers les Îlots des Glaciers
gl: Rumbo ás Illas Xeadas
it: Via verso le Isole Ghiacciaio!
nn: Til Isbreøya
ru: Направляясь на Ледниковые Острова
sl: Na Ledeniške otoke
sv: På väg till Glaciäröarna

source: -Air Flower !images/powerups/airflower/air_flower-0.png #The Air Flower lets Tux move much quicker and jump higher. It grants the ability to glide in the air for a few seconds by holding the JUMP Key after a jump.
hr: -Zračni cvijet !images/powerups/airflower/air_flower-0.png #Zračni cvijet omogućuje Tuxu da se kreće puno brže i skače više. Omogućuje mu da klizi zrakom nekoliko sekundi držanjem tipke SKOK nakon skoka.

source: -Carrying Objects #Tux can pick up objects by holding the ACTION key. Release the ACTION key while standing still to drop the object. #If you let go of the ACTION key while Tux is moving, he will throw it!
hr: -Nošenje predmeta #Tux može podizati predmete držeći tipku AKCIJA. Otpustite tipku AKCIJA dok stojite mirno da biste ispustili predmet. #Ako otpustite tipku AKCIJA dok se Tux kreće, on će ga baciti!

source: -Up-Throwing #Tux can throw most objects upwards, by holding the UP key whilst releasing the ACTION key. #When running, Tux throws the object in an arch!
hr: -Bacanje prema gore #Tux može bacati većinu predmeta prema gore držeći tipku GORE dok otpušta tipku AKCIJA. #Tijekom trčanja, Tux baca predmet u luku!

source: Tux had reached the end of the castle.
az: Tux qalanın sonuna çatmışdı.
ca: Tux havia arribat al final del castell.
el: Ο Τοξ είχε φτάσει στο τέλος του κάστρου.
et: Tux kiirustas treppidest üles lossi kõrgeimasse vangitorni,
hr: Tux je stigao do kraja dvorca.
hy: Թուքսը հասել էր ամրոցի ծայրին։
is: Tux var kominn að enda kastalans.
ro: Tux a ajuns la capătul castelului.
sq: Tuksi kishte arritur në fund të kështjellës.
te: టక్స్ కోట చివరకి చేరుకుంన్నాడు.
tr: Tux kalenin sonuna gelmişti.
tt: Тукс залның ахырына килеп җиткән.
uk: Тукс дійшов до кінця замку.

source: But to his surprise all he could find was a letter.
az: Ancaq onu təəccübləndirən tək şey məktub idi.
ca: Però, per a la seva sorpresa, tot el que va trobar va ser una carta.
el: Αλλά προς έκπληξή του το μόνο που βρήκε ήταν ένα γράμμα.
et: kuid teda ootas ees vaid üks kortsutatud kiri torni aknalaual.
hr: Ali na svoje iznenađenje, sve što je mogao pronaći bilo je pismo.
hy: Բայց ի զարմանս իրեն, միայն մի նամակ կարողացավ գտնել։
is: En honum til undrunar var það eina sem hann fann bréf.
ro: Dar, spre surprinderea lui, tot ce a găsit a fost o scrisoare.
sq: Por për habinë e tij, gjithçka që gjeti ishte një letër.
te: కానీ అతనికి ఆశ్చర్యం కలిగింది అతనికి దొరికినదంతా ఒక ఉత్తరం.
tr: Ama bulabildiği tek şeyin bir mektup olması onu şaşırttı.
tt: Ләкин аны гаҗәпләндерде, ул бары тик хат иде.
uk: Але, на його подив, він знайшов лише листа.

source: A letter from Penny telling Tux that Nolok has taken her to a far forest.
az: Pennidən Tuxun Nolokun onu uzaq bir meşəyə apardığını bildirən məktubu.
ca: Una carta de la Penny dient a la Tux que en Nolok l'ha portat a un bosc llunyà.
el: Ένα γράμμα από την Penny που λέει στον Tux ότι ο Nolok την πήγε σε ένα μακρινό δάσος.
et: "Mu armas Tux, ma kuulsin pealt Noloki kurja plaani..."
hr: Pismo od Penny u kojem govori Tuxu da ju je Nolok odveo u daleku šumu.
hy: Փեննիի նամակը, որը Թաքսին ասում է, որ Նոլոկը նրան տարել է հեռավոր անտառ:
is: Bréf frá Penny sem segir Tux að Nolok hafi farið með hana í fjarlægan skóg.
ro: O scrisoare de la Penny pentru Tux, în care scrie că Nolok a dus-o într-o pădure îndepărtată.
sq: Një letër nga Penny që i thotë Tuksit se Nolok e ka çuar atë në një pyll të largët.
te: నోలోక్ ఆమెను చాలా దూరం అడవికి తీసుకువెళ్లినట్లు టక్స్‌కు తెలియజేసిన పెన్నీ ఉత్తరం.
tr: Penny'den Tux'a, Nolok'un onu uzak bir ormana götürdüğünü söyleyen bir mektup.
tt: Пенниның Тукска язган хаты, Нолок аны ерак урманга алып киткән.
uk: Лист від Пенні, в якому Тукс повідомляє, що Нолок відвіз її до далекого лісу.

source: Unsure about what Nolok was doing to her, Tux became worried about his beloved Penny.
az: Nolokun ona nə etdiyindən əmin olmayan Tux sevimli Penni üçün narahat oldu.
ca: Sense saber què li estava fent Nolok, en Tux es va preocupar per la seva estimada Penny.
el: Αβέβαιος για το τι της έκανε ο Νόλοκ, ο Τοξ ανησυχούσε για την αγαπημένη του Πένυ.
et: "Ta viib mu siit ära kaugele metsamaale oma suvelossi. Päästa mind! Sinu Penny"
hr: Nesiguran što joj Nolok radi, Tux se zabrinuo za svoju voljenu Penni.
hy: Անվստահ լինելով, թե ինչ էր անում Նոլոկը իր հետ՝ Թաքսը անհանգստացավ իր սիրելի Պենիի համար։
is: Óviss um hvað Nolok var að gera henni varð Tux áhyggjufullur um ástkæru Penny sína.
ro: Temându-se de ce i-ar putea face Nolok, Tux a devenit îngrijorat pentru draga sa Penny.
sq: I pasigurt për atë që Nolok po i bënte asaj, Tux u shqetësua për Penny-n e tij të dashur.
te: నోలోక్ ఆమెకు ఏమి చేస్తున్నాడో తెలియక, టక్స్ తన ప్రియమైన పెన్నీ గురించి ఆందోళన చెందాడు.
tr: Nolok'un ona ne yaptığından emin olmayan Tux, sevgili Penny için endişelenmeye başladı.
tt: Нолокның аңа нәрсә эшләгәнен белмичә, Тук яраткан Пенни турында борчылды.
uk: Не знаючи, що Нолок з нею робить, Тукс почав хвилюватися за свою кохану Пенні.

source: Until suddenly...
az: Birdən...
ca: Fins que de sobte...
el: Μέχρι που ξαφνικά...
et: Ent äkitselt...
hr: Sve dok odjednom...
hy: Մինչև հանկարծ...
is: Þangað til allt í einu...
ro: Până când deodată...
sq: Derisa papritur...
te: అకస్మాత్తుగా...
tr: Birdenbire...
tt: Көтмәгәндә ...
uk: Аж раптом...

source: After a long swim across the antarctic waters, Tux arrived at the Glacier Isles the Yeti told him about.
hr: Nakon dugog plivanja preko antarktičkih voda, Tux je stigao do Glečerskih otoka o kojima mu je Yeti pričao.

source: A massive shaft layed before him leading down into the aforementioned Crystal Mine.
hr: Pred njim se nalazilo masivno okno koje je vodilo dolje u spomenuti Kristalni rudnik.

source: As he was about the exit the mine, internally Tux was hoping that all the yeti said was true.
hr: Dok je bio pri izlazu iz rudnika, Tux se u sebi nadao da je sve što je Yeti rekao istina.

source: To his relief, Tux did find a boat still docked. With it he could sail up north, to the aforementioned forest.
hr: Na svoje olakšanje, Tux je ipak pronašao čamac koji je još uvijek bio usidren. S njim je mogao otploviti na sjever, do spomenute šume.

source: Seems like the yeti did not lie to him after all.
hr: Čini se da mu Yeti ipak nije lagao.

source: The more he thought about it, he probably wasn't even meant to know about all this in the first place...
hr: Što je više razmišljao o tome, vjerojatno mu nije bilo suđeno ni da zna za sve ovo...

source: Exhausted from his long walk, Tux decided to take a little break.
az: Uzun yerişindən bezən Tux bir az ara vermək qərarına gəldi.
ca: Esgotat de la seva llarga caminada, en Tux va decidir fer un petit descans.
el: Εξαντλημένος από τη μεγάλη του βόλτα, ο Τοξ αποφάσισε να κάνει ένα μικρό διάλειμμα.
et: Noloki talveloss kindlalt silme ees otsustas Tux hinge puhata ja ennast kosutada.
hr: Iscrpljen od duge šetnje, Tux je odlučio uzeti mali predah.
hy: Իր երկար քայլելուց հոգնած Թաքսը որոշեց մի փոքր ընդմիջել։
is: Dauðþreyttur eftir langa göngutúrinn ákvað Tux að taka sér smá pásu.
ro: Epuizat de mersul lung, Tux a decis să ia o mică pauză.
sq: I rraskapitur nga ecja e tij e gjatë, Tux vendosi të bënte pak pushim.
te: తన సుదీర్ఘ నడకతో అలసిపోయిన టక్స్ కొంచెం విరామం తీసుకోవాలని నిర్ణయించుకున్నాడు.
tr: Uzun yürüyüşünden bitkin düşen Tux, biraz ara vermeye karar verdi.
tt: Озын йөрешеннән арып, Тукс бераз тәнәфес ясарга булды.
uk: Втомлений довгою прогулянкою Тукс вирішив трохи перерватися.

source: But then, all of a sudden he heard a loud roar from a distance.
az: Amma birdən o, uzaqdan gurultu eşitdi.
ca: Però llavors, de sobte, va sentir un fort rugit des de lluny.
el: Αλλά τότε, ξαφνικά άκουσε ένα δυνατό βρυχηθμό από μακριά.
et: Kuid ühtäkki kostus kaugusest vali möire!
hr: Ali onda je odjednom iz daljine začuo glasnu graju.
hy: Բայց հետո, հանկարծ նա հեռվից բարձր մռնչյուն լսեց։
is: En svo heyrði hann allt í einu hávært öskur úr fjarlægð.
ro: Dar apoi, dintr-o dată, a auzit un vuiet puternic de la distanță.
sq: Por, papritmas dëgjoi një ulërimë të fortë nga larg.
te: అయితే అంతలోనే అకస్మాత్తుగా అతనికి దూరం నుంచి పెద్దగా గర్జన వినిపించింది.
tr: Ama sonra, birdenbire uzaktan yüksek bir kükreme duydu.
tt: Ләкин, кинәт ул ерактан көчле тавыш ишетте.
uk: Але раптом здалеку почув гучний гуркіт.

source: A yeti seems to have observed him from afar.
az: Yeti, deyəsən, onu uzaqdan müşahidə edib.
br: Ur yeti a seblante sellout outañ eus an nec'h.
ca: Un yeti sembla haver-lo observat des de lluny.
el: Ένα Yeti φαίνεται να τον παρατήρησε από μακριά.
et: See ei olnud jääkaru või morsk, vaid eemalt jälitas teda üksik jeti.
hr: Čini se da ga je jeti promatrao izdaleka.
hy: Յեթին թվում է, թե նրան հեռվից է նկատել։
is: Yeti virðist hafa fylgst með honum úr fjarska.
ro: Un yeti pare să-l fi observat de departe.
sq: Një yeti duket se e ka vëzhguar nga larg.
te: ఒక యతి అతనిని దూరం నుండి గమనించినట్లుంది.
tr: Bir yeti onu uzaktan gözlemlemiş gibi görünüyor.
tt: Ети аны ерактан күзәткән кебек.
uk: Здається, єті спостерігав за ним здалеку.

source: Concerned by the yeti's sudden retreat, Tux decided to continue his journey, ...
az: Yetinin qəfil geri çəkilməsindən narahat olan Tux səyahətinə davam etmək qərarına gəldi, ...
br: Ankeniet gant ar Yeti. Tux a zivizas kenderc'hel gant e gest, ...
ca: Preocupat per la sobtada retirada del yeti, Tux va decidir continuar el seu viatge,...
el: Ανησυχώντας για την ξαφνική υποχώρηση του Yeti, ο Tux αποφάσισε να συνεχίσει το ταξίδι του, ...
et: Tundes muret Jeti ootamatu lahkumise pärast, otsustas Tux oma rännakut jätkata, ...
hr: Zabrinut Yetijevim naglim povlačenjem, Tux je odlučio nastaviti svoje putovanje...
hy: Յեթիի անսպասելի նահանջից անհանգստացած Թաքսը որոշեց շարունակել իր ճանապարհը,…
is: Tux hafði áhyggjur af skyndilegri hörfun Yetisins og ákvað að halda áfram ferð sinni, ...
ro: Preocupat de retragerea bruscă a yetiului, Tux a decis să-și continue călătoria,...
sq: I shqetësuar nga tërheqja e papritur e Yetit, Tux vendosi të vazhdojë udhëtimin e tij, ...
te: యతి యొక్క ఆకస్మిక తిరోగమనం గురించి ఆందోళన చెందిన టక్స్ తన ప్రయాణాన్ని కొనసాగించాలని నిర్ణయించుకున్నాడు, ...
tr: Yeti'nin ani geri çekilmesinden endişe duyan Tux, yolculuğuna devam etmeye karar verdi...
tt: Кинәт кинәт артка чигенүеннән борчылып, Тук сәяхәтен дәвам итәргә булды, ...
uk: Стурбований раптовим відступом єті, Тукс вирішив продовжити свою подорож...

source: ...while secretly hoping not to run into the yeti again, by any means.
az: ...xəlvətcə bir daha yeti ilə qarşılaşmamaq ümidi ilə.
br: ... gant ar spi nompas en em gavout adarre gant ar yeti.
ca: ... mentre secretament esperava no tornar a topar amb el yeti, de cap manera.
el: ...ενώ κρυφά ελπίζει να μην ξαναπέσει στο yeti, με κανένα τρόπο.
et: ...sisimas lootes jetiga enam mitte kohtuda. Ükskõik mis ka teekond ei tooks.
hr: ... dok se potajno nadao da ni na koji način više neće naletjeti na jetija.
hy: ...թաքուն հույս ունենալով, որ նորից չբախվեմ իետին, ոչ մի կերպ:
is: ...meðan hann vonast til þess að lenda ekki í Yeti aftur, á nokkurn hátt.
ro: ...în timp ce speram în secret să nu mai dau peste yeti, sub nicio formă.
sq: ...ndërsa fshehtas shpreson të mos ndeshet më në Yeti, në asnjë mënyrë.
te: ...మళ్ళీ ఏవిధంగానైనా యతిలోకి పరుగెత్తకూడదని రహస్యంగా ఆశిస్తున్నా.
tr: ...gizlice hiçbir şekilde bir daha yeti ile karşılaşmamayı umarken.
tt: ... яшерен рәвештә, тагын ничек булса да, этигә кермәскә өметләнәм.
uk: ...при цьому таємно сподіваючись ні в якому разі більше не зіткнутися з єті.

source: -Carrying Objects #Tux can pick up objects by holding the ACTION key. Release the ACTION key to drop the object. #If you let go of the ACTION key while Tux is moving, he will throw it!
hr: -Nošenje predmeta #Tux može podizati predmete držeći tipku AKCIJA. Otpustite tipku AKCIJA da biste ispustili predmet. #Ako otpustite tipku AKCIJA dok se Tux kreće, on će ga baciti!

source: -Up-Throwing #Tux can throw most objects upwards by holding the UP key, whilst releasing the ACTION key. #When running, Tux throws the object in an arch!
hr: -Bacanje prema gore #Tux može bacati većinu predmeta prema gore držeći tipku GORE, dok otpušta tipku AKCIJA. #Tijekom trčanja, Tux baca predmet u luku!

source: -Tux Doll !images/powerups/1up/1up.png #The Tux Doll gives Tux 100 coins.
hr: -Lutka Tux !images/powerups/1up/1up.png #Lutka Tux daje Tuxu 100 novčića.

source: A Yeti in the Distance
az: Uzaqda Yeti
br: Ur yeti eno
ca: Un Yeti a la distància
el: Ένα Yeti στην Απόσταση
et: Jeti penikoorma kauguses
hr: Jeti u daljini
hy: A Yeti հեռավորության վրա
is: Yeti í fjarska
ro: Un Yeti în Depărtare
sq: Një Yeti në distancë
te: దూరం లో ఒక యతి
tr: Uzakta Bir Yeti
tt: Ети дистанциядә
uk: Єті вдалині

source: Above the Arctic Skies
az: Arktika səmalarının üstündə
br: Dreist an oabl Arktek
ca: Sobre els cels àrtics
el: Πάνω από τους Αρκτικούς Ουρανούς
et: Tuule mäng mägiraja teraval harjal
hy: Արկտիկայի երկնքի վերևում
is: Fyrir ofan heimskautshimininn
ro: Deasupra cerului arctic
sq: Mbi Qiejt e Arktikut
te: ఆర్కిటిక్ ఆకాశం పైన
tr: Kutup Gökyüzünün Üstünde
tt: Арктик күк өстендә
uk: Над арктичним небом

source: -Air Flower !images/powerups/airflower/air_flower-0.png #The Air Flower gives Tux the ability to glide in the air for a few seconds, while holding the JUMP Key.
az: - Hava Çiçəyi !images/powerups/airflower/air_flower-0.png #Hava Çiçəyi Tux-a JUMP düyməsini basaraq bir neçə saniyə havada sürüşmək imkanı verir.
ca: - Flor d'aire !images/powerups/airflower/air_flower-0.png #The Air Flower li dóna a Tux la capacitat de lliscar per l'aire durant uns segons, mentre manté la tecla JUMP.
el: - Λουλούδι αέρα !images/powerups/airflower/air_flower-0.png Το #The Air Flower δίνει στον Tux τη δυνατότητα να γλιστράει στον αέρα για λίγα δευτερόλεπτα, κρατώντας το κλειδί JUMP.
et: -Tuulelill !images/powerups/airflower/air_flower-0.png #Tuulelill annab Tux'ile oskuse lühikeseks ajaks lennata. Selleks kasuta hüppamise nuppu.
hy: -Օդի ծաղիկ !images/powerups/airflower/air_flower-0.png #Օդային Ծաղիկը Թաքսին հնարավորություն է տալիս մի քանի վայրկյան սահելու օդում՝ JUMP ստեղնը պահելով.
is: -Loftblóm !images/powerups/airflower/air_flower-0.png #Loftblómið gefur Tux hæfileikann til að renna í loftið í nokkrar sekúndur, á meðan hann heldur inni JUMP takkanum.
ro: - Floarea de aer !images/powerups/airflower/air_flower-0.png #Floarea de aer îi oferă lui Tux capacitatea de a plana în aer timp de câteva secunde, în timp ce țineți apăsată tasta JUMP.
sq: - Lule Ajri !images/powerups/airflower/air_flower-0.png #The Air Flower i jep Tux-it mundësinë për të rrëshqitur në ajër për disa sekonda, duke mbajtur tastin JUMP.
te: -గాలి పుష్పం !images/powerups/airflower/air_flower-0.png #జంప్ కీని పట్టుకుని ఉంటే గాలి పువ్వు టక్స్‌కి కొన్ని షనాలు పాటు గాలిలో గ్లైడ్ చేసే సామర్థ్యాన్ని అందిస్తుంది.
tr: -Ateş Çiçeği !images/powerups/airflower/air_flower-0.png #Ateş Çiçeği, Tux'a bir süreliğine zıplama tuşunu basılı tutmak kaydıyla havada süzülme becerisi kazandırır.
tt: -Аир чәчәге !images/powerups/airflower/air_flower-0.png #Airава чәчәге Тукска JUMP ачкычын тотып торганда, берничә секундка һавада сикерергә мөмкинлек бирә.
uk: -Повітряна квітка !images/powerups/airflower/air_flower-0.png #Повітряна квітка дає Туксу можливість ковзати в повітрі протягом кількох секунд, утримуючи клавішу СТРИБКА.
