Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: 23rd Airborne
ar: 23 المحمولة جوا
az: 23-cü hava desantı
bg: „Въздушна“ №23
br: An 23vet rann-aerarme
ca: 23a divisió aeroespacial
de: 23. Luftlandedivision
el: 23η Airborne
es: La 23ª división aérea
et: Lumise tipuga kihv
fi: Lento 23
fr_ca: 23e unité Aérienne
gl: 23ª Aerotransportada
hr: 23. zračnodesantna
hy: 23-րդ օդադեսանտ
is: 23. loftborinn
it: 23esima Aviotrasportata
nn: Uro i lufta
ro: A 23-a companie de zbor
ru: 23-й воздушно-десантный
sl: Kdor visoko leta ...
sq: 23 Ajror
sv: 23:e luftburna
te: 23వ వాయుమార్గం
tr: 23. Havacı Birliği
tt: 23-нче Бортчы
uk: 23-тя десантна

source: Above the Antarctic Skies
ar: فوق الساماوات المثلجة
bg: В антарктическите небеса
de: Über dem antarktischen Himmel
es: Arriba de los Cielos Árticos
fi: Etelämantereen taivaan yllä
fr_ca: Au-dessus des cieux de l'Antarctique
gl: Sobre os ceos antárticos
hr: Iznad arktičkog neba
it: Sopra i cieli Artici
nn: Over skyene
ru: Над антарктическими небесами
sl: Nad antarktičnim nebom
sv: Ovanför Antarktis himmel

source: -Air Flower !images/powerups/airflower/air_flower-0.png #The Air Flower lets Tux move much quicker and jump higher. It grants the ability to glide in the air for a few seconds by holding the JUMP Key after a jump.
ar: -زهرة الهواء !images/powerups/airflower/air_flower-0.png #زهرة الهواء تمكن تكس من التحرك أسرع و القفز أعلى. انها تقدم امكانية التزحلق في الهواء لثواني معدودة بالضغط المستمر على مفتاح القفز مرة ثانية بعد القفز.
bg: -Въздушно цвете !images/powerups/airflower/air_flower-0.png #Въздушното цвете позволява на Тъкс да се движи по-бързо и да скача по-високо. Също така му дава способността да се носи във въздуха за няколко секунди, като след скачането задържиш бутона за СКОК.
de: -Luftblume !images/powerups/airflower/air_flower-0.png #Mit der Luftblume kann Tux sich viel schneller bewegen und höher springen. Sie verleiht ihm die Fähigkeit, einige Sekunden lang in der Luft zu gleiten, indem die SPRUNG-Taste nach einem Sprung gehalten wird.
es: -Flor de Aire!images/powerups/airflower/air_flower-0.png#La Flor de Aire hace que Tux se mueva mucho más rápido y salte más alto. Esta da la habilidad de volar en el aire por unos segundos, presionando la tecla SALTAR luego de un salto.
fr_ca: -Fleur de l'Air !images/powerups/airflower/air_flower-0.png #La Fleur de l'Air permet à Tux de se déplacer plus rapidement et sauter plus haut. Elle permet également de planer dans les airs pendant quelques secondes en gardant appuyée la touche SAUT après un saut.
gl: Flor Aérea !images/powerups/airflower/air_flower-0.png #A Flor Aérea permite que Tux se mova moito máis rápido e salte máis alto. Concede a habilidade de planear no aire durante uns segundos mentres se mantén premida a tecla de SALTO despois dun salto.
it: -Fiore dell'aria !images/powerups/airflower/air_flower-0.png #Il fiore dell'aria fa correre Tux più velocemente e lo fa saltare più in alto. Fornisce l'abilità di planare nell'aria per alcuni secondi tenendo premuto il tasto SALTA dopo un salto.
nn: -Luftblome !images/powerups/airflower/air_flower-0.png #Med luftblomen kan du flytta deg raskare og hoppa høgare. Du kan òg sveva gjennom lufta i nokre sekund viss du held inne hoppetasten etter eit hopp.
ru: -Воздушный Цветок !/images/powerups/airflower/air_flower-0.png #Воздушный цветок позволяет Таксу бегать намного быстрее и прыгать выше. Он даёт способность парить в воздухе на несколько секунд, удерживая клавишу ПРЫЖОК после прыжка.
sl: -Vetrna roža!images/powerups/airflower/air_flower-0.png#Vetrna roža omogoča Tuksu, da se premika hitreje in skače višje. Nekaj sekund lahko lebdi v zraku, dokler držiš tipko za skakanje.
sv: -Luftblomma !images/powerups/airflower/air_flower-0.png #Luftblomman gör att Tux kan röra sig mycket snabbare och hoppa högre. Den ger förmågan att glida i luften i några sekunder genom att hålla ned HOPPA-tangenten efter ett hopp.

source: Antarctic Outpost
ar: مستوطنة القطب الجنوبي
bg: Антарктически аванпост
de: Antarktischer Außenposten
es: Puesto Antártico
fi: Etelämantereen ulkoasema
fr_ca: L'Avant-Poste D'Antarctique
gl: Destacamento Antártico
hr: Antarktička ispostava
it: Avamposto Artico
nn: Utpost på Sørpolen
ru: Антарктическая застава
sl: Antarktična postojanka
sv: Antarktisk utpost

source: Between Two Glaciers
ar: بين نهرين جليديين
az: İki Buzlaq Arasında
bg: Между два ледника
br: Etre daou skorneg
ca: Entre dues glaceres
de: Zwischen zwei Gletschern
el: Ανάμεσα σε δύο παγετώνες
es: Entre dos Glaciares
et: Liustiku sügavad jää-ääred
fi: Kahden jäätikön välissä
fr_ca: Entre deux glaciers
gl: Entre Dous Glaciares
hr: Između dva ledenjaka
hy: Երկու սառցադաշտերի միջև
is: Milli tveggja jökla
it: Tra due Ghiacciai
nn: Mellom to brear
ro: Între doi ghețari
ru: Между двумя ледниками
sl: Med dvema ledenikoma
sq: Midis dy akullnajave
sv: Mellan två glaciärer
te: రెండు హిమానీనదాల మధ్య
tr: İki Buzul Arası
tt: Ике бозлык арасында
uk: Між 2 льодовиками

source: Bouncy, Bouncy Mountainside
ar: نط, نط في سفح الجبل
bg: Скокливо планинарство
de: Bouncy, Bouncy, Bergabhang
es: Saltarina ladera de montaña
fi: Kimmoisa vuorenrinne
fr_ca: Flanc De Montagne Rebondissant
gl: Ladeira Montañosa Saltarica, saltarica
hr: Poskakujuća, poskakujuća planinska padina
it: Versante Rimbalzante
nn: Hopp og sprett i fjellheimen
ru: Прыгучий, прыгучий горный склон
sl: Poskočno pobočje
sv: Studsande, studsande bergssluttning

source: Nobody Home
ar: لا أحد
bg: Няма никого вкъщи
de: Niemand zu Hause
es: Nadie en casa
fi: Ei ketään kotona
fr_ca: Personne À La Maison
gl: Ninguén na casa
it: C'è nessuno?
nn: Ingen heime
ru: Никого нет дома
sl: Nikogar ni doma
sv: Ingen är hemma

source: The Castle of Nolok
ar: قلعة نولوك
az: Nolok qalası
bg: Замъкът на Нолок
br: Kastell Nolok
ca: El castell d'en Nolok
de: Noloks Schloss
el: Το Κάστρο του Nolok
es: El castillo de Nolok
et: Noloki talveloss
fi: Nolokin linna
fr_ca: Le Château de Nolok
gl: O Castelo de Nolok
hr: Nolok Dvorac
hy: Նոլոկ ամրոցը
is: Kastalinn í Nolok
it: Il Castello di Nolok
nn: Borga til Nolok
ro: Castelul lui Nolok
ru: Замок Нолока
sl: Nolokov grad
sq: Kështjella e Nolok
sv: Noloks slott
te: నోలోక్ కోట
tr: Nolok'un Kalesi
tt: Нолок Сарае
uk: Замок Нолок

source: The Crystal Mine
ar: منجم الكريستال
az: Kristal Mədəni
bg: Кристалната мина
ca: La Mina de Cristall
de: Die Kristallmine
el: Το Κρυσταλλωρυχείο
es: La Mina de Cristal
et: Kristallikaevandus
fi: Kristallikaivos
fr_ca: La Mine de Cristaux
gl: A Mina de Cristal
hr: Rudnik kristala
hy: Բյուրեղապակի հանք
is: Kristalnáman
it: La miniera di Cristallo
nn: Krystallgruva
ro: Mina de cristal
ru: Кристальная шахта
sl: Rudnik kristalov
sq: Miniera e Kristalit
sv: Kristallgruvan
te: స్ఫటిక గని
tr: Kristal Madeni
tt: Бәллүр шахта
uk: Кришталева шахта

source: Deep Dive 'n' Chill
ar: الغوص العميق والبرد
bg: Дълбоко разпускане
de: Tieftauchen und Chillen
es: Inmersión profunda
fi: Viileä syvyyssukellus
fr_ca: Plongée Profonde Et Relax
gl: Mergullo Profundo e Relax
hr: Duboko zaroniti i opustiti se
it: Una profonda nuotata tranquilla
nn: Djupdykk og chill
ru: Глубокое погружение и расслабление
sl: Umirjena potopitev
sv: Dyk djupt och koppla av

source: End of the Tunnel
ar: نهاية النفق
az: Tunelin sonu
bg: Краят на тунела
br: Dibenn ar riboul
ca: La fi del túnel
de: Licht am Ende des Tunnels
el: Τέλος του Τούνελ
es: Al final del túnel
et: Hõbedane koidukiir tunneli lõpus
fi: Tunnelin pää
fr_ca: Fin du tunnel
gl: Final do Túnel
hr: Kraj tunela
hy: Թունելի վերջը
is: Endir ganganna
it: La fine del Tunnel
nn: Pingvinen som kom ut av kjøleskapet
ro: Capătul tunelului
ru: Конец прохода
sl: Konec predora
sq: Fundi i Tunelit
sv: Slutet på tunneln
te: సొరంగం ముగింపు
tr: Tünelin Sonu
tt: Туннель ахыры
uk: Кінець тунелю

source: Entrance to the Cave
ar: مدخل الكهف
az: Mağaraya giriş
bg: Входът на пещерата
br: Mont-tre ar vougev
ca: Entrada a la cova
de: Höhleneingang
el: Είσοδος στο Σπήλαιο
es: Entrada a la cueva
et: Koopasuu pimeduse lahte
fi: Luolan suu
fr_ca: L'entrée de la grotte
gl: Entrada á Cova
hr: Ulaz u Spilju
hy: Քարանձավի մուտքը
is: Inngangur að hellinum
it: Ingresso della Grotta
nn: Inngangen til hòla
ro: Intrarea în peșteră
ru: Вход в пещеру
sl: Vhod v votlino
sq: Hyrja për në Shpellë
sv: Ingången till grottan
te: గుహ ప్రవేశం
tr: Mağaraya Giriş
tt: Мәгарәгә керү
uk: Вхід до печери

source: A Fork in the Road?
ar: مفترق طرق؟
bg: Пътят се разделя?
de: Eine Weggabelung?
es: ¿Un tenedor en el camino?
fi: Tienhaarako?
fr_ca: À La Croisée Des Chemins?
gl: Unha bifurcación no camiño?
hr: Račva na putu?
it: Un bivio per la strada
nn: Vegen delar seg?
ru: Развилка на дороге?
sl: Razpotje?
sv: Ett vägskäl?

source: -Secret Exit #Levels can sometimes house a secret exit that will reveal a hidden, alternate path! So keep an eye out for suspicious spots on the worldmap.
ar: -مخرج سري #يمكن أن تحتوي المستويات أحيانا على مخرج سري يؤدي الى طريق بديل مخفي!. اذا, كن منتبها على المناطق الغريبة في خريطة العالم
bg: -Таен изход #В някои нива може да има таен изход, чрез който да се появи скрит, различен път! Оглеждай се за подозрителни местенца по голямата карта.
de: -Geheimer Ausgang #Level können manchmal einen geheimen Ausgang beinhalten, der einen versteckten Alternativpfad freigibt! Halte also Ausschau nach auffälligen Bereichen auf der Weltkarte.
es: Salida secreta #Los niveles a veces albergan una salida secreta que revelará un camino alternativo oculto. Así que estate atento a los puntos sospechosos en el mapa del mundo.
fi: -Salainen poispääsy #Kentissä voi joskus olla salainen poispääsy, joka paljastaa kätketyn, valinnaisen polun! Siispä pidä arvelluttavia kohtia silmällä maailmankartalla.
fr_ca: -Sortie secrète#Les niveaux peuvent quelques fois contenir une sortie secrète, révélant un chemin alternatif caché! Ouvrez l'œil pour des endroits suspects sur la carte du monde!
gl: Saída Secreta #Algúns niveis poden ter unha saída secreta que revela un camiño oculto e alternativo! Así que estate atento a lugares sospeitosos no mapa do mundo.
hr: -Tajni izlaz #Razine ponekad mogu sadržavati tajni izlaz koji će otkriti skriveni, alternativni put! Stoga pripazite na sumnjiva mjesta na karti svijeta.
it: -Secret Exit #I livelli a volte possono contenere un'uscita segreta che rivelerà un passaggio nascosto alternativo! Quindi stai attento ai punti sospetti mappa del mondo.
nn: -Hemmeleg utgang #Nokre brett har ein hemmeleg utgang som fører til ein annan veg! Så hald utsikt etter mistenkelege stadar på verdskartet.
ru: -Секретный выход #Уровни иногда могут содержать секретный выход, в котором находится спрятанный, альтернативный путь! Поэтому следи за подозрительными местами на карте мира.
sl: -Skrivni izhod #Za nekaterimi stopnjami se nahajajo skrivni izhodi, prek katerih lahko ubereš skrivnostne alternativne poti, zato dobro razišči sumljive kotičke sveta.
sv: -Hemlig utgång #Nivåerna kan ibland innehålla en hemlig utgång som avslöjar en dold, alternativ väg! Håll därför utkik efter misstänkta platser på världskartan.

source: The Frosted Fields
ar: الحقول المتجمدة
az: Şaxtalı Tarlalar
bg: Замръзналите полета
br: Ar parkeier skornet
ca: Els camps congelats
de: Eisige Felder
el: Τα Παγωμένα Πεδία
es: Los campos congelantes
et: Jäätunud tuisuvaalad
fi: Jääkentät
fr_ca: Les Champs de Glace
gl: Os Campos Conxelados
hr: Zaleđena polja
hy: Ցրտահարված դաշտերը
is: Frosted Fields
it: I Campi Ghiacciati
nn: Frostlagde stiar
ro: Câmpurile înghețate
ru: Заиндевелые поля
sl: Polja slane
sq: Fushat e mbuluara me brymë
sv: De frostiga fälten
te: ఫ్రాస్టెడ్ పోలము
tr: Donmuş tarlalar
tt: Бәсләнгән кырлар
uk: Покриті інеєм поля

source: Ice in the Hole
ar: جليد في الحفرة
az: Çuxurda Buz
bg: Лед в дупката
br: Skorn en toull
ca: Forat gelat
de: Eis frei!
el: Πάγος στην Τρύπα
es: ¡A cubierto, heladeros!
et: Reetlik jääauk
fi: Jäävelat
fr_ca: Glace dans le trou
gl: Xeo no Burato
hr: Led u rupi
hy: Սառույցը փոսում
is: Ís í holunni
it: Ghiaccio in buca
nn: Inferno i kvitt
ro: Gheață în gaură
ru: Лёд в дыре
sl: Zaledenelo bo!
sq: Akull në vrimë
sv: Is i hålet
te: రంధ్రంలో మంచు
tr: Delikteki Buz
tt: Чокырдагы боз
uk: Крига в отворі

source: Icy Island
ar: الجزيرة الجليدية
az: Buzlu ada
bg: Леденият остров
br: Enezenn skornet
ca: Illa Gelada
de: Eisinsel
el: Παγωμένο νησί
es: Heladisla
et: Suur ja paljas põhjapoolne saar
fi: Jääsaari
fr_ca: Île Glacée
gl: Illa de Xeo
hr: Ledeni otok
hy: Սառցե կղզի
is: Ísköld eyja
it: Isola Ghiacciata
nn: Isøya
ro: Insula înghețată
ru: Ледяной остров
sl: Ledeni otok
sq: Ishulli i akullt
sv: Isig ö
te: మంచుతో కూడిన ద్వీపం
tr: Buzlu ada
tt: Бозлы утрау
uk: Крижаний острів

source: Where your adventure begins.
ar: حيث تبدأ مغامرتك.
bg: Където приключението започва.
de: Wo dein Abenteuer beginnt.
es: Donde comienza tu aventura.
fr_ca: Là où votre aventure commence.
gl: Onde comeza a túa aventura.
it: Dove l'avventura inizia.
nn: Der eventyret tek til.
ru: Где начинается ваше приключение.
sl: Kjer se tvoja pustolovščina prične.

source: Into the Stars
ar: نحو النجوم
az: Ulduzlara
bg: Сред звездите
br: Stered en oabl
ca: Entre les estrelles
de: Auf zu den Sternen
el: Στα Αστέρια
es: Hacia las estrellas
et: Tähise põhjakaare all
fi: Tähtiin
fr_ca: Dans les Étoiles
gl: Nas Estrelas
hr: U zvijezdama
hy: Աստղերի մեջ
is: Inn í stjörnurnar
it: Fra le Stelle
nn: Under stjernene
ro: În stele
ru: К звёздам
sl: Med zvezde
sq: Ndër Yje
sv: Sikta mot stjärnorna
te: నక్షత్రాలలోకి
tr: Yıldızlara Doğru
tt: Йолдызларга
uk: До зірок

source: Picnic With Penny
ar: نزهة مع بيني
az: Penny ilə Piknik
bg: Пикник с Пени
br: Piknik gant Penny
ca: Pícnic amb la Penny
de: Picknick mit Penny
el: Πικνικ με την Penny
es: De pícnic con Penny
et: Kena talvehommik Penniga
fi: Eväsretki Pennyn kanssa
fr_ca: Pique-nique Avec Penny
gl: Picnic Con Penny
hr: Izlet s Penny
hy: Պիկնիկ Պենի հետ
is: Picnic með Penny
it: Picnic Con Penny
nn: På piknik med Penny
ro: Picnic cu Penny
ru: Пикник с Пенни
sl: Piknik s Piko
sq: Piknik me Penny
sv: Utflykt med Penny
te: పెన్నీతో విహారయాత్ర
tr: Penny ile piknik
tt: Пенни белән пикник
uk: Пікнік з Пенні

source: The Journey Begins
ar: الرحلة بدأت
az: Səyahət Başlayır
bg: Пътешествието започва
br: Kregiñ ra an istor
ca: Comença l'aventura
de: Eine Reise beginnt
el: Το Ταξίδι Ξεκινάει
es: Comienza la aventura
et: Krudisev lumekoorik
fi: Matka alkaa
fr_ca: En route pour l'Aventure...
gl: Comeza a Viaxe
hr: Putovanje počinje
hy: Ճանապարհորդությունը սկսվում է
is: Ferðin hefst
it: Il Viaggio Comincia
nn: Ei vandring tek til
ro: Călătoria începe
ru: Путешествие начинается
sl: Potovanje se prične
sq: Le fillojmë udhëtimin
sv: Resan börjar
te: ప్రయాణం ప్రారంభమయింది
tr: Yolculuk başlıyor
tt: Сәяхәт башлана
uk: Подорож розпочинається

source: Living In A Fridge
ar: العيش في ثلاجة
bg: Живот в хладилник
de: Leben im Kühlschrank
es: Mi refrigerada frigovida
fi: Elämä jääkaapissa
fr_ca: La Vie Dans Un Frigo
gl: Vivindo nun frigorífico
hr: Zivjeti u frižideru
it: Vivere in un frigorifero
nn: Mitt liv som djupfrysar
ru: Живя в холодильнике
sl: Življenje v hladilniku
sv: Livet i en frysbox

source: Oh No! More Snowballs!
ar: أو لا! المزيد من كرات الثلج!
az: Yox! Daha çox Qartopu!
bg: О, не! Още снежни топки!
ca: Oh no! Més boles de neu!
de: Oh nein! Mehr Schneebälle!
el: Ωχ όχι! Περισσότερες χιονόμπαλες!
es: ¡Vaya! ¡Más bolas de nieve!
et: Paks kohev lumevaip
fi: Voi ei! Lisää lumipalloja!
fr_ca: Wow, plus de boules de neige!
gl: Oh, Non! Máis Bólas de neve!
hr: O ne! Još gruda snijega!
hy: Ինչ! Ավելի շատ ձնագնդիներ:
is: Ó nei! Fleiri snjóboltar!
it: Oh no! Altre Palle di neve!
nn: Og snøballen rullar!
ro: Oh nu! Mai mulți bulgări de zăpadă!
ru: О нет! Больше снежков!
sl: O, ne! Še več snežnih kep!
sq: Oh Jo! Më shumë topa bore!
sv: Åh, nej! Mer snöbollar!
te: అరెరే! మరిన్ని మంచు బంతులు!
tr: Oh hayır! Daha fazla Kar Topu!
tt: Әйе! Күбрәк кар бөртекләре!
uk: О ні! Більше сніжок!

source: -Carrying Objects #Tux can pick up objects by holding the ACTION key. Release the ACTION key while standing still to drop the object. #If you let go of the ACTION key while Tux is moving, he will throw it!
ar: -حمل الأشياء #يمكن لـتكس حمل الأشياء بالضغط المستمر على مفتاح الاجراءات. أفلت مفتاح الإجراءات لإسقاط الأشياء. #إذا تركت مفتاح الاجراءات أثناء تحرك تكس، فسوف يرمي الأشياء!
bg: -Носене на предмети #Тъкс може да взема предмети от земята като задържиш бутона за ДЕЙСТВИЕ. Пусни бутона за ДЕЙСТВИЕ, докато Тъкс стои неподвижно, за да го накараш да пусне предмета. #Ако пуснеш бутона за ДЕЙСТВИЕ, докато Тъкс се движи, той ще хвърли предмета!
de: -Objekte tragen #Tux kann Objekte aufsammeln, indem die AKTION-Taste gedrückt gehalten wird. Lasse die AKTION-Taste los während du stehen bleibst, um das Objekt fallen zu lassen. #Wenn die AKTION-Taste losgelassen wird, während sich Tux bewegt, wird er das Objekt werfen!
es: -Llevar objetos#Tux puede recoger objetos manteniendo pulsada la tecla ACCIÓN. Suéltala mientras estás quieto para soltar el objeto.#Si sueltas la tecla ACCIÓN mientras Tux se mueve, ¡lo lanzará!
fr_ca: -Portage d'objets#Tux peut prendre un objet en gardant appuyée la touche ACTION. Relâchez la touche ACTION tout en restant immobile pour laisser tomber l'objet.#Si vous relâchez la touche ACTION alors que Tux est en mouvement, il va lancer l'objet!
gl: -Transportar Obxectos Tux pode coller obxectos mantendo premida a tecla ACCIÓN. Solta a tecla ACCIÓN mentres estás quieto para deixar o obxecto. #Se soltas a tecla ACCIÓN mentres Tux se move, lanzarao!
it: -Trasportare oggetti #Tux può prendere in mano alcuni oggetti tenendo premuto il tasto AZIONE. Rilascia il pulsante AZIONE mentre sei fermo per farlo cadere. #Se rilasci il tasto AZIONE mentre Tux si sta muovendo, lo lancerà!
nn: -Gjenstandar #Du kan plukka opp gjenstandar med handlingstasten. Slepp tasten når du står i ro for å leggja frå deg gjenstanden. #Viss du slepper tasten når du er i rørsle, vil du kasta gjenstanden!
ru: -Перенос Объектов #Такс может подбирать объекты, удерживая клавишу ДЕЙСТВИЕ. Отпусти клавишу ДЕЙСТВИЕ, чтобы положить объект. #Если ты отпустишь клавишу ДЕЙСТВИЕ в движении, то Такс бросит его!
sl: -Prenašanje predmetov#Če držiš tipko za dejanje, lahko Tuks pobere in nosi predmete. Ko spustiš tipko, medtem ko Tuks stoji pri miru, bo spustil predmet.#Če spustiš tipko, medtem ko se Tuks premika, bo predmet zalučal!
sv: -Bära föremål #Tux kan plocka upp föremål genom att hålla ned ÅTGÄRDS-tangenten. Släpp ÅTGÄRDS-tangenten medan du står stilla för att släppa föremålet. #Om du släpper ÅTGÄRDS-tangenten medan Tux rör sig kommer han att kasta föremålet!

source: -Up-Throwing #Tux can throw most objects upwards, by holding the UP key whilst releasing the ACTION key. #When running, Tux throws the object in an arch!
ar: -الرمي لأعلى #يستطيع تكس رمي معظم الأشياء لأعلى بالضغط المستمر على مفتاح الاتجاهات الأعلى و افلات مفتاح الاجراءات #أثناء الجري, تكس يرمي الأشياء لمسافة بعيدة
bg: -Хвърляне нагоре #Тъкс може да хвърля повечето предмети нагоре, като задържиш бутона НАГОРЕ и пуснеш бутона за ДЕЙСТВИЕ. #Ако в това време Тъкс тича, предметът ще излети в парабола!
de: -Nach oben werfen #Tux kann die meisten Objekte nach oben werfen, indem die HOCH-Taste gedrückt gehalten wird, während die AKTION-Taste losgelassen wird. #Wenn er rennt, wirft Tux die Objekte in einem Bogen!
es: -Lanzamiento hacia arriba#Tux puede lanzar la mayoría de los objetos hacia arriba manteniendo presionada la tecla ARRIBA mientras suelta la tecla ACCIÓN.#Al correr, ¡Tux lanza el objeto formando un arco!
fr_ca: -Lancement vers le haut#Tux peut lancer la plupart des objets vers le haut, en gardant appuyée la touche HAUT tout en relâchant la touche ACTION.#Lorsqu'il est en pleine course, Tux lance l'objet dans un mouvement d'arche!
gl: -Lanzamento cara arriba #Tux pode lanzar a maioría de obxectos cara arriba mantendo premida a tecla ARRIBA mentres soltas ACCIÓN. #Ao correr, Tux lanza o obxecto en forma de arco!
it: -Lancio in alto #Tux può lanciare la maggior parte degli oggetti verso l'alto, tenendo premuto il tasto SU e rilasciando nel mentre il tasto AZIONE. #Quando correndo, Tux lancerà gli oggetti con una traiettoria ad arco!
nn: -Kast oppover #Du kan kasta dei fleste gjenstandar oppover. Hald inne «Pil opp» samtidig som du slepp handlingstasten. #Viss du spring, vil du kasta gjenstanden i ein boge!
ru: Подброс наверх #Такс может подбросить большинство объектов вверх, удерживая клавишу ВВЕРХ прежде чем отпустить клавишу ДЕЙСТВИЕ. #При беге, Такс подбросит объект в дуге!
sl: -Met navzgor#Tuks lahko vrže večino predmetov navzgor tako, da zadržiš zgornjo tipko, medtem pa spustiš tipko za dejanje.#Med tekom bo Tuks vrgel predmet v loku!
sv: -Uppkastning #Tux kan kasta de flesta föremål uppåt genom att hålla ned UPP-tangenten samtidigt som ÅTGÄRDS-tangenten släpps. #När Tux springer kastar han föremålet i en båge!

source: Night Chill
ar: البرد الليلي
az: Gecə Soyuqluğu
bg: Среднощен мраз
br: Fresk an nozvezh
ca: Fred nocturn
de: Nachtfrost
el: Νυχτερινή Ψύχρα
es: Una noche la mar de fresca
et: Mägede tuhmid piirjooned
fi: Pakkasyö
fr_ca: La Fraîcheur d'un Soir
gl: Frío Nocturno
hr: Noćno hlađenje
hy: Գիշերային սառնություն
is: Nótt relax
it: Gelo Notturno
nn: Nattefrost
ro: Frigul nopții
ru: Ночная прохлада
sl: Nočni hlad
sq: Të dridhura nate
sv: Nattkyla
te: రాత్రి చలి
tr: Gece Ayazı
tt: Төнге салкынлык
uk: Холодна ніч

source: ...Or Is It Just Me?
ar: ...أم أنه أنا فقط؟
az: ...Yoxsa Sadəcə Mənəm?
bg: …или само аз си мисля така?
ca: "...o és cosa meva?"
de: »… oder bild ich mir das nur ein?«
el: ...Ή μήπως είναι μόνο εγώ;
es: ... ¿o es mi imaginación?
et: Lumehelbe saladuslik puudutus
fi: ...Kuvitelmaako vain?
fr_ca: …Ou C'est Ma Imagination?
gl: ...Ou Son Só Eu?
hr: ...Ili sam to samo ja?
hy: ...Թե՞ դա իմ երեւակայությունն է։
is: ...Eða er það bara ég?
it: "...o sono solo io?"
nn: … eller er det berre meg?
ro: ... Sau sunt doar eu?
ru: …Или это просто я?
sl: ... Ali se mi samo zdi?
sq: ...Apo është vetëm unë?
sv: …eller är det bara jag?
te: ...లేక నాకేనా?
tr: ...Yoksa Sadece Ben Mi?
tt: ... Яки бу минме?
uk: ...Або це тільки я?

source: A Path in the Clouds
ar: طريق في السحاب
az: Buludlarda bir yol
bg: Път през облаците
br: Un hent er c'houmoul
ca: Un camí en els núvols
de: Ein Pfad durch die Wolken
el: Ένα Μονοπάτι στα Σύννεφα
es: El sendero entre las nubes
et: Mägede ja taeva piiril
fi: Pilvipolku
fr_ca: Un chemin dans les nuages
gl: Un Camiño nas Nubes
hr: Put u oblake
hy: Ճանապարհ ամպերի մեջ
is: Leið í skýjunum
it: Un Sentiero fra le Nuvole
nn: Med himmelen som tak
ro: O cale în nori
ru: Путь в облаках
sl: Plavanje v oblakih
sq: Një Shteg drejt Reve
sv: En väg genom molnen
te: మేఘాలలో ఒక మార్గం
tr: Bulutlarda Bir Yol
tt: Болытлардагы юллар
uk: Шлях у хмари

source: At last, Tux managed to rush towards the final room of the icy castle.
ar: في النهاية، تمكن توكس من الوصول الى الغرفة الأخيرة في القلعة الجليدية.
bg: Най-после, Тъкс успява да се втурне към последната стая от ледения дворец.
de: Endlich hatte Tux es geschafft, den letzten Raum des Eisschlosses zu erreichen.
es: Por fin, Tux logró correr hacia la última habitación del castillo helado.
fi: Vihdoinkin Tuxin onnistui rientämään kohti jäälinnan viimeistä huonetta.
fr_ca: Tux parvint enfin à se précipiter vers la dernière salle du château glacé.
gl: Ao fin, Tux conseguiu correr cara á sala final do castelo xeado.
it: Finalmente, Tux arrivò all'ultima stanza del castello del ghiaccio.
nn: Endeleg kom Tux fram til det inste rommet i isborga.
ru: В конце концов Такс смог дойти до финальной комнаты ледяного замка.
sl: Končno se je uspel Tuks prebiti v zadnjo sobano ledenega gradu.
sv: Äntligen lyckades Tux rusa mot det sista rummet i det isiga slottet.
