Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: Somewhere at the shores of Antarctica...
ar: في مكان ما على ضفاف قارة أنتركاتيكا...
az: Antarktida sahillərində bir yerdə...
bg: Някъде по бреговете на Антарктида…
ca: En algun lloc a les costes de l'Antàrtida...
de: Irgendwo an der Küste der Antarktis …
el: Κάπου στις ακτές της Ανταρκτικής...
es: En algún lugar en las costas de la Antártida...
et: Kaugel Antarktikas oli järjekordne imekaunis talvehommik...
fi: Jossain Etelämantereen rannikolla...
fr_ca: Quelque part sur les côtes de l'Antarctique...
gl: Nalgún lugar nas costas da Antártida...
hr: Negdje na obalama Antarktika...
hy: Անտարկտիդայի ափերին ինչ-որ տեղ...
is: Einhvers staðar við strendur Suðurskautslandsins...
it: Da qualche parte sulle coste dell'Antartide...
nn: Ved kysten av Sørpolen ein stad …
ro: Undeva pe țărmurile Antarcticii...
ru: Где-то у берегов Антарктиды…
sl: Nekje na antarktični obali ...
sq: Diku në brigjet e Antarktidës...
sv: Någonstans längs Antarktis stränder…
te: ఎక్కడో అంటార్కిటికా తీరంలో...
tr: Antarktika kıyılarında bir yerlerde...
tt: Кайдадыр Антарктида ярында ...
uk: Десь біля берегів Антарктиди...

source: Tux the penguin was going to meet his friend, Penny, for a picnic.
ar: كان البطريق تكس ذاهبًا للقاء صديقته، بيني، للذهاب في نزهة.
az: Pinqvin Tux piknik üçün dostu Penni ilə görüşməyə hazırlaşırdı.
bg: Пингвинът Тъкс щеше да се срещне с приятелката си Пени и да си направят пикник.
ca: El pingüí Tux anava a trobar-se amb el seu amic, Penny, per fer un pícnic.
de: Tux der Pinguin wollte seine Freundin Penny bei einem Picknick treffen.
el: Ο πιγκουίνος Tux επρόκειτο να συναντήσει τον φίλο του, την Penny, για ένα πικνίκ.
es: Tux el pingüino iba a encontrarse con su amiga, Penny, para disfrutar de un pícnic.
et: Pingviin Tux oli kutsunud oma armsa Penny piknikule.
fi: Tux-pingviini oli menossa eväsretkelle tapaamaan ystäväänsä Pennyä.
fr_ca: Tux le pingouin allait retrouver son amie Penny pour un pique-nique.
gl: Tux o pingüín vai atoparse ca súa amiga Penny para un pícnic.
hr: Pingvin Tux išao se naći sa svojom prijateljicom Penni na pikniku.
hy: Պինգվին Թաքսը պատրաստվում էր հանդիպել իր ընկերոջը՝ Պենիին, խնջույքի։
is: Tux mörgæsin ætlaði að hitta vinkonu sína, Penny, í lautarferð.
it: Il pinguino Tux stava andando ad incontrare la sua amica Penny per un picnic.
nn: Pingvinen Tux skulle treffa venninna si Penny for ein piknik.
ro: Pinguinul Tux urma să se întâlnească cu prietena lui, Penny, la un picnic.
ru: Пингвин Такс собрался устроить пикник вместе со своей подругой Пенни.
sl: Pingvinček Tuks se je odpravil na piknik k svoji prijateljici Piki.
sq: Pinguini Tux do të takonte mikun e tij, Penny, për një piknik.
sv: Pingvinen Tux skulle träffa sin kompis Penny för att gå på picknick.
te: టక్స్ పెంగ్విన్ తన స్నేహితురాలు పెన్నీని విహారయాత్ర కోసం కలవబోతున్నాడు.
tr: Penguen Tux, arkadaşı Penny ile piknik yapmak için buluşacaktı.
tt: Тукс пингвин дусты Пенни белән пикникка барырга җыена.
uk: Пінгвін Тукс збирався зустрітися зі своєю подругою Пенні на пікнік.

source: Tux woke up, dizzy, to find that Penny was missing!
ar: استيقظ تكس وهو يشعر بالدوار، ليجد أن بيني مفقودة!
az: Tux oyandı, başı gicəlləndi və Penninin itdiyini gördü!
bg: Тъкс се събуди замаян и видя, че Пени я няма!
ca: En Tux es va despertar, marejat, en trobar que la Penny havia desaparegut!
de: Tux wachte auf, benommen, und sah, dass Penny fort war!
el: Ο Τοξ ξύπνησε ζαλισμένος για να διαπιστώσει ότι η Πένυ έλειπε!
es: Tux se despertó, mareado, y descubrió que Penny había desaparecido!
et: Endal pea veel pööritas, hakkas Tux hõikuma Pennyt.
fi: Tux heräsi pää kipeänä eikä löytänyt Pennyä mistään!
fr_ca: Tux s'est réveillé, étourdi, pour constater que Penny avait disparu !
gl: Tux espertou, mareado, para atopar que Penny estaba desaparecida!
hr: Tux se probudio, s vrtoglavicom, i otkrio da je Penny nestala!
hy: Թաքսը գլխապտույտ արթնացավ՝ պարզելու, որ Պեննին բացակայում է։
is: Tux vaknaði, svimaður, við að uppgötva að Penny var týndur!
it: Tux si svegliò, rintontito, per scoprire che Penny non c'era più!
nn: Då han vakna, ørsken i hovudet, oppdaga han at Penny var vekk!
ro: Tux și-a revenit, amețit, și a văzut că Penny a dispărut!
ru: Очнувшись от оглушения, Такс обнаружил пропажу Пенни!
sl: Tuks se je ves omotičen prebudil in opazil, da Pike ni več!
sq: Tuksi u zgjua, i trullosur, për të gjetur se Penny ishte zhdukur!
sv: Tux vaknade upp yr, och fann att Penny saknades!
te: టక్స్ మేల్కొన్నాను, తల తిరుగుతూంది, పెన్నీ తప్పిపోయిందని గుర్తించాడు!
tr: Tux, Penny'nin kayıp olduğunu bulmak için başı dönerek uyandı!
tt: Тукс уянды, башын әйләндерде, Пенни юкка чыкты!
uk: Тукс прокинувся з запамороченням і побачив, що Пенні зникла!

source: Tux was starting to become worried. He then saw a letter, and it read:
ar: بدأ تكس يشعر بالقلق. ثم رأى رسالة مكتوب فيها:
az: Tux narahat olmağa başlamışdı. Sonra bir məktub gördü və orada yazılmışdı:
bg: Тъкс започна да се притеснява. След това видя писмо и го прочете:
ca: Tux començava a preocupar-se. Aleshores va veure una carta i deia:
de: Tux war sehr besorgt. Dann sah er einen Brief und er las:
el: Ο Τοξ είχε αρχίσει να ανησυχεί. Τότε είδε ένα γράμμα και έγραφε:
es: Tux comenzaba a preocuparse. Luego, vió una carta que decía:
et: Kuid ta hõiked jäid vastuseta, seejärel märkas kirja ümbrikus...
fi: Tux alkoi huolestua. Sitten hän näki kirjeen, jossa luki:
fr_ca: Tux commençait à s'inquiéter. Il vit alors une lettre, et elle disait:
gl: Tux estaba comezando a estar preocupado. Entón viu unha carta e leu:
hr: Tux se počeo brinuti. Zatim je ugledao pismo, a ono je glasilo:
hy: Թաքսը սկսել էր անհանգստանալ։ Հետո նա տեսավ մի նամակ, որտեղ գրված էր.
is: Tux var farinn að hafa áhyggjur. Hann sá þá bréf og stóð á því:
it: Tux cominciò a preoccuparsi, finché non trovò una lettera e lesse:
nn: Han vart redd, og så oppdaga han eit brev:
ro: Tux începuse să devină îngrijorat. Apoi a văzut o scrisoare în care scria:
ru: Такс забеспокоился. Затем он увидел письмо, которое гласило:
sl: Tuksa je zaskrbelo. Takrat pa je zagledal pismo, v katerem je pisalo:
sq: Tuksi kishte filluar të shqetësohej. Më pas ai pa një letër dhe në të thuhej:
sv: Tux började bli orolig. Han såg sedan ett brev och i det stod:
te: టక్స్ ఆందోళన చెందడం ప్రారంభించాడు. అప్పుడు అతను ఒక ఉత్తరాన్ని చూశి, అది చదివాడు:
tr: Tux endişelenmeye başlamıştı. Sonra bir mektup gördü ve şöyle yazıyordu:
tt: Тук борчыла башлады. Аннары ул хат күрде, һәм анда:
uk: Тукс почав хвилюватися. Потім він побачив листа, і в ньому було написано:

source: "Tux, I have kidnapped your beloved Penny and have taken her to my fortress."
ar: "تكس ، لقد خطفت صديقتك بيني وأخذتها إلى حصني."
az: – Tux, mən sənin sevimli Pennini qaçırıb qalama apardım.
bg: „Тъкс, аз отвлякох любимата ти Пени и я отведох в крепостта си.“
ca: "Tux, he segrestat la teva estimada Penny i l'he portat a la meva fortalesa".
de: »Tux, ich habe deine geliebte Penny entführt und sie in meine Burg gebracht.«
el: «Ταξ, απήγαγα την αγαπημένη σου Πένυ και την πήγα στο φρούριο μου».
es: "Tux, he secuestrado a tu amada Penny y la llevé a mi fortaleza."
et: "Tux, Mina röövisin su armsama, Penny."
fi: "Tux, olen kaapannut rakkaan Pennysi ja vienyt hänet linnoitukseeni."
fr_ca: "Tux, j'ai kidnappé ta bien-aimée Penny et je l'ai emmenée dans ma forteresse."
gl: "Tux, secuestrei á túa amada Penny e leveina á miña fortaleza."
hr: "Tux, oteo sam tvoju voljenu Penni i odveo je u svoju tvrđavu."
hy: «Թաքս, ես առևանգել եմ քո սիրելի Պենիին և տարել նրան իմ ամրոց»։
is: "Tux, ég hef rænt ástkæru Penny þinni og hef farið með hana í vígi mitt."
it: "Tux, ho rapito la tua amata Penny e l'ho portata nella mia fortezza!"
nn: «Eg har bortført di kjære Penny til borga mi.»
ro: "Tux, am răpit-o pe draga ta Penny și am dus-o în fortăreața mea."
ru: «Такс, я похитил твою любимую Пенни и увёз её в свою крепость.»
sl: "Tuks, ugrabil sem tvojo predrago Piko in jo odpeljal v svojo trdnjavo."
sq: "Tux, unë kam rrëmbyer Penny-n tënde të dashur dhe e kam çuar në kalanë time."
sv: "Tux, jag har kidnappat din älskade Penny och har tagit henne till min borg."
te: "టక్స్, నేను మీ ప్రియమైన పెన్నీని కిడ్నాప్ చేసాను మరియు ఆమెను నా కోటకు తీసుకువెళ్ళాను."
tr: "Tux, sevgili Penny'ni kaçırdım ve kaleme aldım."
tt: "Тукс, мин синең яраткан Пенниңны урладым һәм аны минем ныгытмага алып киттем."
uk: «Такс, я викрав твою кохану Пенні і відвіз її до своєї фортеці».

source: "The path to my fortress is littered with my minions."
ar: "الطريق إلى حصني مليء بأتباعي".
az: "Mənim qalama gedən yol əlaltılarımla doludur."
bg: „Пътят към крепостта ми е осеян със слугите ми.“
ca: "El camí cap a la meva fortalesa està ple de sequaços".
de: »Auf dem Weg zu meinem Schloss wimmelt es nur so von meinen Untertanen.«
el: «Το μονοπάτι για το φρούριο μου είναι γεμάτο με τα τσιράκια μου».
es: "El camino hacia mi fortaleza está plagado con mis secuaces."
et: "Ta on lukustatud mu lossi kõige kõrgemasse vangitorni,"
fi: "Reitti linnoitukseeni on täynnä kätyreitäni."
fr_ca: "Le chemin vers ma forteresse est jonché de mes sbires."
gl: "O camiño á miña fortaleza está sementado cos meus minions."
hr: "Put do moje tvrđave je posut mojim slugama."
hy: «Իմ բերդ տանող ճանապարհը լցված է իմ կամակատարներով»։
is: „Leiðin að vígi mínu er full af þjónum mínum.
it: "La strada per il mio maniero è disseminata di miei scagnozzi!"
nn: «Og eg har sett ut folk til å vakta vegen dit.»
ro: „Calea spre fortăreața mea este păzită de minionii mei”.
ru: «Путь к крепости усеян моими приспешниками.»
sl: "Pot do nje je polna mojih pomagačev."
sq: "Rruga për në kalanë time është e mbushur me miqtë e mi."
sv: "Vägen till min borg kantas av mina undersåtar."
te: "నా కోటకు దారి నా సేవకులతో నిండిపోయింది."
tr: "Kalemimin yolu yardakçılarımla dolu."
tt: "Минем крепостька юл минем кешеләр белән тулган."
uk: «Шлях до моєї фортеці всіяний моїми прислужниками».

source: "You don't have a chance of saving her! Signed, Nolok."
ar: "ليس لديك أمل لإنقاذها! التوقيع، نولوك."
az: "Onu xilas etmək şansın yoxdur! İmzalı, Nolok."
bg: „Нямаш шанс да я спасиш! Подпис: Нолок.“
ca: "No tens cap possibilitat de salvar-la! Signat, Nolok."
de: »Du hast nicht die geringste Chance, sie zu retten! Gezeichnet, Nolok.«
el: "Δεν έχεις την ευκαιρία να τη σώσεις! Υπέγραψε, Νόλοκ."
es: "¡No tienes oportunidad de salvarla! Firma: Nolok."
et: "kuhu ta peab jääma kõikide aegade lõpuni! Allakirjutanu, Nolok"
fi: "Et voi mitenkään pelastaa häntä! Terveisin, Nolok."
fr_ca: "Vous n'avez aucune chance de la sauver! Signé, Nolok."
gl: "Non tes ningunha oportunidade de salvala! Afirmou Nolok."
hr: "Nemaš šanse da je spasiš! Potpisano, Nolok."
hy: «Դու նրան փրկելու հնարավորություն չունես, ստորագրիր, Նոլոք»։
is: "Þú átt ekki möguleika á að bjarga henni! Undirritaður, Nolok."
it: "Non hai nessuna speranza di salvarla!" Firmato, Nolok.
nn: «Du vil aldri klara å redda ho! Uvennleg helsing Nolok.»
ro: — Nu ai nicio şansă să o salvezi! Semnat, Nolok.
ru: «Не пытайся спасти её! Подпись: Нолок.»
sl: "Nikoli je ne boš rešil! Grd pozdrav, Nolok."
sq: "Ju nuk keni një shans për ta shpëtuar atë! Nënshkruar, Nolok."
sv: "Så du har inte en chans att rädda henne! Signerat, Nolok."
te: "ఆమెను రక్షించే అవకాశం నీకు లేదు! సంతకం చేశాను, నోలోక్."
tr: "Onu kurtarma şansın yok! İmzalandı, Nolok."
tt: "Сез аны коткару мөмкинлеге юк! Имзаланган, Нолок."
uk: «У вас немає шансів її врятувати! Підписано, Нолок».

source: Realizing the trouble Penny could be in, Tux became determined to save her.
ar: إدراكا للمشكلة التي يمكن أن تواجهها بيني ، أصبح تكس مصممًا على إنقاذها.
az: Penninin başına gələn problemi dərk edən Tux onu xilas etməyə qərar verdi.
bg: Осъзнавайки в каква беда може да се намира Пени, Тъкс се зарече да я спаси.
ca: En adonar-se dels problemes en què podia estar Penny, en Tux es va decidir a salvar-la.
de: Als ihm klar wurde, in welcher Gefahr Penny schweben könnte, beschloss Tux, sie zu retten.
el: Συνειδητοποιώντας το πρόβλημα που θα μπορούσε να αντιμετωπίσει η Πένυ, ο Τοξ έγινε αποφασισμένος να τη σώσει.
es: Al darse cuenta de los problemas en los que se encontraría Penny, Tux decidió salvarla.
et: Kauguses võis silmata kurja valitseja Noloki talvelossi,
fi: Tux päätti pelastaa Pennyn tajuttuaan, kuinka pahassa pulassa hän saattaa olla.
fr_ca: Réalisant les ennuis que Penny pourrait avoir, Tux est devenu déterminé à la sauver.
gl: Decatándose do problema no que Penny podería estar, Tux decidiuse a salvala.
hr: Shvativši u kakvoj bi se nevolji Penni mogla naći, Tux je odlučio spasiti je.
hy: Հասկանալով, թե ինչ դժվարությունների մեջ կարող էր հայտնվել Պեննին, Թաքսը վճռական դարձավ փրկել նրան:
is: Þegar Tux áttaði sig á vandræðum Penny gæti verið í, varð Tux staðráðinn í að bjarga henni.
it: Capendo in che caos poteva essere Penny, Tux decise di andare a salvarla.
nn: Tux skjøna at Penny var i livsfare og lova seg sjølv å redda ho.
ro: Dându-și seama de problemele în care ar putea fi Penny, Tux a devenit hotărât să o salveze.
ru: Осознавая в какую беду попала Пенни, Такс решил спасти её.
sl: Tuks je spoznal, da je Pika v težavah, in odločil se jo je rešiti.
sq: Duke kuptuar telashet në të cilat mund të ishte Penny, Tux u bë i vendosur ta shpëtonte atë.
sv: När Tux insåg vilket trassel Penny kunde vara i, bestämde Tux sig för att rädda henne.
te: పెన్నీ పడే ఇబ్బందులను గ్రహించిన టక్స్ ఆమెను రక్షించాలని నిశ్చయించుకున్నాడు.
tr: Penny'nin başının belaya girebileceğini anlayan Tux, onu kurtarmaya kararlıydı.
tt: Пенни эчендә булган проблеманы аңлап, Тукс аны коткарырга булды.
uk: Розуміючи, які проблеми можуть бути у Пенні, Тукс вирішив врятувати її.

source: Then, Tux saw Nolok's castle in the distance and set off to rescue Penny!
ar: ثم رأى تكس قلعة نولوك من بعيد وانطلق لإنقاذ بيني!
az: Sonra Tux uzaqdan Nolokun qalasını gördü və Pennini xilas etmək üçün yola düşdü!
bg: Тогава в далечината Тъкс видя замъка на Нолок, и се отправи към него, за да спаси Пени!
ca: Aleshores, Tux va veure el castell de Nolok a la distància i va marxar a rescatar la Penny!
de: Dann sah Tux Noloks Schloss in der Ferne und begab sich auf dem Weg, um Penny zu retten!
el: Τότε, ο Tux είδε το κάστρο του Nolok σε απόσταση και ξεκίνησε για να σώσει την Penny!
es: Luego, Tux divisó el castillo de Nolok a la distancia y se encaminó al rescate de Penny!
et: kuid teekond sinna oli täis jäiseid ohti ja Noloki kurje käsilasi.
fi: Sitten Tux näki Nolokin linnan kauempana, ja lähti pelastamaan Pennyä!
fr_ca: Puis, Tux aperçoit le château de Nolok au loin et part à la rescousse de Penny!
gl: Entón Tux viu o castelo de Nolok na distancia e preparouse para rescatar a Penny!
hr: Tada je Tux u daljini ugledao Nolokov dvorac i krenuo spasiti Penny!
hy: Այնուհետև Թաքսը հեռվից տեսավ Նոլոկի ամրոցը և ճանապարհ ընկավ Փենին փրկելու։
is: Síðan sá Tux kastala Noloks í fjarska og lagði af stað til að bjarga Penny!
it: Allora Tux vide in lontananza il castello di Nolok e si mise in viaggio per salvare Penny!
nn: Han såg borga til Nolok i det fjerne og la i veg!
ro: Apoi, Tux a văzut castelul lui Nolok în depărtare și a pornit să o salveze pe Penny!
ru: Затем, Такс увидел вдалеке замок Нолока и отправился освобождать Пенни!
sl: V daljavi je zagledal Nolokov grad in se odpravil Piki na pomoč!
sq: Pastaj, Tux pa kështjellën e Nolok në distancë dhe u nis për të shpëtuar Penny!
sv: Tux såg sedan Noloks slott på avstånd och sprang iväg för att rädda Penny!
te: అప్పుడు, టక్స్ దూరంలో నోలోక్ కోటను చూసి, పెన్నీని రక్షించడానికి బయలుదేరాడు!
tr: Sonra Tux, Nolok'un şatosunu uzaktan gördü ve Penny'yi kurtarmak için yola çıktı!
tt: Аннары, Тук Нолок сараен ерактан күрде һәм Пенни коткарырга китте!
uk: Потім Тукс побачив здалеку замок Нолока і вирушив рятувати Пенні!

source: After an entire day of navigating Icy Island, Tux had now almost reached the supposed castle of Nolok.
ar: بعد يوم كامل من الإبحار في الجزيرة الجليدية، وصل تكس الآن تقريبًا إلى قلعة نولوك المرجوة.
bg: След цял ден на лутане из Ледения остров, Тъкс вече почти беше достигнал предполагаемия замък на Нолок.
de: Nachdem er den ganzen Tag die Eisinsel überquerte, hatte Tux fast das angebliche Schloss von Nolok erreicht.
es: Después de un día entero navegando por la Heladisla, Tux casi había llegado al supuesto castillo de Nolok.
fi: Tux on nyt melkein päässyt Nolokin oletettuun linnaan matkattuaan koko päivän Jääsaarella
fr_ca: Après une journée entière à naviguer l'Île Glacée, Tux avait alors presque atteint le supposé château de Nolok.
gl: Despois dun día enteiro navegando pola Illa Xeada, Tux case alcanzara o suposto castelo de Nolok.
it: Dopo un'intera giornata esplorando l'Isola Ghiacciata, Tux aveva quasi raggiunto il supposto castello di Nolok.
nn: Etter ein heil dags vandring på Isøya var Tux no nesten framme med det som skulle vera borga til Nolok.
ru: После целого дня рассматривания Ледяного Острова, Такс почти достиг до требуемого замка Нолока.
sl: Po celodnevni poti po Ledenem otoku je Tuks skoraj dosegel Nolokov grad.
sv: Efter en hel dag med att navigera på Isön hade Tux nu nästan nått det förmodade slottet Nolok.

source: The lack of sleep during the night may not have been ideal but he was determined to keep going!
ar: ربما لم تكن قلة النوم في الليل أمرًا مثاليًا، لكنه كان مصممًا على الاستمرار!
bg: Липсата на сън предната нощ може да не му се отразяваше добре, но той беше решен да продължи!
de: Die schlaflosen Nächte waren bestimmt nicht ideal gewesen, aber er hatte es sich in den Kopf gesetzt, weiter zu machen!
es: La falta de sueño durante la noche pudo no haber sido ideal, ¡pero estaba decidido a seguir adelante!
fi: Unen puute yöaikaan ei ehkä ole ihanteellista, mutta hän oli päättänyt jatkaa!
fr_ca: Ne pas avoir dormi durant la nuit n'était peut-être pas idéal, mais il était déterminé à persévérer!
gl: A falta de sono durante a noite pode que non fora ideal, pero estaba determinado a seguir adiante!
it: Non aver dormito durante la notte poteva non essere stata una buona idea, ma Tux era determinato ad andare avanti!
nn: Det var ikkje heilt bra at han ikkje hadde fått blund på auga om natta, men han var fest bestemd på å halda fram likevel!
ru: Недостаток сна ночью был не очень идеален, но решимость заставляла его продолжать свой путь!
sl: Vso noč je prebedel, zato je bil pošteno utrujen, vendar odločen, da bo nadaljeval pot!
sv: Sömnbristen under natten var kanske inte idealisk, men han var fast besluten att fortsätta!

source: Not wanting to waste any more time, Tux continued on, sliding down the hill he was on into the icy valley up ahead.
ar: لعدم رغبته في إضاعة المزيد من الوقت، واصل تكس طريقه، منزلقا أسفل التل الذي كان عليه إلى الوادي الجليدي مباشرة.
bg: Тъкс не искаше да губи повече време. Затова се спусна надолу по хълма към ледената долина.
de: Da er keine Zeit mehr zu verlieren hatte, ging Tux weiter und schlitt den Hügel, auf dem er sich befand hinunter in das eisige Tal, das vor ihm lag.
es: Sin querer perder más tiempo, Tux continuó, deslizándose por la colina en la que se encontraba hacia el valle helado que tenía delante.
fi: Tux, joka ei halunnut hukata enempää aikaa, jatkoi liukumalla alas mäen päältä kohti edessä olevaa jäälaaksoa.
fr_ca: Ne voulant plus perdre de temps, Tux continua son chemin, glissant au bas de la colline vers la vallée de glace qui s'étalait devant lui.
gl: Sen querer perder máis tempo, Tux avanzou, escorregando ladeira abaixo cara ao val xeado que tiña máis adiante.
it: Non volendo sprecare neanche un secondo, Tux andò avanti, scivolando giù per la collina finché non fu nella Valle Ghiacciata lì davanti.
nn: Han ville ikkje kasta vekk tid og sklei derfor nedover mot isdalen.
ru: Не хотя больше тратить своё время, Такс продолжил, спускаясь с холма, на котором он был, где спереди была ледяная долина.
sl: Brez odlašanja se je Tuks spustil z griča v ledeno dolino pod seboj.
sv: Tux ville inte slösa mer tid, så han fortsatte och gled nerför kullen han befann sig på, in i den isiga dalen framför honom.

source: Unbeknownst to him, a Yeti seemed very keen on his presence as he kept a close eye on Tux as he continued his journey.
ar: دون علمه، كان أحد اليتي حريصًا جدًا على حضوره حيث كان يراقب تكس عن كثب بينما كان يواصل رحلته.
bg: Незабелязано от него, едно Йети следеше Тъкс неотлъчно по пътя му.
de: Zu seinem Unwissen war ein Yeti sehr an seiner Anwesenheit interessiert und hatte die ganze Zeit ein Auge auf Tux geworfen, während er seine Reise fortsetzte.
es: Sin que él lo supiera, un Yeti parecía estar muy interesado en su presencia mientras vigilaba de cerca a Tux mientras continuaba su viaje.
fi: Hänelle tuntematon lumimies näytti hyvin innostuneelta hänen länsäolostaan, sillä se piti Tuxia silmällä tämän jatkaessa matkaansa.
fr_ca: Cependant, un Yéti semblait, à l'insu de Tux, surveiller attentivement la présence de ce dernier et garder un œil sur Tux alors qu'il poursuivait son chemin.
gl: Sen que el o soubese, un Ieti parecía moi interesado na súa presenza, vixíando de preto a Tux mentres continuaba a súa viaxe.
it: Ma a sua insaputa, uno Yeti era molto attento alla sua presenza, infatti tenne d'occhio Tux per il resto della sua avventura.
nn: Han var ikkje klar over at ein yeti stod eit stykke unna og følgde med.
ru: Не зная об этом, Йети сделал свой вид, следя за Таксом, пока второй продолжал своё путешествие.
sl: Ni se zavedal, da ga že vso pot zasleduje jeti.
sv: Utan att han visste om det verkade en yeti vara mycket intresserad av hans närvaro, eftersom den höll ett vakande öga på Tux medan han fortsatte sin resa.

source: The yeti let out a loud roar and proceeded to follow the little penguin.
ar: أطلق اليتي زئيرا عاليا وشرع في اللحاق بالبطريق الصغير.
bg: Йетито изрева силно и се втурна след малкия пингвин.
de: Der Yeti stieß ein lautes Brüllen aus und folgte dem kleinen Pinguin.
es: El yeti dejó escapar un fuerte rugido y procedió a seguir al pequeño pingüino.
fi: Lumimies päästi kovan karjaisun ja jatkoi pikku pingviinin seuraamista.
fr_ca: Le Yeti poussa un puissant rugissement et se mit à suivre le petit manchot.
gl: O Ieti soltou un forte berro e comezou a seguir ao pequeno pingüín.
it: Lo Yeti ruggì e procedette nel seguire il nostro piccolo pinguino.
nn: Yetien brølte og la i veg etter den vesle pingvinen.
ru: Йети, выпустив громкий рёв, продолжал следовать за маленьким пингвином.
sl: Jeti je glasno zarjovel in se pognal za malim pingvinčkom.
sv: Yetin utstötte ett högt vrål och började följa efter den lilla pingvinen.

source: He did it! He actually did it! Tux had beaten the mighty yeti!
ar: لقد فعلها! لقد فعلها بالفعل! لقد تغلب تكس على اليتي الكبير!
bg: Той успя! Той наистина успя! Тъкс победи могъщото йети!
de: Er hat es geschafft! Er hat es tatsächlich geschafft! Tux hat den mächtigen Yeti besiegt!
es: ¡Lo logró! ¡De verdad lo logró! ¡Tux había vencido al poderoso Yeti!
fi: Hän teki sen! Hän todellakin teki sen! Tux oli voittanut mahtavan lumimiehen!
fr_ca: Il a réussi! Il a vraiment réussi! Tux a battu l'imposant Yeti!
gl: Logrouno! certamente logrouno! Tux vencera ao poderoso Ieti!
it: Ce l'aveva fatta! Ce l'aveva fatta! Tux aveva sconfitto il mitico Yeti!
nn: Han hadde klart det! Han hadde faktisk klart det! Tux hadde klart å slå den mektige yetien!
ru: Он это сделал! Он реально это сделал! Такс победил могучего Йети!
sl: Uspelo mu je! Dejansko mu je uspelo! Tuks je premagal mogočnega jetija!
sv: Han gjorde det! Han gjorde det verkligen! Tux hade besegrat den mäktiga yetin!
