Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: While it did not take long for the yeti to get up again, to Tux's relief, he did not throw hands again.
ar: على الرغم من أن الأمر لم يستغرق وقتًا طويلاً حتى يستيقظ اليتي مرة أخرى، إلا أنه مما أثار ارتياح تكس، أن اليتي لم يقترب منه مرة أخرى.
bg: Въпреки, че не отне много време на йетито да се изправи отново, за радост на Тъкс, то не искаше да се бие.
de: Obwohl es nicht lange dauerte, bis der Yeti sich wieder aufrichtete, griff er Tux zu dessen Erleichterung nicht nochmal an.
es: Si bien no tardó mucho para que el yeti se levantara nuevamente, para alivio de Tux, no volvió a luchar.
fi: Vaikka lumimieheltä ei vienyt kauan nousta taas, Tuxin helpotukseksi hän ei enää tapellut.
fr_ca: Bien qu'il ne lui fallu pas beaucoup de temps pour se relever, le Yeti, au grand soulagement de Tux, ne lança aucune autre offensive.
gl: Aínda que ao Ieti non lle levou moito volver erguerse, para alivio de Tux, non volveu lanzar golpes.
it: Anche se lo Yeti si rialzò poco dopo, per fortuna non alzò le mani di nuovo.
nn: Det ikkje tok lang tid for yetien å reisa seg att, men no gjekk han heldigvis ikkje lenger til åtak på Tux.
ru: Пока не было долго времени перед тем, как Йети встал, к облегчению Такса, он не опускал руки.
sl: Čeprav se je jeti hitro pobral na noge, se na Tuksovo olajšanje ni več hotel spopasti z njim.
sv: Det tog inte lång tid för yeti att resa sig igen, men till Tux lättnad slog han inte till igen.

source: The yeti was furious however! He could not understand how a tiny penguin like Tux could have beaten him in a fight.
ar: كان اليتي غاضبا ولكن! لم يستطع أن يفهم كيف يمكن لبطريق صغير مثل تكس أن يهزمه في قتال.
bg: Обаче йетито беше бясно! Не можеше да разбере как така един малък пингвин го е победил в битка.
de: Der Yeti allerdings war außer sich vor Wut! Er konnte nicht glauben, dass ein kleiner Pinguin wie Tux ihn in einem Kampf besiegen könnte.
es: ¡Pero el yeti estaba furioso! No podía entender cómo un pingüino tan pequeño como Tux había podido vencerlo en una pelea.
fi: Lumimies oli kuitenkin raivoissaan! Hän ei voinut käsittää, miten Tuxin kaltainen pieni pingviini saattoi voittaa hänet taistelussa.
fr_ca: Le Yeti était néanmoins furieux! Il ne pouvait comprendre comment un petit manchot comme Tux pouvait le vaincre au combat.
gl: Porén, O Ieti estaba furioso! Non podía entender como un pequeno pingüín como Tux podía vencelo nun combate.
it: Lo Yeti era furioso, comunque! Non poteva credere che un piccolo pinguino come Tux lo avesse battuto in uno scontro.
nn: Men han var rasande! Han forstod ikkje korleis ein liten pingvin hadde klart å slå han.
ru: Но вот Йети был яростным! Он вообще не знал, как такой малюсенький пингвин как Такс победил его в битве.
sl: Toda jeti je bil besen! Ni mu šlo v glavo, kako ga je lahko premagal tak majhen pingvinček.
sv: Yetin var dock rasande! Han kunde inte förstå hur en liten pingvin som Tux kunde ha besegrat honom i en kamp.

source: Almost as if he forgot Tux was there to begin with, the yeti rushed off, grumbling to himself.
ar: تقريبًا كما لو أنه نسي أن تكس كان هناك، اندفع اليتي بعيدًا، يلوم نفسه.
bg: И сякаш беше забравило, че Тъкс изобщо е там, йетито просто се тръгна, мърморейки под носа си.
de: Fast so, als hätte er vergessen, dass Tux überhaupt da war, eilte der Yeti hinfort, immerwährend in sich hinein grummelnd.
es: Casi como si hubiera olvidado que Tux estaba allí, el yeti salió corriendo, refunfuñando para sí mismo.
fi: Lumimies riensi pois mutisten itsekseen ikään kuin unohtaen Tuxin olleen paikalla.
fr_ca: Un peu comme s'il avait oublié la présence de Tux, le Yeti s'enfuit en grognant à lui-même.
gl: Case como se esquecese de que Tux estaba alí, o Ieti marchou correndo, bisbando para si mesmo.
it: Come se avesse dimenticato che Tux era lì, lo Yeti si precipitò via, borbottando tra sé e sé.
nn: Og han ensa knapt Tux i det han storma knurrande ut.
ru: Будто почти забыв, что Такс был здесь, Йети сбежал, ворчав себе под нос.
sl: Odvihral je proč, kakor da Tuksa ne bi bilo tam, in si jezno mrmral v brk.
sv: Nästan som om han glömt att Tux var där från början, rusade yetin iväg och muttrade för sig själv.

source: Not sure what to make of it, Tux decided to continue moving onwards.
ar: لم يكن تكس متأكدًا مما سيفعله بعد هذا، فقرر مواصلة المضي قدمًا.
bg: Тъкс не знаеше как да разбира това, затова реши просто да продължи напред.
de: Tux, der sich unsicher war, was das alles zu bedeuten hatte, setzte seine Reise fort.
es: Sin estar seguro de qué hacer, Tux decidió continuar avanzando.
fi: Tux ei ollut varma, mitä siitä pitäisi ajatella, joten hän päätti jatkaa matkaa.
fr_ca: Ne sachant pas quoi en penser, Tux décida de continuer plus loin son chemin.
gl: Sen saber que pensar, Tux decidiu seguir adiante.
it: Non essendo molto sicuro sul da farsi, Tux decise di andare avanti.
nn: Tux vart ståande forfjamsa att - før han vandra kjapt vidare.
ru: Не знав, что об этом думать, Такс продолжил двигаться дальше.
sl: Tuks je najprej presenečeno obstal, potem pa se je odpravil dalje.
sv: Osäker på vad han skulle tro, bestämde sig Tux för att fortsätta framåt.

source: As he reached the shore, Tux could already see the Glacier Isle on the horizon.
ar: عندما وصل إلى الضفة، استطاع تكس رؤية الجزيرة الجليدية في الأفق.
bg: Когато достигна брега, Тъкс вече виждаше Ледниковия остров на хоризонта.
de: Als er die Küste erreichte, konnte Tux bereits schemenhaft die Gletscherinsel am Horizont wahrnehmen.
es: Cuando llegó a la orilla, Tux ya podía ver la Heladisla en el horizonte.
fi: Päästyään rannalla Tux pystyi jo näkemään Huurresaaret horisontissa.
fr_ca: Au moment d'atteindre la rive, Tux apercevait déjà à l'horizon l'Îlot du Glacier.
gl: Ao chegar á beira, Tux xa podía ver a Illa Xeada no horizonte.
it: Quando raggiunse la spiaggia, Tux poteva già vedere le Isole Ghiacciaio sull'orizzonte.
nn: Når han kom ned til stranda, kunne han skimta Isbreøya i det fjerne.
ru: Достигнув до берега, Такс уже видел Ледниковый Остров на горизонте.
sl: Ko je Tuks dosegel obalo, je na obzorju že videl Ledeniški otok.
sv: När han nådde stranden kunde Tux redan se Glaciärön vid horisonten.

source: If he knew Nolok went over there sooner, he could have been there much faster.
ar: لو كان يعلم أن نولوك ذهب إلى هناك مبكرا، لكان بإمكانه الوصول إلى هناك بشكل أسرع بكثير.
bg: Ако по-рано беше разбрал, че Нолок ще отиде там, можеше да стигне много по-бързо.
de: Hätte er früher gewusst, dass Nolok die Insel betreten hatte, hätte er wesentlich schneller da sein können.
es: Si hubiera sabido que Nolok iba allí antes, podría haber llegado mucho más rápido.
fi: Jos hän olisi tiennyt Nolokin menneen sinne aikaisemmin, hän olisi päässyt sinne nopeammin.
fr_ca: Avoir su que Nolok est allé là-bas, il aurait pu y être plus rapidement.
gl: Se soubese que Nolok fora alí antes, podería chegar moito máis rápido.
it: Se avesse saputo che Nolok era già stato lì, ci sarebbe andato molto prima.
nn: Hadde han visst tidlegare at det var der Nolok hadde teke vegen, kunne han alt ha vore framme no.
ru: Если он знал, что Нолок будет направляться быстрее, то он бы тоже направлялся быстрее.
sl: Če bi prej vedel, da bo Nolok tam, bi šel naravnost tja in si prihranil čas.
sv: Om han hade vetat att Nolok åkte dit tidigare, kunde han ha varit där mycket snabbare.

source: Perhaps that was Nolok's goal with the note he left behind...
ar: ربما كان هذا هو هدف نولوك بالملاحظة التي تركها وراءه...
bg: Може би целта на бележката на Нолок е била точно такава…
de: Vielleicht war das die ganze Zeit Noloks Ziel gewesen, mit der Nachricht, die er zurückgelassen hatte...
es: Quizás ese era el objetivo de Nolok con la nota que dejó...
fi: Ehkä se oli Nolokin tavoite, kun hän jätti jälkeensä viestin...
fr_ca: Peut-être cela était-il le but de Nolok, avec la lettre qu'il a laissé derrière...
gl: Quizais ese era o obxectivo de Nolok coa nota que deixou atrás…
it: Anche se, forse, era quello l'obiettivo della lettera che Nolok si era lasciato dietro...
nn: Kanskje det var derfor Nolok hadde skrive lappen ...
ru: Видимо, это была цель Нолока с письмом, которое он оставил...
sl: Mogoče je ravno zato Nolok napisal tisto sporočilo ...
sv: Kanske var det Noloks mål med lappen han lämnade efter sig...

source: Shattered Bridge
ar: الجسر المحطم
bg: Разрушеният мост
de: Zertrümmerte Brücke
es: Puente destruido
fi: Hajonnut silta
fr_ca: Pont Délabré
gl: Ponte Esnaquizada
hr: Razbijeni most
it: Il ponte rotto
nn: Den øydelagde brua
ru: Разрушенный мост
sl: Majav most
sv: Krossad bro

source: Slippery Slide
ar: الشريحة الزلقة
bg: Хлъзгава пързалка
de: Rutschige Talfahrt
es: Pendiente Resbaladiza
fi: Liukas liuku
fr_ca: Glissante Glissade
gl: Tobogán Esvaradío
hr: Klizav tobogan
it: Scivolo scivoloso
nn: På glattisen
ru: Скользкая горка
sl: Spolzko drsenje
sv: Halkig rutschkana

source: The Somewhat Smaller Bath
ar: الشريحة الزلقة
az: Biraz Kiçik Hamam
bg: Някак по-малката баня
br: Er gibellig
ca: El bany més petit
de: Mini-Bad
el: Το Κάπως Μικρότερο Λουτρό
es: Un baño más que pequeño
et: Üüratu igilumi
fi: Hieman pienempi kylpy
fr_ca: Le bain un peu plus petit
gl: O Baño Un Chisco Pequeno
hr: Nešto manja kupka
hy: Մի փոքր ավելի փոքր բաղնիք
is: Nokkuð minna baðið
it: Il bagno piuttosto piccino
nn: Oppi stampen
ro: Baia oarecum mai mică
ru: Весьма небольшая купальня
sl: Manjša kopalna kad
sq: Banja disi më e vogël
sv: Det något mindre badkaret
te: కొంతవరకు చిన్న స్నానం
tr: Biraz daha küçük banyo
tt: Кечкенә генә Бассейн
uk: Невелика ванна

source: -Swimming !images/creatures/tux/big/swim-1.png #When submerged in water, use the DIRECTIONAL keys to swim around freely. Hold the JUMP key to swim even faster.
ar: -السباحة !images/creatures/tux/big/swim-1.png #عند الدخول الى الماء، استخدم مفاتيح الاتجاهات للسباحة بحرية. اضغط باستمرار على مفتاح القفز لتسبح بشكل أسرع.
bg: -Плуване !images/creatures/tux/big/swim-1.png #Когато си във вода, използвай бутоните за ПОСОКИТЕ, за да плуваш свободно наоколо. Задръж СКОК, за да плуваш още по-бързо.
de: -Schwimmen !images/creatures/tux/big/swim-1.png #Wenn Tux unter Wasser ist, verwende die Pfeiltasten, um herumzuschwimmen. Halte die Sprung-Taste gedrückt, um noch schneller zu schwimmen.
es: -Nadar !images/creatures/tux/big/swim-1.png #Cuando Tux esté sumergido bajo el agua, usa las teclas DIRECCIONALES para nadar libremente. Mantiene presionada la tecla de SALTAR para nadar aún más rápido.
fi: -Uiminen !images/creatures/tux/big/swim-1.png #Ui veden alla vapaasti ympäriinsä suuntanäppäimillä. Ui nopeammin pitämällä hyppynäppäintä pohjassa.
fr_ca: -Nage!images/creatures/tux/big/swim-1.png#Lorsque immergé dans l'eau, utilisez les touches de DIRECTION pour nager de part et d'autre. Gardez appuyée la touche SAUT pour nager encore plus vite.
gl: -Natación !images/creatures/tux/big/swim-1.png #Cando esteas baixo auga, usa as teclas DIRECCIONAIS para nadar libremente. Manteña premida a tecla de SALTO para nadar aínda máis rápido.
hr: -Plivanje !images/creatures/tux/big/swim-1.png #Kada ste uronjeni u vodu, koristite tipke za SMJER za slobodno plivanje. Držite tipku SKOK za još brže plivanje.
it: -Nuotare !images/creatures/tux/big/swim-1.png #Quando sott'acqua, usa le FRECCE DIREZIONALI per nuotare liberamente. Tieni premuto il tasto SALTA per nuotare ancora più velocemente.
nn: -Symjing !images/creatures/tux/big/swim-1.png #Når du er under vatn, bruk retningstastane for å symja. Hald inne hoppetasten for å symja endå raskare.
ru: -Плавание !images/creatures/tux/big/swim-1.png #Находясь в воде, используй клавиши управления, чтобы плыть. Удерживай клавишу «ПРЫЖОК», чтобы плыть ещё быстрее.
sl: -Plavanje !images/creatures/tux/big/swim-1.png #Ko si pod vodo, uporabi smerne tipke, da zaplavaš. Če držiš tipko za skakanje, lahko plavaš še hitreje.
sv: -Simning !images/creatures/tux/big/swim-1.png #När du är nedsänkt i vatten använder du RIKTNINGS-tangenterna för att simma fritt. Håll ned HOPPA-knappen för att simma ännu snabbare.

source: Stone Cold
ar: الحجر البارد
az: Daş Soyuq
bg: Кучи студ
br: Yen sklas
ca: Pedra freda
de: Eiskalt
el: Πέτρινο Ψύχος
es: Frío y duro
et: Mägede jäine hingus
fi: Kylmä kuin kivi
fr_ca: Pierre Froide
gl: Frío de Pedra
hr: Hladno od kamena
hy: Քար սառը
is: Ískaldur
it: Pietrafredda
nn: Steinkaldt
ro: Rece ca gheața
ru: Каменный холод
sl: Hladen kot kamen
sq: Gurë i ftoftë
sv: Iskallt
te: తీవ్రమైన చలి
tr: Buz Gibi
tt: Таш шикелле салкын
uk: Холодний як камінь

source: -Carrying Objects #Tux can pick up objects by holding the ACTION key. Release the ACTION key to drop the object. #If you let go of the ACTION key while Tux is moving, he will throw it!
ar: -حمل الأشياء #يمكن لـتكس حمل الأشياء بالضغط المستمر على مفتاح الاجراءات. أفلت مفتاح الإجراءات لإسقاط الأشياء. #إذا تركت مفتاح الاجراءات أثناء تحرك تكس، فسوف يرمي الأشياء!
bg: -Носене на предмети #Тъкс може да взема предмети от земята като задържиш бутона за ДЕЙСТВИЕ. Пускането на бутона за ДЕЙСТВИЕ ще накара Тъкс да пусне предмета. #Ако пуснеш бутона за ДЕЙСТВИЕ, докато Тъкс се движи, той ще хвърли предмета!
de: -Objekte tragen #Tux kann Objekte aufsammeln, indem die AKTION-Taste gedrückt gehalten wird. Lasse die AKTION-Taste los, um das Objekt fallen zu lassen. #Wenn die AKTION-Taste losgelassen wird, während sich Tux bewegt, wird er das Objekt werfen!
es: -Llevar objetos#Tux puede recoger objetos manteniendo pulsada la tecla ACCIÓN. Suéltala para soltar el objeto.#Si sueltas la tecla ACCIÓN mientras Tux se mueve, ¡lo lanzará!
fr_ca: -Portage d'objets#Tux peut prendre un objet en gardant appuyée la touche ACTION. Relâchez la touche ACTION tout en restant immobile pour laisser tomber l'objet.#Si vous relâchez la touche ACTION alors que Tux est en mouvement, il va lancer l'objet!
gl: -Transportar Obxectos #Tux pode coller obxectos mantendo premida a tecla ACCIÓN. Solta a tecla ACCIÓN para deixar o obxecto. #Se soltas a tecla ACCIÓN mentres Tux se move, lanzarao!
it: -Trasportare oggetti #Tux può prendere in mano alcuni oggetti tenendo premuto il tasto AZIONE. Rilascia il pulsante AZIONE mentre sei fermo per farlo cadere. #Se rilasci il tasto AZIONE mentre Tux si sta muovendo, lo lancerà!
nn: -Gjenstandar #Du kan plukka opp gjenstandar med handlingstasten. Slepp tasten når du står i ro for å leggja frå deg gjenstanden. #Viss du slepper tasten når du er i rørsle, vil du kasta gjenstanden!
ru: -Перенос Объектов #Такс может подбирать объекты, удерживая клавишу ДЕЙСТВИЕ. Отпусти клавишу ДЕЙСТВИЕ, чтобы положить объект. #Если ты отпустишь клавишу ДЕЙСТВИЕ в движении, то Такс бросит его!
sl: -Prenašanje predmetov#Če držiš tipko za dejanje, lahko Tuks pobere in nosi predmete. Ko spustiš tipko, bo Tuks spustil predmet.#Če spustiš tipko, medtem ko se Tuks premika, bo predmet zalučal!
sv: -Bära föremål #Tux kan plocka upp föremål genom att hålla ned ÅTGÄRDS-tangenten. Släpp ÅTGÄRDS-tangenten för att släppa föremålet. #Om du släpper ÅTGÄRDS-tangenten medan Tux rör sig kommer han att kasta föremålet!

source: -Up-Throwing #Tux can throw most objects upwards by holding the UP key, whilst releasing the ACTION key. #When running, Tux throws the object in an arch!
ar: -الرمي لأعلى #يستطيع تكس رمي معظم الأشياء لأعلى بالضغط المستمر على مفتاح الاتجاهات الأعلى و افلات مفتاح الاجراءات #أثناء الجري, تكس يرمي الأشياء لمسافة بعيدة
bg: -Хвърляне нагоре #Тъкс може да хвърля повечето предмети нагоре, като задържиш бутона НАГОРЕ и пуснеш бутона за ДЕЙСТВИЕ. #Ако в това време Тъкс тича, предметът ще излети в парабола!
de: -Nach oben werfen #Tux kann die meisten Objekte nach oben werfen, indem die HOCH-Taste gedrückt gehalten wird, während die AKTION-Taste losgelassen wird. #Wenn er rennt, wirft Tux die Objekte in einem Bogen!
es: -Lanzamiento hacia arriba#Tux puede lanzar la mayoría de los objetos hacia arriba manteniendo presionada la tecla ARRIBA mientras se suelta la tecla ACCIÓN.#Al correr, ¡Tux lanza el objeto formando un arco!
fr_ca: -Lancement vers le haut#Tux peut lancer la plupart des objets vers le haut, en gardant appuyée la touche HAUT tout en relâchant la touche ACTION.#Lorsqu'il est en pleine course, Tux lance l'objet dans un mouvement d'arche!
gl: -Lanzamento cara arriba #Tux pode lanzar a maioría de obxectos cara arriba mantendo premida a tecla ARRIBA mentres soltas ACCIÓN. #Ao correr, Tux lanza o obxecto en forma de arco!
it: -Lancio in alto #Tux può lanciare la maggior parte degli oggetti verso l'alto, tenendo premuto il tasto SU e rilasciando nel mentre il tasto AZIONE. #Quando correndo, Tux lancerà gli oggetti con una traiettoria ad arco!
nn: -Kast oppover #Du kan kasta dei fleste gjenstandar oppover. Hald inne «Pil opp» samtidig som du slepp handlingstasten. #Viss du spring, vil du kasta gjenstanden i ein boge!
ru: -Подброс наверх #Такс может подбросить большинство объектов вверх, удерживая клавишу ВВЕРХ прежде чем отпустить клавишу ДЕЙСТВИЕ. #При беге, Такс подбросит объект в дуге!
sl: -Met navzgor#Tuks lahko vrže večino predmetov navzgor tako, da zadržiš zgornjo tipko, medtem pa spustiš tipko za dejanje.#Med tekom bo Tuks vrgel predmet v loku!
sv: -Kasta uppåt #Tux kan kasta de flesta föremål uppåt genom att hålla ned UPP-tangenten och släppa ÅTGÄRDS-tangenten. #När Tux springer kastar han föremålet i en båge!

source: Under the Ice
ar: تحت الثلج
az: Buz altında
bg: Под леда
br: Dindan ar skorn
ca: Sota el gel
de: Unter dem Eis
el: Κάτω από τον Πάγο
es: Lo que hay bajo el hielo
et: Allpool jääkoorikut
fi: Jään alla
fr_ca: Sous la glace
gl: Baixo o Xeo
hr: Ispod leda
hy: Սառույցի տակ
is: Undir ísnum
it: Sotto il ghiaccio
nn: Under isen
ro: Sub gheață
ru: Подо льдом
sl: Pod ledom
sq: Nën akull
sv: Under isen
te: మంచు క్రింద
tr: Buzun Altında
tt: Боз астында
uk: Під льодом

source: Welcome to Antarctica
ar: مرحبا بكم في القطب الجنوبي
az: Antarktidaya xoş gəlmisiniz
bg: Добре дошли в Антарктида
br: Donemat en Antartika
ca: Benvingut a l'Antàrtida
de: Willkommen in der Antarktis
el: Καλώς ήρθες στην Ανταρκτική
es: Bienvenido a la Antártida
et: Ettevalmistused rännaku ohtudeks
fi: Tervetuloa Etelämantereelle
fr_ca: Bienvenue en Antarctique
gl: Benvida á Antártida
hr: Dobrodošli na Antartiku
hy: Բարի գալուստ Անտարկտիկա
is: Velkomin til Suðurskautslandsins
it: Benvenuto in Antartide
nn: Velkommen til Sørpolen
ro: Bun venit în Antarctica
ru: Добро пожаловать в Антарктиду
sl: Dobrodošel/a na Antarktiki
sq: Mirëserdhe në Antarktikë
sv: Välkommen till Antarktis
te: అంటార్కిటికాకు స్వాగతం
tr: Antartika'ya hoş geldiniz
tt: Антарктикага рәхим итегез
uk: Вітаємо в Антарктиці

source: -Eggs !images/powerups/egg/egg-shade.png #The egg makes Tux grow larger. Tux can then smash wooden blocks with his head.
ar: -بيض !images/powerups/egg/egg-shade.png #البيضة تجعل Tux ينمو بشكل أكبر. يمكن تكس بعد ذلك تحطيم الكتل الخشبية برأسه.
az: -Yumurta !images/powerups/egg/egg-shade.png #Yumurta Tux'u böyüdür. Tux daha sonra başı ilə taxta blokları parçalaya bilər.
bg: -Яйца !images/powerups/egg/egg-shade.png #Яйцето прави Тъкс по-голям. Когато Тъкс е голям, той може да разбива дървените блокчета с глава.
br: -Vioù !images/powerups/egg/egg-shade.png #Ar vi a lak Tux da vrasaat. Tux a c'hall neuze terriñ ar bloc'hadoù koag gant e benn.
ca: -Ous !images/powerups/egg/egg-shade.png #L'ou fa que Tux creixi més gran. Aleshores, en Tux pot trencar blocs de fusta amb el cap.
de: -Eier !images/powerups/egg/egg-shade.png #Die Eier machen Tux größer. Tux kann Holzblöcke mit seinem Kopf zertrümmern.
el: -Αυγά !images/powerups/egg/egg-shade.png #Το αυγό κάνει το Tux να μεγαλώνει. Στη συνέχεια, ο Tux μπορεί να σπάσει ξύλινα μπλοκ με το κεφάλι του.
es: -Huevos !images/powerups/egg/egg-shade.png #Los huevos hacen crecer a Tux. Entonces Tux podrá destruir bloques de madera con su cabeza.
et: -Muna !images/powerups/egg/egg-shade.png #Muna paneb Tux'i kasvama, siis saab Tux peaga lõhkuda puidust kaste.
fi: -Munat !images/powerups/egg/egg-shade.png #Muna tekee Tuxista isomman, jolloin hän voi rikkoa puulaatikoita päällään.
fr_ca: -Œufs !images/powerups/egg/egg-shade.png #Les œufs permettent à Tux de grandir. Tux peut alors casser les caisses en bois avec sa tête.
gl: -Ovos !images/powerups/egg/egg-shade.png #O ovo fai que Tux medre máis grande. Entón, Tux pode esmagar bloques de madeira coa súa cabeza.
hr: -Jaja !images/powerups/egg/egg-shade.png #Jaje čini Tuxa većim. Tux tada može glavom razbijati drvene blokove.
hy: -Ձու !images/powerups/egg/egg-shade.png #Ձուն մեծացնում է Tux-ը։ Այնուհետեւ Թաքսը կարող է գլխով կոտրել փայտե բլոկները:
is: -Egg !images/powerups/egg/egg-shade.png #Eggið gerir Tux stærri. Tux getur þá mölvað trékubba með höfðinu.
it: -Uova !images/powerups/egg/egg.png #Le uova fanno crescere Tux. Potrà poi rompere i blocchi di legno con la sua testa.
nn: -Egg !images/powerups/egg/egg-shade.png #Egget får deg til å veksa deg større. Du kan då knusa trekassar med hovudet.
ro: - Ouă !images/powerups/egg/egg-shade.png #Oul îl face pe Tux să crească mai mare. Tux poate sparge apoi blocuri de lemn cu capul.
ru: -Яйца !images/powerups/egg/egg-shade.png #При подборе яйца Такс становится больше, что позволяет ему ломать деревянные блоки головой.
sl: -Jajca !images/powerups/egg/egg-shade.png #Jajce Tuksa poveča. To mu omogoči, da s svojo glavo uničuje lesene kocke.
sq: - Vezë !images/powerups/egg/egg-shade.png #Veza e bën Tuksin të rritet më i madh. Tux më pas mund të thyejë blloqe druri me kokën e tij.
sv: -Ägg !images/powerups/egg/egg-shade.png #Ägget gör att Tux växer sig större. Tux kan därefter slå sönder träblock med sitt huvud.
te: -గుడ్లు !images/powerups/egg/egg-shade.png #గుడ్డు టక్స్‌ను పెద్దవాడిగా చేస్తుంది. టక్స్ తన తలతో చెక్క దిమ్మెలను పగులగొట్టగలడు.
tr: -Yumurtalar !images/powerups/egg/egg-shade.png #Yumurta, Tux'un büyümesini sağlar. Tux daha sonra tahta blokları kafasıyla parçalayabilir.
tt: -Йомырка ! рәсемнәр / куәтләр / йомырка / йомырка-күләгә.png # Йомырка Туксны зуррак итә. Аннары Тукс агач блокларны башы белән сындырырга мөмкин.
uk: -Яйця !images/powerups/egg/egg-shade.png #Яйце робить Тукса більшим. Потім Тукс може розбивати дерев'яні блоки головою.
