Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: -Running !images/tiles/signs/run.png #The path in front of you is blocked. Gain some speed before jumping to pass over the blocks.
az: -Qaçmaq !images/tiles/signs/run.png #Qarşınızdakı yol bağlanıb. Blokların üstündən keçmək üçün atlamadan əvvəl bir az sürət qazanın.
br: -Redek !images/tiles/signs/run.png #Stanket eo ar wenodenn dirazoc'h. Tapit tizh a-raok lammat evit tremen dreist d'ar bloc'hoù.
ca: -Córrer !images/tiles/signs/run.png #El camí està bloquejat. Guanya una mica de velocitat abans de saltar per passar per sobre dels blocs.
el: -Τρέξιμο !images/tiles/signs/run.png #Το μονοπάτι μπροστά σας έχει εμπόδιο. Πάρτε κάποια φόρα πριν πηδήσετε για να ξεπεράσετε το εμπόδιο.
et: -Võta hoogu! !images/tiles/signs/run.png #Eespool on kõrge tõke. Proovi jooksu pealt hüpates sellest üle saada.
hy: -Վազում !images/tiles/signs/run.png #Առջևի ճանապարհը փակված է. Ձեռք բերեք որոշակի արագություն բլոկների վրայով անցնելուց առաջ ցատկելուց առաջ:
is: -Hlaup !images/tiles/signs/run.png #Leiðin fyrir framan þig er lokuð. Fáðu smá hraða áður en þú hoppar til að fara yfir blokkirnar.
ro: -Alergare !images/tiles/signs/run.png #Calea din fața ta este blocată. Ia viteză înainte să sari, ca să treci peste blocuri.
sq: -Vrapimi !images/tiles/signs/run.png #Rruga para jush është e bllokuar. Fitoni pak shpejtësi përpara se të hidheni për të kaluar mbi blloqe.
te: -పరిగెత్తుంన్నాడు !images/tiles/signs/run.png #మీ ముందున్న దారి మూసుకుపోయింది. దిమ్మెలను దాటడానికి దూకే ముందు కొంత వేగాన్ని పొందండి.
tr: -Koşmak !images/tiles/signs/run.png #önünüzdeki yol tıkalı. Blokları geçmek için zıplamadan önce biraz hızlanın.
tt: -Йөгерү !images/tiles/signs/run.png #Алда юл бикләнгән. Блокларны сикереп узу өчен, йөгереп тизлек җый.
uk: -Біг !images/tiles/signs/run.png #Шлях попереду - заблоковано. Розженіться перед стрибком аби перепригнути блоки.

source: -Tux Doll !images/powerups/1up/1up.png #The Tux doll gives Tux 100 coins.
az: - Tux Kukla !images/powerups/1up/1up.png #Tux kuklası Tux'a 100 sikkə verir.
br: -Poupinell Tux !images/powerups/1up/1up.png #Poupinell Tux a ro deoc'h 100 pezh-aour.
ca: -Ninot d'en Tux !images/powerups/1up/1up.png #El ninot d'en Tux et dóna 100 monedes.
el: -Κούκλα Tux !images/powerups/1up/1up.png #Η κούκλα Tux σας δίνει 100 νομίσματα.
et: -Nuku-Tux !images/powerups/1up/1up.png #Püüa nukk kinni, et saada 100 kuldmünti.
hy: - Tux Doll !images/powerups/1up/1up.png #Tux տիկնիկը Տաքսին տալիս է 100 մետաղադրամ։
is: -Tux dúkka !images/powerups/1up/1up.png #Tux-dúkkan gefur Tux 100 mynt.
ro: -Păpușa Tux !images/powerups/1up/1up.png #Păpușa Tux îi dă lui Tux 100 de monede.
sq: - Kukulla Tuks !images/powerups/1up/1up.png #Një kukull smoking është e barabartë me 100 monedha.
te: -టక్స్ బొమ్మ !images/powerups/1up/1up.png #టక్స్ బొమ్మ టక్స్ కి 100 నాణేలను ఇస్తుంది.
tr: -Tux bebeği !images/powerups/1up/1up.png #Tux bebeği Tux'a 100 altın verir
tt: -Курчак Тукс !images/powerups/1up/1up.png #Тукска 100 тәңкә бирә.
uk: -Лялька Тукса !images/powerups/1up/1up.png #Ця лялька дарує вам 100 монет.

source: -Secret Areas #Many levels contain secret areas behind what seems to be plain walls. Look for clues to find them.
az: -Gizli sahələr #Bir çox səviyyələrdə düz divarlar kimi görünən gizli sahələr var. Onları tapmaq üçün ipuçlarını axtarın.
br: -Zonennoù kuzh #Meur a live a endalc'h zonennoù kuzh a-drek ar pezh a seblant bezañ mogerioù boutin. Klaskit war-lerc'h merkoù evit kavout anezho.
ca: -Llocs secrets #Molts nivells contenen zones secretes darrera del que semblen parets llises. Busca pistes per trobar-los.
el: -Μυστικές περιοχές #Πολά επίπεδα περιέχουν μυστικές περιοχές πίσω από αυτό που φαίνεται να είναι απλός τοίχος. Ψάξτε για ενδείξεις ώστε για να τις βρείτε.
et: -Salakambrid #Mõnes kohas on jäiste seinte sees peidus salakamber, kust võib leida varandust.
hy: - Գաղտնի տարածքներ #Շատ մակարդակներ պարունակում են գաղտնի տարածքներ, որոնք թվում են պարզ պատերի հետևում: Փնտրեք թելադրանքներ՝ դրանք գտնելու համար:
is: -Leynisvæði #Mörg stig innihalda leynileg svæði á bak við það sem virðist vera látlausir veggir. Leitaðu að vísbendingum til að finna þær.
ro: -Zone secrete #Multe nivele conțin zone secrete în spatele unor aparente ziduri. Fii atent la indicii ca să le găsești.
sq: -Zonat sekrete #Shumë nivele përmbajnë zona sekrete prapa atyre që duken të jenë mure të thjeshtë. Kërkoni të dhëna për t'i gjetur ato.
te: -రహస్య ప్రాంతాలు #అనేక స్థాయిలలో సాదా గోడల వలె కనిపించే వాటి వెనుక రహస్య ప్రాంతాలను కలిగి ఉంటాయి. వాటిని కనుగొనడానికి ఆధారాల కోసం చూడండి.
tr: -Gizli bölgeler #Çoğu bölüm normal duvar gibi görünen şeylerin arkasında gizli bölgeler barındırır. Bunları bulmak için ipuçlarına bakın.
tt: -Яшерен урыннар #Күп дәрәҗәләрдә диварлар кебек күренгән яшерен урыннар бар. Аларны табу өчен, юлларны эзлә.
uk: -Сховки #Багато рівнів мають секретні місця там де мали б бути звичайні стіни. Пильнуйте, аби знайти їх.
