Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: To his suprise, there was no one here. Neither Penny, nor this... strange Nolok guy.
ar: لكنه اندهش, لأنه لم يكن أحد هنا, لا بيني و لا نولوك الشرير
bg: За негова изненада, там няма никого. Нито Пени, нито този… странен тип Нолок.
de: Zu seiner Verwunderung war niemand hier. Weder Penny noch dieser seltsame Nolok-Typ.
es: Para su sorpresa, no había nadie. Ni Penny ni ese... extraño Nolok.
fi: Hänen yllätyksekseen ketään ei ollut paikalla. Ei Pennyä tai sitä... outoa Nolok-tyyppiä.
fr_ca: À sa surprise, il n'y avait personne. Ni Penny, ni cet... étrange être, Nolok.
gl: Para a súa sorpresa, non había ninguén aquí. Nin Penny, nin ese… estraño tipo chamado Nolok.
it: Sorprendentemente, non c'era nessuno. Né Penny, né questo... strano Nolok.
nn: Men til si overrasking fann han ingen her! Verken Penny eller denne merkelege Nolok-fyren.
ru: К его удивлению, там никого не было. Ни Пенни, ни этот... странный парень Нолок.
sl: Presenečen je odkril, da ni tam nikogar. Ne Pike ne tistega čudnega Noloka.
sv: Till hans förvåning var det ingen här. Varken Penny eller den här... konstiga Nolok-killen.

source: Surely they had to be here somewhere, right? Perhaps a hidden room?
ar: بالتأكيد كان عليهما أن يكونا هنا في مكان ما، أليس كذلك؟ ربما غرفة مخفية؟
bg: Те със сигурност трябва да са наблизо, нали? Може би тук някъде има тайна стая?
de: Sicherlich mussten sie irgendwo hier sein, oder? Vielleicht in einem versteckten Raum?
es: Seguramente tenían que estar por aquí, ¿verdad? ¿Quizás en una habitación oculta?
fi: Täytyihän heidän takuulla olla jossain täällä? Kenties piilohuoneessa?
fr_ca: Ils devaient sûrement être quelque part, non? Dans une salle cachée, peut-être?
gl: Seguro que tiñan que estar nalgún lugar, non? Quizais unha sala oculta?
it: Sicuramente dovevano essere qui, no? Forse erano in una stanza segreta?
nn: Dei måtte vel vera her ein stad? Kanskje i eit hemmeleg rom?
ru: Они же должны быть хотя бы где-то, да? Может, где-то потайная комната?
sl: Gotovo tičita nekje tukaj, kajne? Morda v kaki skriti sobi?
sv: De måste väl finnas här någonstans, eller hur? Kanske i ett dolt rum?

source: After a bit of back and forth with himself, Tux noticed a small note attached to one of the pillars.
ar: بعد فترة من التردد مع نفسه، لاحظ توكس ملاحظة صغيرة معلقة على أحد الأعمدة.
bg: След известно озъртане, Тъкс забеляза малка бележка, закачена на една от колоните.
de: Nach kurzem Zögern bemerkte Tux einen kleinen Zettel, der an einem der Pfeiler angebracht war.
es: Después de un rato de ida y vuelta consigo mismo, Tux notó una pequeña nota pegada a uno de los pilares.
fi: Pienen pähkäilyn jälkeen Tux huomasi pienen viestin kiinnitettynä yhteen pylvääseen.
fr_ca: Après avoir tourné en rond quelques temps, Tux aperçu une petite lettre attachée à l'un des piliers.
gl: Despois de cavilar un pouco, Tux ollou unha pequena nota pegada a un dos piares.
it: Dopo un po' di avanti e indietro per conto suo, Tux vide una piccola lettera attaccata a una delle colonne.
nn: Etter litt att og fram oppdaga Tux ein lapp festa til éi av søylene.
ru: После небольшого хождения назад и вперёд, Такс заметил маленькое письмо, прикреплённое к одной из колонн.
sl: Po nekaj iskanja in premlevanja je Tuks na enem od stebrov opazil pripeto majhno sporočilce.
sv: Efter att ha funderat fram och tillbaka ett tag upptäckte Tux en liten lapp som satt fast på en av pelarna.

source: It was yet another note, by that Nolok.
ar: للقد كانت ملاحظة أخرى, من نولوك.
bg: Беше още една бележка от онзи Нолок.
de: Es war eine weitere Nachricht von diesem Nolok.
es: Era otra nota más, de ese Nolok.
fi: Se oli uusi viesti siltä Nolokilta.
fr_ca: Il s'agissait encore d'une lettre de ce Nolok.
gl: Era outra nota máis, dese Nolok.
it: Era ancora una lettera di questo Nolok.
nn: Han var skriven av den Nolok-fyren.
ru: Это было ещё одно письмо, от этого Нолока.
sl: Napisal ga je tisti strašni Nolok.
sv: Det var ännu en lapp, från den där Nolok.

source: It read that he had already left Icy Island towards the far north. If he wished to follow him and save his beloved friend, he would have to come to the Crystal Mine.
ar: قرأ أنه قد غادر بالفعل الجزيرة الجليدية باتجاه أقصى الشمال. إذا كان يرغب في اللحاق به وإنقاذ صديقته، فسيتعين عليه أن يأتي إلى منجم الكريستال
bg: В нея пишеше, че той вече е напуснал Ледения остров и е заминал към далечния север. Ако Тъкс иска да го последва и да спаси любимата си, той трябва да иде в Кристалната мина.
de: In ihr stand, dass er bereits die Eisinsel in Richtung des fernen Nordens verlassen hatte. Wenn er ihm folgen wollen würde und seine geliebte Freundin retten wollen würde, müsse er zur Kristallmine kommen.
es: Decía que ya había salido de la Heladisla rumbo al extremo norte. Si quería seguirlo y salvar a su querida amiga, tendría que ir a la Mina de Cristal.
fi: Siinä luki, että hän oli jo lähtenyt Jääsaarelta kauas pohjoiseen. Jos hän tahtoi seurata ja pelastaa rakkaan ystävänsä, hänen täytyisi tulla kristallikaivokseen.
fr_ca: Il y racontait avoir déjà quitté l'Île Glacée vers le nord lointain. Si Tux souhaitait le suivre et sauver sa bien-aimée amie, il devait se rendre à la Mine de Cristal.
gl: Dicíase que xa deixara a Illa Xeada cara ao norte lonxano. Se desexaba seguilo e salvar a súa querida amiga, tería que ir á Mina de Cristal.
it: Diceva che Nolok aveva già lasciato l'isola ghiacciata dirigendosi verso Nord. Se Tux avesse voluto seguirlo e salvare la sua amata amica, sarebbe dovuto passare dalle Miniere di Cristallo.
nn: På lappen stod at Nolok hadde drege til havs, til det høge nord. Viss Tux ville komma etter og redda venninna si, måtten han fara til Krystallgruva.
ru: Там было написано, что он уже ушёл из Ледяного Острова через далёкий север. Если он хочет за ним идти следом и спасти дорогую подругу, то ему придётся прийти в Кристальную Шахту.
sl: V njem je pisalo, da se je odpravil z Ledenega otoka daleč na sever. Če mu Tuks želi slediti in rešiti svojo prijateljico, mora priti v Kristalni rudnik.
sv: Det stod att han redan hade lämnat Isön och begett sig mot norr. Om han ville följa efter honom och rädda sin älskade vän, måste han komma till Kristallgruvan.

source: Marked below was a rough map of the Glacier Isle, showing a boat and some kind of small pier on the other end.
ar: تم وضع علامة أدناه على خريطة تقريبية للجزيرة الجليدية، تظهر قاربًا ونوعًا من الرصيف الصغير على الطرف الآخر.
bg: Отдолу имаше грубо нарисувана карта на Ледниковия остров, на която се вижда лодка и някакъв малък кей на другия край.
de: Darunter war eine grobe Karte der Gletscherinsel eingezeichnet, auf der ein Boot und eine kleine Anlegestelle am anderen Ende zu sehen war.
es: Debajo se veía un mapa aproximado de la Isla Glaciar, que mostraba un barco y una especie de pequeño muelle en el otro extremo.
fi: Alle oli merkitty karkea Huurresaaren kartta, jossa näkyi vene ja jonkinlainen pieni laituri toisella puolella.
fr_ca: Une carte approximative de l'Îlot du Glacier se trouvait juste en dessous, indiquant un bateau et une sorte de petit quai de l'autre côté de l'îlot.
gl: Debaixo estaba marcado un mapa aproximado da Illa Xeada, mostrando un barco e unha especie de pequeno peirao no outro extremo.
it: Sotto c'era una mappa un po' alla buona delle Isole Ghiacciaio, mostrando una barca e un piccolo molo sull'altra sponda.
nn: Nedst på lappen var ei kartskisse over Isbreøya. Ho viste ei bryggje og ein båt på nordsida.
ru: Снизу помечена приблизительная карта Ледникового Острова, на нём показан корабль и некий пирс на другом конце.
sl: Pod sporočilom je bila skica Ledeniškega otoka. Na drugem koncu sta bila narisana čoln in majhen pomol.
sv: Nedanför fanns en grovritad karta över Glaciärön, som visade en båt och någon sorts liten pir på andra sidan.

source: But before Tux could even make sense of any of it, a load roar filled the room!
ar: ولكن قبل أن يفهم تكس أيا من ذلك، هز صوت قوي أرجاء الغرفة
bg: Но преди Тъкс да осъзнае какво се случва, силен рев изпълни стаята!
de: Doch bevor Tux sich die Karte genauer anschauen konnte, wurde der Raum von einem ohrenbetäubenden Gebrüll erfüllt!
es: ¡Pero antes de que Tux pudiera siquiera entender algo, un gran rugido llenó la habitación!
fi: Vaan ennen kuin Tux sai siitä tolkkua, äänekäs karjaisu täytti koko huoneen!
fr_ca: Mais avant même que Tux parvienne à se faire une idée de la carte, un rugissement assourdissant rempli la salle!
gl: Pero antes de que Tux puidese comprender algo, un forte berro encheu a sala!
it: Ma prima che Tux potesse anche solo ragionarci su, un ruggito rumoroso riempì la stanza!
nn: Men før Tux klarte å ta innover seg alt, fylte eit høgt brøl rommet!
ru: Но перед тем, как Такс подумал об этом, комната наполнилась оглушительным рёвом!
sl: Toda še preden je lahko Tuks premlel vse skupaj, se je čez sobano razleglo glasno rjovenje!
sv: Men innan Tux ens hann förstå vad som hände, fylldes rummet av ett kraftigt dån!

source: The mighty Yeti had made his appearence, busting his chest in an intimidating fashion!
ar: اليتي الكبير هو من سبب هذه الجلبة, و يضرب صدره بطريقة مخيفة
bg: Появи се могъщото Йети, биейки се заплашително в гърдите!
de: Der mächtige Yeti kam in Erscheinung, er klopfte sich auf die Brust, was einem einschüchternden Schauspiel gleich kam.
es: ¡El poderoso Yeti hizo su aparición, rompiéndose el pecho de una manera intimidante!
fi: Suuri lumimies oli ilmestynyt rummuttaen rintaansa uhkaavaan tyyliin!
fr_ca: L'imposant Yeti fit son apparition, frappant sa poitrine de manière intimidante!
gl: O poderoso Yeti facía a súa aparición, golpeando o peito de forma intimidante!
it: Il mitico Yeti fece la sua comparsa, battendo i pugni sul suo petto con una bellezza intimidatoria!
nn: Ein ovstor yeti hadde dukka opp og stod no og slo seg på brystet!
ru: Могучий Йети сделал свой вид, ударяя по своей груди в пугающей моде!
sl: Pojavil se je mogočni jeti in se grozeče tolkel po prsih.
sv: Den mäktiga Yeti hade gjort sin entré och bröstade sig på ett hotfullt sätt!

source: Tux made his way towards a balcony on the other end of the room. With no other option, he jumped!
ar: شق تكس طريقه نحو الشرفة في الطرف الآخر من الغرفة. مع عدم وجود خيار آخر، قفز منها
bg: Тъкс успя да достигне балкона в другия край на стаята. Без да има друг избор, той скочи!
de: Tux bahnte sich seinen Weg zu einem Balkon am anderen Ende des Raumes. Da er keine andere Möglichkeit hatte, sprang er!
es: Tux se dirigió a un balcón al otro lado de la habitación. Sin otra opción, ¡saltó!
fi: Tux suoriutui kohti parveketta huoneen toisella puolella. Kun vaihtoehtoja ei ollut, hän hyppäsi!
fr_ca: Tux se dirigea vers un balcon de l'autre côté de la salle. N'ayant aucune autre option, il sauta!
gl: Tux avanzou cara a un balcón no outro extremo da sala. Sen outra opción, saltou!
it: Tux scappò verso un balcone sulla parte opposta della stanza. Senza altre opzioni, saltò giù!
nn: Tux kom seg til ein balkong tvers over rommet. Han hadde ikkje noko val - han måtte hoppa!
ru: Такс проделал свой путь до балкона на другом конце комнаты. У него не было больше выбора, он спрыгнул!
sl: Tuks se je pognal proti balkonu na drugi strani sobe. Ker mu ni preostalo drugega, je skočil!
sv: Tux gick mot en balkong på andra sidan rummet. Eftersom han inte hade något annat val, hoppade han!

source: Unfortunately, the Yeti would not let him go so easily...
ar: لسوء الحظ، فإن اليتي لن يسمح له بالذهاب بهذه السهولة ...
bg: За съжаление, йетито нямаше да го остави да се измъкне толкова лесно…
de: Leider würde der Yeti ihn nicht so einfach gehen lassen...
es: Desafortunadamente, el yeti no lo dejaría ir tan fácilmente...
fi: Lumimies ei ikävä kyllä päästäisi häntä niin helpolla...
fr_ca: Malheureusement, le Yeti ne comptait pas le laisser s'échapper aussi facilement...
gl: Desafortunadamente, o Ieti non o ía deixar marchar tan facilmente…
it: Sfortunatamente, lo Yeti non avrebbe lasciato Tux scappare così facilmente...
nn: Dessverre ville ikkje yetien la Tux sleppa så lett unna …
ru: К сожалению, Йети не дал ему смыться так быстро...
sl: Na žalost se jeti ni vdal tako zlahka ...
sv: Tyvärr lät Yeti honom inte lämna så enkelt...

source: After a long swim across the antarctic waters, Tux arrived at the Glacier Isle mentioned in Nolok's note.
ar: بعد السباحة لفترة طويلة عبر مياه القطب الجنوبي، وصل تكس إلى الجزيرة الجليدية المذكورة في ملاحظة نولوك.
bg: След дълго плуване през антарктическите води, Тъкс пристигна на Ледниковия остров, споменат в бележката на Нолок.
de: Nach einer langen Schwimmstrecke durch die antarktischen Gewässer erreichte Tux die Gletscherinsel, von der in Noloks Nachricht die Rede war.
es: Después de un largo nado a través de las aguas antárticas, Tux llegó a la Isla Glaciar mencionada en la nota de Nolok.
fi: Uituaan pitkään Etelämantereen vesillä Tux saapui Huurresaarelle, josta oli mainittu Nolokin viestissä.
fr_ca: Après une longue nage à travers les eaux de l'antarctique, Tux arriva à l’Îlot du Glacier mentionné dans la lettre de Nolok.
gl: Despois dun longo nado polas augas antárticas, Tux chegou á Illa Xeada mencionada na nota de Nolok.
it: Dopo una lunga nuotata attraverso le acque artiche, Tux arrivò alle Isole Ghiacciaio menzionate nella lettera di Nolok.
nn: Etter ein lang symjetur i Sørishavet kom Tux endeleg fram til Isbreøya han hadde lese om på lappen.
ru: После долгого плавания через антарктические воды, Такс дошёл до Ледникового Острова, который упомянут в письме от Нолока.
sl: Po dolgem plavanju po antarktičnih vodah je Tuks prispel na Ledeniški otok, ki ga je omenjalo Nolokovo sporočilo.
sv: Efter en lång simtur genom Antarktis vatten anlände Tux till Glaciärön som nämndes i Noloks lapp.

source: A massive shaft lay before him, leading down into the aforementioned Crystal Mine.
ar: كان أمامه مصعد ضخم ينزل لأسفل, إلى منجم الكريستال المذكور.
bg: Пред него имаше огромна шахта, водеща надолу към споменатата Кристална мина.
de: Ein gewaltiger Minenschacht lag vor ihm, der hinunter in die bereits genannte Kristallmine führte.
es: Ante él se extendía un enorme pozo que conducía a la antes mencionada Mina de Cristal.
fi: Hänen edessään oli valtava kuilu, joka johti aiemmin mainittuun kristallikaivokseen.
fr_ca: Un immense puits s'ouvrait devant lui, s'enfonçant vers cette fameuse Mine de Cristal.
gl: Diante del estaba un enorme eixe que levaba cara abaixo á xa mencionada Mina de Cristal.
it: Una vastissima miniera si distendeva a davanti a lui, scendendo verso la già menzionata Miniera di Cristallo.
nn: Ei djup sjakt låg føre han og førte ned i krystallgruva.
ru: Огромный вал лежал перед ним, который приводит в ранее упомянутую Кристальную Шахту.
sl: Pred njim je zevala ogromna odprtina, ki je vodila navzdol v Kristalni rudnik.
sv: Ett massivt schakt låg framför honom och ledde ner till den tidigare nämnda kristallgruvan.

source: Still carrying a spark of doubt that this was not a trap, Tux slowly descended into the depths once more...
ar: لا يزال يحمل القليل من الشك في أن هذا لم يكن فخًا، نزل تكس ببطء إلى الأعماق مرة أخرى...
bg: С нестихващи подозрения, че това може да е капан, Тъкс бавно се спусна още веднъж в дълбините…
de: Immer noch unsicher, ob er nicht doch in eine Falle tappen würde, wagte sich Tux erneut langsam in den Untergrund vor...
es: Aún con una chispa de duda de que esto no fuera una trampa, Tux descendió lentamente a las profundidades una vez más...
fi: Tux, joka yhä vähän epäili tätä miksikään ansaksi, laskeutui jälleen hitaasti syvyyksiin...
fr_ca: N'ayant pas complètement écarté son soupçon qu'il s'agissait d'un piège, Tux descendis lentement dans les profondeurs, une fois de plus...
gl: Aínda mantendo unha chispa de dúbida de que isto non era unha trampa, Tux descendeu lentamente ás profundidades unha vez máis…
hr: Još uvijek noseći iskru sumnje da ovo nije zamka, Tux se polako ponovno spustio u dubine...
it: Sempre domandandosi se questa fosse una trappola oppure no, Tux iniziò a scendere lentamente nelle profondità un'altra volta...
nn: Han hadde ei svak uro over at det kunne vera ei felle, men lét seg likevel føra nedover i sjakta …
ru: Всё ещё неся небольшое сомнение, что это не ловушка, Такс медленно опустился поглубже ещё раз...
sl: Čeprav je še vedno sumil, da ga čaka past, se je Tuks počasi spustil v globine ...
sv: Fortfarande med en gnutta tvivel om att detta inte var en fälla, gick Tux långsamt ner i djupet igen...

source: At last, Tux made it through the crystal mine and found himself on the opposite end of the Glacier Isle.
ar: أخيرًا، نجح تكس في عبور منجم الكريستال ووجد نفسه على الطرف الآخر من الجزيرة الجليدية.
bg: Най-после Тъкс успя да премине през Кристалната мина и се озова на другия край на Ледниковия остров.
de: Endlich hatte es Tux durch die Kristallmine geschafft und er fand sich am entgegengesetzten Ende der Gletscherinsel wieder.
es: Finalmente, Tux logró atravesar la mina de cristal y se encontró en el extremo opuesto de la Isla Glaciar.
fi: Vihdoinkin Tux pääsi kristallikaivoksesta, ja huomasi olevansa Huurresaaren vastakkaisella puolella.
fr_ca: Tux passa enfin au travers de la Mine de Cristal et se trouva du côté opposé de l'Îlot du Glacier.
gl: Ao fin, Tux atravesou a mina de cristal e atopouse no extremo oposto da Illa Xeada.
hr: Konačno, Tux je prošao kroz kristalni rudnik i našao se na suprotnom kraju Glečerskog otoka.
it: Alla fine, Tux attraversò la Miniera di Cristallo e si trovò sul lato opposto delle isole Ghiacciaio.
nn: Endeleg var Tux gjennom krystallgruva. Utgangen førte til den andre sida av Isbreøya.
ru: Наконец, Такс прошёл через кристальную шахту и увидел другой конец Ледникового Острова.
sl: Naposled se je Tuks prebil skozi rudnik kristalov in se znašel na nasprotnem koncu Ledeniškega otoka.
sv: Äntligen tog sig Tux igenom kristallgruvan och befann sig på den motsatta sidan av Glaciärön.

source: As he was about to exit the mine, Tux was internally hoping that all Nolok wrote in the note was true.
ar: بينما كان في طريق الخروج من المنجم، كان تكس يتمنى من قلبه أن يكون كل ما كتبه نولوك في الملاحظة صحيحًا.
bg: Излизайки от мината, Тъкс вътрешно се надяваше, че всичко написано от Нолок в бележката е вярно.
de: Als er drauf und dran war, die Mine zu verlassen, hoffte Tux insgeheim, dass alles, was Nolok in seiner Nachricht geschrieben hatte, wahr war.
es: Cuando estaba a punto de salir de la mina, Tux esperaba internamente que todo lo que Nolok había escrito en la nota fuera cierto.
fi: Aikoessaan poistua kaivoksesta Tux toivoi pohjimmiltaan, että Nolokin kirjoitus piti paikkansa.
fr_ca: Tout juste avant de sortir de la mine, Tux gardait espoir que tout ce que Nolok avait rédigé dans sa lettre était vrai.
gl: Mentres estaba a punto de saír da mina, Tux esperaba internamente que todo o que Nolok escribira na nota fose certo.
it: Mentre stava uscendo dalla miniera, Tux sperava dentro di sé che tutto ciò che Nolok aveva scritto sulla lettera fosse vero.
nn: På veg ut gruva håpte han at det Nolok hadde skrive, var sant.
ru: Когда он только выходил из шахты, Такс надеялся, что всё, что написал Нолок - это правда.
sl: Ko je stopal iz rudnika, je Tuks pri sebi upal, da je Nolok napisal resnico.
sv: När han var på väg ut ur gruvan hoppades Tux innerligt att allt Nolok hade skrivit i lappen var sant.

source: To his relief, he did find a boat still docked. With it, he could sail up north, to find Nolok and save Penny.
ar: ومن حسن حظه أنه وجد قاربًا لا يزال راسيا. باستخدامه، يمكنه الإبحار شمالًا للعثور على نولوك وإنقاذ بيني.
bg: За щастие, той намери лодката вързана на брега. С нея Тъкс можеше да отплава на север, за да намери Нолок и да спаси Пени.
de: Zu seiner Erleichterung fand Tux ein Boot vor, welches angebunden war. Mit diesem konnte er nach norden segeln, Nolok finden und Penny retten.
es: Para su alivio, encontró un bote aún atracado. Con él, podría navegar hacia el norte para encontrar a Nolok y salvar a Penny.
fi: Tux onnekseen löysikin vielä kiinnitetyn veneen. Sillä hän voisi purjehtia pohjoiseen etsiäkseen Nolokin ja pelastaakseen Pennyn.
fr_ca: À son grand soulagement, il trouva bel et bien un bateau amarré. Il pourrait voguer avec vers le nord, pour retrouver Nolok et sauver Penny.
gl: Para o seu alivio, atopou un barco aínda atracado. Con el, podería navegar cara ao norte, para atopar a Nolok e salvar a Penny.
it: Per sua fortuna, Tux trovò una barca ormeggiata. Con essa avrebbe potuto salpare verso nord, per trovare Nolok e salvare Penny.
nn: Og heldigvis fann han faktisk ein båt ankra opp. Med den kunne han segla nordover, finna Nolok og redda Penny.
ru: К своему облегчению, он нашёл до сих пор пришвартованный корабль. С ним он плыл до севера, чтобы найти Нолока и спасти Пенни.
sl: Olajšan je odkril, da je čoln še privezan ob pomol. Z njim se bo lahko podal na sever poiskat Noloka in rešit Piko.
sv: Till sin lättnad hittade han en båt som fortfarande låg förtöjd. Med den kunde han segla norrut för att hitta Nolok och rädda Penny.

source: It seemed the map in the note wasn't a trap after all.
ar: يبدو أن الخريطة الموجودة في الملاحظة لم تكن فخًا على الإطلاق.
bg: Изглежда картата в бележката все пак не беше капан.
de: Es schien, als wenn die Karte in der Notiz keine Falle gewesen war.
es: Parecía que el mapa en la nota no era una trampa después de todo.
fi: Näytti siltä, että viestissä ollut kartta ei ollutkaan ansa.
fr_ca: Il semblerait que la carte que contenait la lettre n'était finalement pas un piège.
gl: Ao parecer, o mapa da nota non era unha trampa despois de todo.
it: Sembrava che in fondo la mappa nella lettera non fosse una trappola.
nn: Kartet på lappen var visst ikkje ei meint som ei felle likevel!
ru: Кажется, карта в письме не была ловушкой вообще.
sl: Očitno zemljevid in sporočilo vendarle nista bila past.
sv: Det verkade som om kartan på lappen inte var någon fälla trots allt.

source: The more he thought about it, the less he was sure about Nolok's motivations. Why would he leave clues behind?
ar: كلما فكر في الأمر أكثر، قلت ثقته بشأن دوافع نولوك. لماذا يترك الأدلة وراءه؟
bg: Колкото повече разсъждаваше Тъкс, толкова по-неразбираеми му се струваха действията на Нолок. Защо оставя следи след себе си?
de: Je mehr er darüber nachdachte, desto mehr war er sich über Noloks Absichten unsicher. Warum würde er Hinweise zurücklassen?
es: Cuanto más lo pensaba, menos seguro estaba de las motivaciones de Nolok. ¿Por qué dejaría pistas?
fi: Mitä enemmän hän ajatteli sitä, sitä vähemmän hän oli varma Nolokin motiiveista. Miksi hän jättäisi vihjeitä jälkeensä?
fr_ca: Plus il y pensait, moins il avait de certitude sur les motivations de Nolok. Pourquoi laisserait-il derrière des indices?
gl: Canto máis pensaba, menos seguro estaba sobre as motivacións de Nolok. Por que deixaría pistas atrás?
it: Più ci pensava, meno Tux era sicuro sulle motivazioni di Nolok. Perché dovrebbe lasciargli degli indizi?
nn: Men jo meir han tenkte på det, jo mindre sikker vart han på korfor Nolok hadde gjort som han gjorde. Korfor etterlata seg leietrådar?
ru: Чем больше он думал об этом, тем меньше он был уверен о мотивациях Нолока. Зачем же он оставляет подсказки за собой?
sl: Naj si je še tako razbijal glavo, si ni znal razložiti, zakaj Nolok počne vse to. Zakaj pušča za seboj vse te namige?
sv: Ju mer han tänkte på det, desto mindre säker blev han på Noloks motiv. Varför skulle han lämna ledtrådar efter sig?

source: ---Insert Cutscene Here---
ar: ---أدخل المشهد السينمائي هنا---
bg: ---Да се добави филмче тук---
de: ---Zwischensequenz hier einfügen---
es: ---Inserta Secuencia Cinemática Aquí---
fi: ---Aseta Tähän Välikohtaus---
gl: ---Introduce Escena Aquí---
it: ---Inserire Cutscene Qui---
nn: ---Set inn filmsekvens her---
ru: ---Заглушка для катсцены---
sl: --Sem vstavi igrani prizor--
sv: ---Infoga filmsekvens här---
