Repository: SuperTux/supertux
Catalog: data/levels/world1/*.po
Languages: ar, az, bg, br, ca, de, el, es, et, fi, fr_ca, gl, hr, hy, is, it, nn, ro, ru, sl, sq, sv, te, tr, tt, uk

source: -Crystals #This level contains four coloured crystals. Can you find them? # #Note: These crystals do not serve any purpose at the moment but they might will in a future release of the game.
az: -Kristallar #Bu səviyyə dörd rəngli kristaldan ibarətdir. Onları tapa bilərsinizmi? # #Qeyd: Bu kristallar hazırda heç bir məqsədə xidmət etmir, lakin oyunun gələcək buraxılışında olacaq.
ca: - Cristalls #Aquest nivell conté quatre cristalls de colors. Els pots trobar? # #Nota: aquests cristalls no tenen cap propòsit en aquest moment, però sí que ho faran en un futur llançament del joc.
el: - Κρύσταλλοι #Αυτό το επίπεδο περιέχει τέσσερις έγχρωμους κρυστάλλους. Μπορείτε να τα βρείτε; # #Σημείωση: Αυτοί οι κρύσταλλοι δεν εξυπηρετούν κανένα σκοπό αυτή τη στιγμή, αλλά μπορεί να το κάνουν σε μελλοντική κυκλοφορία του παιχνιδιού.
et: -Kristallid #Sellel tasandil on neli värvilist kristalli. Kas sa leiad kõik neli? # #PS: Mängu läbimiseks ei ole kristalle vaja.
hy: - Բյուրեղներ #Այս մակարդակը պարունակում է չորս գունավոր բյուրեղներ։ Կարող եք գտնել դրանք: # #Նշում. Այս բյուրեղներն այս պահին որևէ նպատակի չեն ծառայում, բայց դրանք կարող են ծառայել խաղի ապագա թողարկումում.
is: -Kristallar #Þetta stig inniheldur fjóra litaða kristalla. Geturðu fundið þá? # #Athugið: Þessir kristallar þjóna engum tilgangi í augnablikinu en þeir gætu gert það í framtíðarútgáfu leiksins.
ro: - Cristale #Acest nivel conține patru cristale colorate. Oare le poți găsi? # #Notă: Aceste cristale nu servesc niciunui scop în acest moment, dar s-ar putea să o facă într-o lansare viitoare a jocului.
sq: -Kristale #Ky nivel përmban katër kristale me ngjyra. Mund t'i gjeni ato? # #Shënim: Këto kristale nuk shërbejnë për ndonjë qëllim për momentin, por ato mund të shërbejnë në një version të ardhshëm të lojës.
te: -స్ఫటికాలు #ఈ స్థాయిలో నాలుగు రంగుల స్ఫటికాలు ఉంటాయి. మీరు వాటిని కనుగొనగలరా? # #గమనిక: ఈ స్ఫటికాలు ప్రస్తుతానికి ఎటువంటి ప్రయోజనాన్ని అందించవు కానీ అవి ఆట యొక్క భవిష్యత్తు విడుదలలో ఉండవచ్చు.
tr: -Kristaller #Bu seviye 4 farklı renkli kristal içeriyor. Onları bulabilir misin? # #Not: Bu kristaller mevcut durumda bir işe yaramaz lakin oyunun gelecek sürümlerinde işlev kazanabilir.
tt: -Кристаллар # Бу дәрәҗәдә дүрт төсле кристалл бар. Сез аларны таба аласызмы? # # Искәрмә: Бу кристаллар хәзерге вакытта бернинди максатка хезмәт итми, ләкин алар киләчәктә уен чыгарылышында булырга мөмкин.
uk: -Кристали #Цей рівень містить чотири кольорові кристали. Ви можете їх знайти? # #Примітка: На даний момент ці кристали не служать жодній меті, але вони можуть бути в майбутньому випуску гри.

source: #You have to activate two switches to open this door.
az: #Bu qapını açmaq üçün iki açarı aktiv etməlisiniz.
ca: #Has d'activar dos interruptors per obrir aquesta porta.
el: #Πρέπει να ενεργοποιήσετε δύο διακόπτες για να ανοίξετε αυτήν την πόρτα.
et: #Sa pead vajutama kahte lülitit, et seda ust avada.
hy: #Այս դուռը բացելու համար պետք է միացնել երկու անջատիչ։
is: #Þú verður að virkja tvo rofa til að opna þessa hurð.
ro: #Trebuie să activezi două întrerupătoare pentru a deschide această ușă.
sq: #Duhet të aktivizoni dy çelësa për të hapur këtë derë.
te: #ఈ తలుపు తెరవడానికి మీరు రెండు స్విచ్‌లను యాక్టివేట్ చేయాలి.
tr: #Bu kapıyı açmak için iki şalteri çekmelisiniz.
tt: # Сез бу ишекне ачу өчен ике ачкычны активлаштырырга тиеш.
uk: #Ви повинні активувати два перемикачі, щоб відкрити ці двері.

source: A Fork in the Road
az: Yolda Çəngəl
br: Kroaz-hent
ca: Una forquilla a la carretera
el: Ένα Πιρούνι στο Δρόμο
et: Kinnituisanud teelahe
hy: Ճանապարհին պատառաքաղ
is: Gafli í veginn
ro: O bifurcație în drum
sq: Një degëzim në rrugë
te: రోడ్డులో ఒక చీలిక
tr: Yolda Bir Çatallanma
tt: Юл чаты
uk: На розі доріг

source: -Switches !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Switches can be used to do all manner of things. Press the UP key to use a switch. #There are also buttons that you can press by jumping on them.
az: - Açarlar !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Açıqlar hər cür işi görmək üçün istifadə edilə bilər. Keçiddən istifadə etmək üçün UP düyməsini basın. #Düymələr də var ki, onların üzərinə tullanmaqla basa bilərsiniz.
ca: -Interruptors !imatges/objectes/switch/switch-0.png !imatges/objectes/pulsador/pulsador-0.png Els #interruptors es poden utilitzar per fer tot tipus de coses. Premeu la tecla UP per utilitzar un interruptor. #També hi ha botons que pots prémer saltant-hi.
el: -Διακόπτες !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png Οι #διακόπτες μπορούν να χρησιμοποιηθούν για κάθε είδους πράγματα. Πατήστε το πλήκτρο UP για να χρησιμοποιήσετε έναν διακόπτη. #Υπάρχουν επίσης κουμπιά που μπορείτε να πατήσετε πηδώντας πάνω τους.
et: -Lüliti !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Lüliteid saab kasutada erinevateks tegevusteks. Lüliti kasutamiseks vajuta ÜLES nuppu. #Mängus on ka nupud, mille vajutamiseks tuleb neile peale hüpata..
hy: - Անջատիչներ !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png # Անջատիչները կարող են օգտագործվել ամեն տեսակ բաներ անելու համար: Անջատիչ օգտագործելու համար սեղմեք UP ստեղնը: #Կան նաև կոճակներ, որոնք կարող եք սեղմել՝ ցատկելով դրանց վրա։
is: -Rofar !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Rofa er hægt að nota til að gera alls kyns hluti. Ýttu á UPP takkann til að nota rofa. #Það eru líka takkar sem þú getur ýtt á með því að hoppa á þá.
ro: - Comutatoare !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Comutatoarele pot fi folosite pentru a face tot felul de lucruri. Apăsați tasta SUS pentru a utiliza un comutator. #Există și butoane pe care le poți apăsa sărind pe ele.
sq: -Çelsin !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Switches mund të përdoren për të bërë të gjitha llojet e gjërave. Shtypni tastin UP për të përdorur një çelës. #Ka edhe butona që mund t'i shtypni duke i kërcyer.
te: -స్విచ్లు !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #అన్ని రకాల పనులను చేయడానికి స్విచ్‌లను ఉపయోగించవచ్చు. స్విచ్‌ని ఉపయోగించడానికి UP కీని నొక్కండి. #అక్కడ బటన్లు ఉన్నాయి వాటి మీద దూకి నొక్కవచు.
tr: -Şalterler !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Şalterler birçok iş için kullanılabilir. Bir şalteri kullanmak için yukarı ok tuşunu kullanın. #Ayrıca üstüne basarak çalışan butonlar da vardır.
tt: -Свитчлар !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png # Свитчлар төрле эшләрне башкару өчен кулланылырга мөмкин. Күчергеч куллану өчен UP төймәсенә басыгыз. # Монда шулай ук ​​төймәләр бар, алар өстенә сикереп.
uk: -Перемикачі !images/objects/switch/switch-0.png !images/objects/pushbutton/pushbutton-0.png #Перемикачі можна використовувати для будь-яких речей. Натисніть клавішу ВГОРУ, щоб скористатися перемикачем. #Також є кнопки, які можна натискати, стрибаючи на них.

source: -Trampolines !images/objects/trampoline/trampoline2-0.png #Trampolines allow Tux to jump to new heights. Hold down the JUMP key while bouncing on the trampoline to launch extra high.
az: - Trambolinlər !images/objects/trambolin/trambolin2-0.png #batutlar Tux-a yeni yüksəkliklərə tullanmaq imkanı verir. Əlavə yüksəkliyə başlamaq üçün trambolin üzərində sıçrayarkən JUMP düyməsini basıb saxlayın.
ca: - Trampolines !images/objects/trampoline/trampoline2-0.png Els #trampolines permeten a Tux saltar a noves altures. Mantingueu premuda la tecla JUMP mentre reboteu al llit elàstic per llançar-vos més alt.
el: -Τραμπολίνα !images/objects/trampoline/trampoline2-0.png #Τραμπολίνα επιτρέπουν στον Tux να πηδήξει σε νέα ύψη. Κρατήστε πατημένο το πλήκτρο JUMP ενώ αναπηδάτε στο τραμπολίνο για να εκτοξευτείτε πολύ ψηλά.
et: -Hüppelaud !images/objects/trampoline/trampoline2-0.png #Hüppelauad aitavad Tux'il hüpata. Kõrgemale lendamiseks hoia hüppelaual põrgates all hüppamise nuppu.
hy: -Բատուտիներ !images/objects/trampoline/trampoline2-0.png #Բատուտը թույլ է տալիս Թաքսին ցատկել նոր բարձունքների վրա: Բատուտի վրա ցատկելիս սեղմած պահեք JUMP ստեղնը՝ լրացուցիչ բարձրության վրա բարձրացնելու համար:
is: -Trampólín !images/objects/trampolin/trampoline2-0.png #Trampólín gera Tux kleift að hoppa í nýjar hæðir. Haltu inni JUMP takkanum á meðan þú skoppar á trampólíninu til að hleypa aukalega hátt af stað.
ro: -Trambuline !images/objects/trampoline/trampoline2-0.png #Trambulinele îi permit lui Tux să sară la noi culmi. Țineți apăsată tasta JUMP în timp ce săriți pe trambulină pentru a fi lansat mai sus.
sq: -Trampolina !images/objects/trampoline/trampoline2-0.png #Trampolinat lejojnë Tux-in të kërcejë në lartësi të reja. Mbani të shtypur tastin JUMP ndërsa kërceni në trampolinë për të nisur shumë lart.
te: -ట్రామ్పోలిన్లు !images/objects/trampoline/trampoline2-0.png #ట్రామ్పోలిన్లు టక్స్ కొత్త ఎత్తులకు వెళ్లేందుకు అనుమతిస్తాయి. అదనపు ఎత్తు దూకడాన్నికి ట్రామ్పోలిన్‌పై బౌన్స్ చేస్తున్నప్పుడు జంప్ కీని నొక్కి పట్టుకోండి.
tr: -Sıçrama Bezleri !images/objects/trampoline/trampoline2-0.png #Sıçrama Bezleri, Tux'a yükseğe zıplamasında yardım eder. Sıçrama bezinin sizi daha yukarı zıplatması için sıçrama esnasında zıplama tuşunu basılı tutun.
tt: -Дуньялар !images/objects/trampoline/trampoline2-0.png # Трамвайлар Тукска яңа биеклекләргә сикерергә мөмкинлек бирә. Өстәмә биеклекне җибәрү өчен батутка сикергәндә JUMP ачкычын тотып торыгыз.
uk: - Батути !images/objects/trampoline/trampoline2-0.png #Батути дозволяють Туксу стрибнути на нові висоти. Утримуйте клавішу JUMP, підстрибуючи на батуті, щоб стрибнути дуже високо.

source: -Climbing #Tux can climb! Press the UP key to start climbing. Press the ACTION key or jump to let go.
az: -Dırmaşan #Tux dırmaşa bilər! Dırmanmağa başlamaq üçün UP düyməsini basın. ACTION düyməsini basın və ya buraxmaq üçün atlayın.
br: -Krapañ # Tux a c'hall krapat! Pouezit war an douchenn UHEL evit kregiñ da grapat. Pouezit war OBER pe lammit evit echuiñ ganti.
ca: - Escalada #Tux pot escalar! Premeu la tecla UP per començar a escalar. Premeu la tecla ACCIÓ o salta per deixar anar.
el: -Ορειβασία Το #Tux μπορεί να σκαρφαλώσει! Πατήστε το πλήκτρο UP για να ξεκινήσετε την αναρρίχηση. Πατήστε το πλήκτρο ACTION ή πηδήξτε για να το αφήσετε.
et: -Tux oskab ronida! # Vajuta ÜLES nuppu, et alustada ronimist. Lahti laskmiseks vajuta tegevuse nuppu või hüppa.
hy: - Մագլցում #Tux-ը կարող է բարձրանալ: Սեղմեք UP ստեղնը՝ բարձրանալը սկսելու համար: Սեղմեք ACTION ստեղնը կամ ցատկեք՝ բաց թողնելու համար:
is: -Klifur #Tux getur klifrað! Ýttu á UPP takkann til að byrja að klifra. Ýttu á ACTION takkann eða hoppaðu til að sleppa takinu.
ro: -Alpinism #Tux poate urca! Apăsați tasta SUS pentru a începe urcarea. Apăsați tasta ACȚIUNE sau săriți pentru a elibera.
sq: -Ngjitje #Tux mund të ngjitet! Shtypni tastin UP për të filluar ngjitjen. Shtypni tastin ACTION ose hidheni për ta lëshuar.
te: -ఎక్కత్తున్నాడు #టక్స్ ఎక్కవచ్చు! ఎక్కడం ప్రారంభించడానికి UP కీని నొక్కండి. వదిలివేయడానికి చర్య కీని లేదా జంప్ కీని నొక్కండి.
tr: -Tırmanmak #Tux tırmanabilir! Tırmanmaya başlamak için yukarı ok tuşuna basın. Devam etmek için eylem veya zıplama tuşuna basın.
tt: -Климбинг # Тукс менәргә мөмкин! Йөгерә башлау өчен UP төймәсенә басыгыз. ACTION төймәсенә басыгыз яки җибәрү өчен сикерегез.
uk: -Скелелазіння #Тукс вміє лазити! Натисніть клавішу ВГОРУ, щоб почати підйом. Натисніть клавішу ДІЯ або стрибніть, щоб відпустити.

source: -Secret Exits #Some level can have multiple exits. They are mostly hidden, so keep an eye out for them. #Maybe they lead you to something special.
az: -Gizli çıxışlar #Bəzi səviyyələrdə bir neçə çıxış ola bilər. Onlar əsasən gizlidir, ona görə də onlara diqqət yetirin. #Bəlkə də sizi xüsusi bir şeyə aparırlar.
ca: - Sortides secretes #Algun nivell pot tenir múltiples sortides. La majoria estan ocults, així que estigueu atents a ells. #Potser et porten a alguna cosa especial.
el: -Μυστικές έξοδοι #Κάποιο επίπεδο μπορεί να έχει πολλαπλές εξόδους. Είναι ως επί το πλείστον κρυφά, οπότε προσέξτε τα. #Ίσως σε οδηγήσουν σε κάτι ιδιαίτερο.
et: -Salajane väljapääs #Mõnel tasandil on ka salajane väljapääs. Hoia silmad lahti ja sa võid ühe üles leida. #Võib-olla nad viivad su erilisse kohta.
hy: - Գաղտնի ելքեր #Որոշ մակարդակ կարող է ունենալ բազմաթիվ ելքեր: Նրանք հիմնականում թաքնված են, այնպես որ հետևեք նրանց: #Գուցե քեզ տանում են ինչ-որ առանձնահատուկ բանի։
is: -Leyndarútgangar #Eitt stig getur haft margar útgönguleiðir. Þau eru að mestu leyti falin, svo fylgstu með þeim. #Kannski leiða þeir þig í eitthvað sérstakt.
ro: -Ieșiri secrete #Unele niveluri pot avea mai multe ieșiri. Sunt în mare parte ascunse, așa că fii atent la ele. #Poate că te conduc la ceva special.
sq: -Daljet e Fshehta #Disa nivele mund të ketë dalje të shumta. Ata janë kryesisht të fshehura, kështu që mbani një sy për ta. #Ndoshta të çojnë në diçka të veçantë.
te: -రహస్య నిష్క్రమణలు #కొన్ని స్థాయికి బహుళ నిష్క్రమణలు ఉండవచ్చు. అవి ఎక్కువగా దాచబడతాయి, కాబట్టి వాటి కోసం ఒక కన్ను వేసి ఉంచండి. #బహుశా అవి మిమ్మల్ని ఏదో ఒక ప్రత్యేకం వైపు నడిపిస్తాయి.
tr: -Gizli Çıkışlar #Bazı seviyelerin birden fazla çıkışı olabilir. Çoğunlukla gizlidirler, bu yüzden onlara göz kulak olun. #Belki seni özel bir şeye yönlendirirler.
tt: - Серле чыгу # Кайбер дәрәҗәдә берничә чыгу булырга мөмкин. Алар күбесенчә яшерелгән, шуңа күрә аларга игътибар итегез. # Бәлки алар сезне үзенчәлекле нәрсәгә алып барырлар.
uk: -Таємні виходи #Деякий рівень може мати кілька виходів. Вони здебільшого приховані, тому слідкуйте за ними. #Можливо, вони приведуть вас до чогось особливого.

source: Over the Frozen Bridge
az: Donmuş körpünün üstündən
br: Etrezek ar pont skornet
ca: Sobre el pont congelat
el: Πάνω από την Παγωμένη Γέφυρα
et: Väänlev kitsas jääsild
hy: Սառեցված կամրջի վրայով
is: Yfir Frosnu brúna
ro: Peste Podul Înghețat
sq: Mbi urën e ngrirë
te: ఘనీభవించిన వంతెనపై
tr: Donmuş Köprünün Üzerinde
tt: Туңдырылган күпер өстендә
uk: Над Замороженим мостом

source: Icy Valley
az: Buzlu Vadi
br: An draonienn skornet
ca: Vall Gelada
el: Παγωμένη κοιλάδα
et: Sügav varjuline org
hy: Սառցե հովիտ
is: Ísdalur
ro: Valea înghețată
sq: Lugina e akullt
te: మంచుతో నిండిన లోయ
tr: Buzlu Vadi
tt: Бозлы үзән
uk: Крижана долина

source: Living in a Fridge
az: Soyuducuda Yaşayış
br: Bevañ en ur yenerez
ca: Vivint en una nevera
el: Ζώντας σε ένα Ψυγείο
et: Lõikamine läbi hange
hy: Սառնարանում ապրելը
is: Að búa í ísskáp
ro: Viața în frigider
sq: Jeta në një Frigorifer
te: ఫ్రిజ్‌లో నివసిస్తున్నారు
tr: Buzdolabında Yaşamak
tt: Суыткыч эчендә тормыш
uk: Життя в холодильнику

source: Miyamoto Monument
az: Miyamoto abidəsi
br: Savadur Miyamoto
ca: Monument a en Miyamoto
el: Το Μνημείο του Miyamoto
et: Jääskulptuur Miyamoto'le
hy: Միյամոտոյի հուշարձան
is: Miyamoto minnismerkið
ro: Monumentul Miyamoto
sq: Monumenti Miyamoto
te: మియామోటో స్మారక చిహ్నం
tr: Miyamoto Anıtı
tt: Миямото һәйкәле
uk: Пам'ятник Міямото

source: The Shattered Bridge
az: Dağılmış Körpü
br: Ar pont diskaret
ca: El pont destrossat
el: H Γκρεμισμένη Γέφυρα
et: Habras jäätunud sild
hy: Փշրված կամուրջ
is: Brotna brúin
ro: Podul distrus
sq: Ura e Shkatërruar
te: పగిలిన వంతెన
tr: Harap Köprü
tt: Җимерелгән күпер
uk: Зруйнований міст

source: Via Nostalgica
az: Nostalji vasitəsilə
br: Hent an hiraezh
ca: Via nostàlgica
et: Petlikult tuttav teerada
hy: Նոստալգիկայի միջոցով
sq: Rruga Nostalgjia
te: వ్యామోహం ద్వారా
tt: Җирсү аша
uk: Ностальгія

source: -Bonus Blocks !images/objects/bonus_block/full-0.png #Bonus blocks can contain coins, power-ups or special items to help you in your quest. # #Hit them from below to get at their contents.
az: - Bonus blokları !images/objects/bonus_block/full-0.png #Bonus blokları axtarışda sizə kömək etmək üçün sikkələr, gücləndiricilər və ya xüsusi əşyalardan ibarət ola bilər. # #Məzmunlarına baxmaq üçün onları aşağıdan vurun.
br: -Bloc'h bonus !images/objects/bonus_block/full-0.png #Ar blokoù bonus a c'hall enderc'hel pezhioù-aour, galloudoù pe elfennoù ispisial a c'hall sikour #ac'hanoc'h en ho kest. # #Skoit anezho dre zindan evit kaout o endalc'had.
ca: -Blocs de bonificació !images/objects/bonus_block/full-0.png #Els blocs de bonificació poden contenir monedes, potenciadors o elements especials per ajudar-te amb el teu recorregut. # #Colpeja'ls des d'abaix per aconseguir el que contenen.
el: -Κουτάκια δώρων !images/objects/bonus_block/full-0.png #Τα κουτάκια δώρων μπορεί να περιέχουν νομίσματα, ενισχυτικά ή ειδικά αντικείμενα για να σας βοηθήσουν στην αναζήτηση. # #Χτυπήστε τα από κάτω για να δείτε τα περιεχόμενα τους.
et: -Boonusplokid !images/objects/bonus_block/full-0.png #Boonusplokid võivad sisaldada kuldmünte, power-up'e või eriesemeid, mis sind aitavad. # #Müksa neid alt poolt, et saada nende sisu.
hy: - Բոնուսային բլոկներ !images/objects/bonus_block/full-0.png #Բոնուսային բլոկները կարող են պարունակել մետաղադրամներ, հզորացումներ կամ հատուկ իրեր, որոնք կօգնեն ձեզ ձեր որոնումներում: # #Խփեք նրանց ներքևից՝ դրանց բովանդակությանը ծանոթանալու համար:
is: -Bónus blokkir !images/objects/bonus_block/full-0.png #Bónuskubbar geta innihaldið mynt, power-ups eða sérstaka hluti til að hjálpa þér í leit þinni. # #Smelltu á þá að neðan til að komast að innihaldi þeirra.
ro: -Blocuri bonus !images/objects/bonus_block/full-0.png #Blocurile bonus pot conține monede, potențiatoare sau obiecte speciale care te ajută în aventura ta. # #Lovește-le de dedesupt ca să le obții conținutul.
sq: -Blloqe bonusi !images/objects/bonus_block/full-0.png Blloqet e #bonusit mund të përmbajnë monedha, fuqi ose artikuj të veçantë për t'ju ndihmuar në kërkimin tuaj. # #Goditini nga poshtë për të kuptuar përmbajtjen e tyre.
te: -బోనస్ దిమ్మెలు !images/objects/bonus_block/full-0.png #బోనస్ బ్లాక్‌లు మీ అన్వేషణలో మీకు సహాయం చేయడానికి నాణేలు, పవర్-అప్‌లు లేదా ప్రత్యేక అంశాలను కలిగి ఉండవచ్చు. # #వారి కంటెంట్‌లను పొందడానికి క్రింద నుండి వాటిని కొట్టండి.
tr: -Bonus Bloklar !images/objects/bonus_block/full-0.png #Bonus bloklar yolculuğunuzda yardımcı olmak için altın, güçlendirici veya özel eşyalar içerebilir # #içeriklerini aşağıdan vurarak alın
tt: -Ташлама Блоклары !images/objects/bonus_block/full-0.png #Ташлама блоклары тәңкәләр, ташламалар яки башка файдалы әйберләр бирә. # #Аларны алу өчен, астан сук.
uk: -Бонусні блоки !images/objects/bonus_block/full-0.png #Ці блоки можуть містити монети, підсилення та спеціальні предмети #що допоможуть вам пройти пройти квест. #Підбийте їх аби отримати вміст.

source: -Checkpoints !images/objects/resetpoints/bell-m.png #Activate the checkpoint. If you die, you can retry the level from here. Every time you retry from a checkpoint, you will lose 10 percent of your coins (at least 25 coins).
az: -Yoxlama məntəqələri !images/objects/resetpoints/bell-m.png #Yoxlama məntəqəsini aktivləşdirin. Əgər ölsəniz, səviyyəni buradan yenidən sınaya bilərsiniz. Nəzarət məntəqəsindən hər dəfə təkrar cəhd etdiyiniz zaman sikkələrinizin 10 faizini itirəcəksiniz (ən azı 25 sikkə).
br: -Poentoù-saveteiñ !images/objects/resetpoints/bell-m.png #Enaouit ar poentoù saveteiñ. Ma varvit, gellout a rit klask kas en-dro al live eus amañ. Seul wech ma vo klasket ganeoc'h kas en-dro eus ar poent saveteiñ emaoc'h o vont da goll 10 dregant diwar ho pezhioù-aour (da vihanañ 25 pezh-aour).
ca: -Punts de control !images/objects/resetpoints/bell-m.png #Activa el punt de control. Si no ho aconsegueixes, pots tornar a intentar el nivell des d'aquí. Cada vegada que tornes a intentar-ho des d'un punt de control, perds el 10 per cent de les teves monedes (almenys 25 monedes).
el: -Σημεία ελέγχου !images/objects/resetpoints/bell-m.png #Ενεργοποιήστε το σημείο ελέγχου. Αν χάσετε, μπορείτε να συνεχίσετε το επίπεδο από εκεί. Κάθε φορά που ξανασυνεχίσετε από ένα σημείο ελέγχου, θα χάνετε το 10 τοις εκατό από τα νομίσματά σας (τουλάχιστον 25 νομίσματα).
et: -Kelluke !images/objects/resetpoints/bell-m.png #Tilista kellukest, et hiljem hätta jäädes mängu siit jätkata. Kuid siit uuesti alustades kaotad sa osa oma kuldmüntidest.
hy: - Անցակետեր !images/objects/resetpoints/bell-m.png #Ակտիվացրեք անցակետը. Եթե ​​մահանաք, այստեղից կարող եք նորից փորձել մակարդակը: Ամեն անգամ, երբ դուք նորից փորձեք անցակետից, դուք կկորցնեք ձեր մետաղադրամների 10 տոկոսը (առնվազն 25 մետաղադրամ):
is: -Gagnstöðvar !images/objects/resetpoints/bell-m.png # Virkjaðu eftirlitsstöðina. Ef þú deyrð geturðu reynt stigið aftur héðan. Í hvert skipti sem þú reynir aftur frá eftirlitsstöð muntu tapa 10 prósentum af myntunum þínum (að minnsta kosti 25 mynt).
ro: -Puncte intermediare !images/objects/resetpoints/bell-m.png #Activează punctul intermediar. Dacă mori, poți reîncerca nivelul de aici. La fiecare reîncercare vei pierde 10 procente din monedele tale (cel puțin 25 de monede).
sq: -Pika kontrolli !images/objects/resetpoints/bell-m.png #Aktivizoni pikën e kontrollit. Nëse vdisni, mund ta provoni përsëri nivelin nga këtu. Sa herë që provoni përsëri nga një pikë kontrolli, do të humbni 10 përqind të monedhave tuaja (të paktën 25 monedha).
te: -చెక్ పాయింట్‌లు !images/objects/resetpoints/bell-m.png #చెక్‌ పాయింట్ సక్రియం చేయండి. మీరు చనిపోతే, మీరు ఇక్కడ నుండి స్థాయిని మళ్లీ ప్రయత్నించవచ్చు. మీరు చెక్‌ పాయింట్ నుండి మళ్లీ ప్రయత్నించిన ప్రతిసారీ, మీరు మీ నాణేలలో 10 శాతం (కనీసం 25 నాణేలు) కోల్పోతారు.
tr: -Kontrol noktaları↩ !images/objects/resetpoints/bell-m.png↩ #Kontrol noktası etkin. eğer ölürsen,bu noktadan devam edebilirsin. Her zaman kontrol noktasından devam edebilirsin, altınlarının yüzde 10'unu kaybedersin (en az 25 altın)
tt: -Саклану нокталары !images/objects/resetpoints/bell-m.png #Саклану ноктасын активлаштыра. Әгәр дә син үлсәң, дәрәҗәне бу җирдән дәвам итә аласың. Һәр саклану ноктасыннан дәвам итү вакытында син тәңкәләреңнән 10% (кимендә 25 тәңкә) югалтачаксың.
uk: -Контрольна точка !images/objects/resetpoints/bell-m.png #Активуй контрольну точку. Якщо ти помреш то зможеш продовжити звідси. За кожне відродження з контрольної точки ти втрачатимеш 10% монет (але не менше 25 монет).
