Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Thunderstorm
ar: عاصفة رعدية
az: Tufan
et: Äikesetorm
fr_ca: Orage
he: סופת ברקים
hr: Oluja
hy: Ամպրոպ
id: Hujan Badai
is: Þrumuveður
it: Tempesta di fulmini
nn: Torevêr
ro: Furtună
sk: Búrka
sl: Neurje
sq: Stuhi
sr: Грмљавина
tr: Boran
uk: Гроза
uz: Momaqaldiroq

source: Portable
ar: محمول
az: Portativ
et: Kaasaskantav
he: נייד
hr: Prijenosni
hy: Դյուրակիր
id: Portabel
is: Færanlegt
it: Trasportabile
nn: Berbar
ro: Portabil
sk: Prenosný
sl: Prenosljiv
sq: Portativ
sr: Преносиви
tr: Taşınabilir
uk: Портативний
uz: Portativ

source: Stationary
fr_ca: Stationnaire
hr: Stacionarni
it: Stazionario
nn: Ikkje-berbar
ro: Staționar
sl: Nepremičen
sr: Стационарно

source: Rusty Trampoline
ar: صدئ الترامبولين
az: Paslı Trampolin
et: Roostes hüppelaud
fr_ca: Trampoline rouillée
he: טרמפולינה חלודה
hr: Zahrđali trampolin
hy: Ժանգոտ բատուտ
id: Trampolin Berkarat
is: Ryðgað trampólín
it: Trampolino arrugginito
nn: Rusten trampoline
ro: Trambulina ruginita
sk: Hrdzavá trampolína
sl: Zarjaveli trampolin
sq: Trampolinë e ndryshkur
sr: Зарђали трамболин
tr: Paslı Trambolin
uk: Іржавий батут
uz: Pasli Trampolin

source: Coin
ar: عملة
az: Sikkə
et: Kuldmünt
fr_ca: Cenne
he: מטבע
hr: Novčić
hy: Դրամ
id: Koin
is: Mynt
it: Moneta
nn: Mynt
ro: Monede
sk: Mince
sl: Kovanec
sq: Monedhë
sr: Новчић
tr: Altın
uk: Монета
uz: Tanga

source: Heavy Coin
ar: عملة ثقيلة
az: Ağır sikkə
et: Raske münt
fr_ca: Pièce lourde
he: מטבע כבד
hr: Teški novčić
hy: Ծանր մետաղադրամ
id: Koin Berat
is: Þungur mynt
it: Moneta pesante
nn: Tung mynt
ro: Monedă Grea
sk: Ťažká minca
sl: Težek kovanec
sq: Monedhë e rëndë
sr: Тешки новчић
tr: Ağır Altın
uk: Важка монета
uz: Og'ir tanga

source: Light sprite
fr_ca: Sprite de lumière
hr: Svjetlosni sprite
it: Sprite della luce
nn: Lysfigur
ro: Sprite de lumină
sl: Izrezek luči
sr: Светлосни спрајт

source: Sprite starting action
fr_ca: Action de départ du sprite
hr: Početak radnje spritea
it: Azione iniziale dello sprite
nn: Starthandling for figur
ro: Acțiunea de demaraj al spritului
sl: Začetno dejanje izrezka
sr: Покретање спрајта

source: Light sprite starting action
fr_ca: Action de départ du sprite de lumière
hr: Početak akcije svjetlosnog spritea
it: Azione iniziale dello sprite della luce
nn: Starthandling for lysfigur
ro: Acțiunea de demaraj al spritului de lumină
sl: Začetno dejanje izrezka luči
sr: Акција покретања светлосног спрајта

source: Light sprite offset X
fr_ca: Décalage sur l'axe X du sprite de lumière
hr: Pomak svjetlosnog spritea X
it: Offset dello sprite della luce sull'asse X
nn: Lysfigur-forskyving X
ro: Decalajul X al spritului de lumină
sl: Zamik izrezka luči po X
sr: Померање спрајта светлости X

source: Light sprite offset Y
fr_ca: Décalage sur l'axe Y du sprite de lumière
hr: Pomak svjetlosnog spritea Y
it: Offset dello sprite della luce sull'asse Y
nn: Lysfigur-forskyving Y
ro: Decalaj Y al spritului de lumină
sl: Zamik izrezka luči po Y
sr: Померање спрајта светлости Y

source: Z-pos
ar: Z- نقاط البيع
fr_ca: Position Z
hr: Z-poz
is: Z-staða
it: Posizione sull'asse Z
nn: Z-posisjon
ro: Poz. Z
sk: Z-poz
sl: Globina
sr: Z-поз
tr: Z pozisyonu
uk: Z-положення

source: Egg
fr_ca: Œuf
hr: Jaje
it: Uovo
ro: Ou
sl: Jajce
sr: Јаје
tr: Yumurta

source: Fire Flower
fr_ca: Fleur de feu
hr: Vatreni cvijet
it: Fiore di Fuoco
nn: Eldblome
ro: Floarea focului
sl: Ognjena roža
sr: Ватрени цвет
tr: Ateş Çiçeği

source: Ice Rosette
fr_ca: Rosette de Glace
it: Rosa di Ghiaccio
nn: Isrose
ro: Rozeta de ghiață
sl: Ledena rozeta

source: Air Flower
fr_ca: Fleur d'air
hr: Zračni cvijet
it: Fiore dell'Aria
nn: Luftblome
ro: Floarea aerului
sl: Vetrna roža
sr: Ваздушни цвет
tr: Hava Çiçeği

source: Rock Shroom
fr_ca: Champignon Rocheux
it: Fungo di Roccia
nn: Steinsopp
ro: Ciuperca pietroasă
sl: Kamena goba

source: Star
ar: نجمة
az: Ulduz
et: Täheke
fr_ca: Étoile
he: כוכב
hr: Zvijezda
hy: Աստղ
id: Bintang
is: Stjarna
it: Stella
nn: Stjerne
ro: Stea
sk: Hviezda
sl: Zvezda
sq: Yll
sr: Звезда
tr: Yıldız
uk: Зірка
uz: Yulduz

source: Tux Doll
fr_ca: Poupée Tux
hr: Tux lutka
it: Bambola Tux
nn: Tux-dokke
ro: Păpușa Tux
sl: Lutka Tuksa
sr: Лутка Тукс

source: Flip Potion
fr_ca: Potion de renversement
hr: Napitak za prevrtanje
it: Pozione di ribaltamento
nn: Vendeeliksir
ro: Poțiune de răsturnare
sl: Obrnitveni napoj
sr: Напитак за превртање

source: Mints
fr_ca: Pastilles à la menthe
hr: Kovnice
it: Mentine
nn: Dropseske
ro: Pastile de mentă
sl: Bonbončki
sr: Нане

source: Coffee
fr_ca: Café
hr: Kava
it: Caffè
nn: Kaffi
ro: Cafea
sl: Kofe
sr: Кафа

source: Herring
fr_ca: Harrang
hr: Haringa
it: Aringa
nn: Sild
ro: Hering
sl: Sled
sr: Харинга
tr: Ringa

source: Disable gravity
ar: تعطيل الجاذبية
az: Cazibə qüvvəsini söndürün
et: Keela gravitatsioon
fr_ca: Arrêter la gravité
he: נטרול כוח הכבידה
hr: Isključi gravitaciju
hy: Անջատել ձգողականությունը
id: Nonaktifkan gravitasi
is: Slökktu á þyngdaraflinu
it: Disabilita la gravità
nn: Slå av tyngdekrafta
ro: Dezactivează gravitatea
sk: Zakázať gravitáciu
sl: Onemogoči težnost
sq: Çaktivizoni gravitetin
sr: Искључи гравитацију
tr: Yerçekimini etkisizleştir
uk: Вимкнення гравітації
uz: Gravitatsiyani o'chiring

source: Sprites no longer define the behaviour of the object. Object types are used instead.
fr_ca: Les sprites ne définissent plus le comportement de l’objet.Les types d’objets sont utilisés à la place.
hr: Spriteovi više ne definiraju ponašanje objekta. Umjesto toga koriste se tipovi objekata.
it: Gli sprites non definiscono più il comportamento dell'oggetto. Al loro posto vengono usati i tipi dell'oggetto.
nn: Figurar definerer ikkje lenger åtferda til objekta. I staden for vert objekttypar brukte.
ro: Spriturile nu mai definesc comportamentul obiectului. Tipurile obiectului sunt folosite în locul lor.
sl: Animirani izrezki ne določajo več obnašanja predmeta. Namesto tega uporabljamo tipe predmetov.
sr: Спрајтови више не дефинишу понашање објекта. Уместо тога користе се типови објеката.

source: Burning
ar: الاحتراق
az: Yanan
et: Põlemine
fr_ca: En feu
he: שריפה
hr: Gori
hy: Վառվող
id: Membakar
is: Brennandi
it: Bruciante
nn: Tent
ro: Ardere
sk: Pálenie
sl: Gori
sq: Djegia
sr: Горећа
tr: Yanıyor
uk: Горіння
uz: Yonayotgan

source: Color
ar: اللون
az: Rəng
et: Värv
fr_ca: Couleur
he: צבע
hr: Boja
hy: Գույն
id: Warna
is: Litur
it: Colore
nn: Farge
ro: Culoare
sk: Farba
sl: Barva
sq: Ngjyrë
sr: Боја
tr: Renk
uk: Колір
uz: Rang

source: File
ar: ملف
az: Fayl
et: Fail
fr_ca: Fichier
he: קובץ
hr: Datoteka
hy: Ֆայլ
id: Berkas
is: Skrá
nn: Fil
ro: Fișier
sk: Súbor
sl: Datoteka
sq: Skedari
sr: Фајл
tr: Dosya
uk: Файл
uz: Fayl

source: Finish Script
ar: إنهاء البرنامج النصي
az: Skripti bitirin
et: Lõpeta skript
fr_ca: Terminer le script
he: סיים את התסריט
hr: Završi skriptu
hy: Ավարտել սցենարը
id: Selesaikan Skrip
is: Ljúktu handriti
it: Finisci lo Script
nn: Fullføringsskript
ro: Terminați Scriptul
sk: Dokončiť skript
sl: Zaključna skripta
sq: Skripti Finish
sr: Заврши скрипту
tr: Komut Dosyasını Bitir
uk: Завершити сценарій
uz: Skriptni tugatish

source: X-offset
ar: X- الإزاحة
az: X-ofset
et: X-nihe
fr_ca: Décalage X
he: היסט X
hr: X-pomak
hy: X-օֆսեթ
is: X-jöfnun
it: Sfasamento-X
nn: X-forskyving
sl: Odmik X
sr: X-померај
tr: X ofseti
uk: Х-зсув
uz: X-ofset

source: Controllable
ar: يمكن السيطرة عليها
az: Nəzarət edilə bilən
et: Kontrollitav
fr_ca: Contrôlable
he: ניתן לשליטה
hr: Može se kontrolirati
hy: Վերահսկելի
id: Dapat dikontrol
is: Stjórnanleg
it: Controllabile
nn: Kontrollerbar
ro: Controlabil
sk: Ovládateľné
sl: Krmiljeno
sq: E kontrollueshme
sr: Контролисано
tr: Kontrol edilebilir
uk: Контрольований
uz: Boshqarish mumkin

source: Anchor
ar: مِرسَاة
az: Çapa
et: Ankur
fr_ca: Ancre
he: לְעַגֵן
hr: Sidro
hy: Խարիսխ
id: Jangkar
is: Akkeri
it: Ancora
nn: Anker
ro: Ancoră
sk: Kotva
sl: Sidranje
sq: Spirancë
sr: Сидро
tr: Çapa
uk: Якір

source: Left
ar: يسار
az: Sol
et: Vasakule
fr_ca: Gauche
he: שמאל
hr: Lijevo
hy: Ձախ
id: Kiri
is: Vinstri
it: Sinistra
nn: Venstre
ro: Stânga
sk: Doľava
sl: Levo
sq: Majtas
sr: Лево
tr: Sol
uk: Ліворуч
uz: Chapga

source: Center
ar: مركز
az: Mərkəz
et: Keskus
fr_ca: Centre
he: מֶרְכָּז
hr: Centar
hy: Կենտրոն
id: Tengah
is: Miðja
it: Centro
nn: Midten
ro: Centru
sk: Centrum
sl: Sredinsko
sq: Qendra
sr: Центар
tr: Merkez
uk: Центр
uz: Markaz

source: Right
ar: يمين
az: Sağ
et: Paremale
fr_ca: Droit
he: ימין
hr: Desno
hy: Աջ
id: Kanan
is: Hægri
it: Destra
nn: Høgre
ro: Dreapta
sk: Doprava
sl: Desno
sq: Djathtas
sr: Десно
tr: Sağ
uk: Праворуч
uz: To'g'ri

source: Text Alignment
ar: محاذاة النص
az: Mətnin Hizalanması
et: Teksti joondamine
fr_ca: Alignement du texte
he: יישור טקסט
hr: Poravnanje teksta
hy: Տեքստի հավասարեցում
id: Perataan Teks
is: Textajöfnun
it: Allineamento del testo
nn: Tekstjustering
ro: Alinierea textului
sk: Zarovnanie textu
sl: Poravnava besedila
sq: Rreshtimi i tekstit
sr: Поравнање текста
tr: Metin hizalama
uk: Вирівнювання тексту
uz: Matnni tekislash

source: Primary Colour
fr_ca: Couleur primaire
hr: Primarna boja
it: Colore Primario
nn: Primærfarge
ro: Culoarea primară
sl: Osnovna barva
sr: Основна боја

source: Secondary Colour
fr_ca: Couleur secondaire
hr: Sekundarna boja
it: Colore Secondario
nn: Sekundærfarge
ro: Culoarea secundară
sl: Sekundarna barva
sr: Секундарна боја

source: Vertical
ar: رَأسِيّ
az: Şaquli
et: Vertikaalne
he: אנכי
hr: Okomito
hy: Ուղղահայաց
id: Vertikal
is: Lóðrétt
it: Verticale
nn: Loddrett
sk: Vertikálne
sl: Navpičen
sq: Vertikale
sr: Вертикално
tr: Dikey
uk: Вертикальний
uz: Vertikal

source: Horizontal
ar: أفقي
az: Üfüqi
et: Horisontaalne
he: אופקי
hr: Horizontalno
hy: Հորիզոնական
id: Horisontal
is: Lárétt
it: Orizzontale
nn: Vassrett
ro: Orizontal
sk: Horizontálne
sl: Vodoraven
sq: Horizontale
sr: Водоравно
tr: Yatay
uk: Горизонтальний
uz: Gorizontal

source: Vertical (whole sector)
ar: عمودي (قطاع كامل)
az: Şaquli (bütün sektor)
et: Vertikaalne (kogu sektor)
fr_ca: Vertical (secteur entier)
he: אנכי (מגזר שלם)
hr: Okomito (cijeli sektor)
hy: Ուղղահայաց (ամբողջ հատված)
id: Vertikal (keseluruhan sektor)
is: Lóðrétt (allur geiri)
it: Verticale (intero settore)
nn: Loddrett (heil sektor)
ro: Verticală (întregul sector)
sk: Vertikálne (celý sektor)
sl: Navpičen (ves predel)
sq: Vertikale (i gjithë sektori)
sr: Вертикално (цео сектор)
tr: Diket (tüm bölge)
uk: Вертикаль (весь сектор)
uz: Vertikal (butun sektor)

source: Horizontal (whole sector)
ar: أفقي (قطاع كامل)
az: Üfüqi (bütün sektor)
et: Horisontaalne (kogu sektor)
fr_ca: Horizontal (secteur entier)
he: אופקי (כל המגזר)
hr: Horizontalno (cijeli sektor)
hy: Հորիզոնական (ամբողջ հատված)
id: Horisontal (keseluruhan sektor)
is: Lárétt (allur geiri)
it: Orizzontale (intero settore)
nn: Vassrett (heil sektor)
ro: Orizontală (întregul sector)
sk: Horizontálne (celý sektor)
sl: Vodoraven (ves predel)
sq: Horizontal (i gjithë sektori)
sr: Хоризонтално (цео сектор)
tr: Yatay (tüm bölge)
uk: По горизонталі (весь сектор)
uz: Gorizontal (butun sektor)

source: Draw target
ar: ارسم الهدف
az: Hədəf çəkin
et: Joonista sihtmärk
fr_ca: Dessiner la cible
he: צייר מטרה
hr: Nacrtaj metu
hy: Նկարել թիրախը
id: Gambarkan target
is: Dragðu skotmark
it: Disegna obiettivo
nn: Teiknemål
ro: Desenați ținta
sk: Nakreslite cieľ
sl: Tarča izrisa
sq: Vizatoni objektivin
sr: Нацртај мету
tr: Hedef çiz
uk: Намалюйте ціль
uz: Maqsadni chizish

source: Normal
ar: طبيعي
et: Tavaline
he: רגיל
hr: Normalan
hy: Նորմալ
is: Venjulegt
it: Normale
sk: Normálne
sl: Običajno
sq: Normale
sr: Нормална
uk: Нормальний
uz: Oddiy

source: Lightmap
ar: خريطة ضوئية
az: İşıq xəritəsi
et: Valguskaart
fr_ca: Carte lumineuse
he: מפת אור
hr: Svjetlosna karta
hy: Լույսի քարտեզ
id: Peta Cahaya
is: Ljósakort
it: Mappa delle luci
nn: Lyskart
ro: Hartă luminoasă
sk: Svetelná mapa
sl: Svetilna tekstura
sq: Harta e dritës
sr: Светлосна мапа
tr: Işık haritası
uk: Світлова карта
uz: Yorug'lik xaritasi

source: Blend mode
ar: وضع المزج
az: Qarışıq rejimi
et: Segamisrežiim
fr_ca: Mode de fusion
he: מצב ערבול
hr: Način miješanja
hy: Խառնուրդի ռեժիմ
id: Modus campuran
is: Blöndunarstilling
it: Modalità di fusione
nn: Overgangsmodus
ro: Modul de amestecare
sk: Režim miešania
sl: Način mešanja
sq: Modaliteti i përzierjes
sr: Режим мешања
tr: Karıştırma modu
uk: Режим змішування
uz: Aralash rejimi

source: Blend
ar: يمزج
az: Qarışdırın
et: Blenderda
fr_ca: Mélange
he: ערבול
hr: Mješavina
hy: Խառնել
id: Campur
is: Blanda
it: Fondi
nn: Overgang
ro: Amestec
sk: Zmiešajte
sl: Mešanje
sq: Përzierje
sr: Мешавина
tr: Karıştır
uk: Змішати
uz: Aralashtiring

source: Additive
ar: مادة مضافة
az: Əlavə
et: Lisand
fr_ca: Additif
he: תוסף
hr: Aditiv
hy: Հավելանյութ
id: Aditif
is: Aukefni
it: Additivo
nn: Additiv
ro: Aditiv
sk: Aditívum
sl: Aditivno
sq: Shtues
sr: Адитив
tr: Katkı
uk: Добавка
uz: Qo'shimcha

source: Modulate
ar: عدل
az: Modulyasiya edin
et: Moduleerida
fr_ca: Moduler
he: לְוַסֵת
hr: Modulirati
hy: Մոդուլացնել
id: Memodulasi
is: Móta
it: Modulare
nn: Moduler
ro: Modula
sk: Modulovať
sl: Blaženo
sq: Moduloni
sr: Модулирај
tr: Modüle et
uk: Модулювати
uz: Modulyatsiya qilish

source: Acceleration
ar: التسريع
az: Sürətlənmə
et: Kiirendus
fr_ca: Accélération
he: האצה
hr: Ubrzanje
hy: արագացում
id: Akselerasi
is: Hröðun
it: Accelerazione
nn: Akselerasjon
ro: Accelerație
sk: Zrýchlenie
sl: Pospešek
sq: Nxitimi
sr: Убрзање
tr: Hızlanma
uk: Прискорення
uz: Tezlashtirish

source: Blowing
ar: نفخ
az: Əsən
et: Puhumine
fr_ca: Souffler
he: מַשָׁב
hr: Puhanje
hy: Բոուլինգ
id: Hembusan
is: Blása
it: Attiva fisica del vento
nn: Blåser
ro: Suflare
sk: Fúkanie
sl: Dejansko piha
sq: Duke fryrë
sr: Дување
tr: Üfleme
uk: Видування
uz: Puflash

source: Affects Badguys
ar: تأثيرات الأشرار
az: Pis adamlara təsir edir
et: Mõju halvad poisid
fr_ca: Affecte les méchants
he: אפקטים רעים
hr: Utječe na negativce
hy: Էֆեկտներ Վատ տղաներ
id: Efek Orang Jahat
is: Hefur áhrif á vondu krakkana
it: Ha effetto sui nemici
nn: Påverkar fiendar
ro: Afectează adversarul
sk: Ovplyvňuje nepriateľov
sl: Vpliva na pridaniče
sq: Ndikon tek djemtë e këqij
sr: Утиче на зликовце
tr: Efektler Kötü Adamlar
uk: Ефекти Погані хлопці
uz: Yomon odamlarga ta'sir qiladi

source: Affects Objects
ar: يؤثر على الكائنات
az: Obyektlərə təsir edir
et: Mõjutab objekte
fr_ca: Affecte les objets
he: משפיע על אובייקטים
hr: Utječe na objekte
hy: Ազդում է օբյեկտների վրա
id: Mempengaruhi Objek
is: Hefur áhrif á hluti
it: Ha effetto sugli oggetti
nn: Påverkar objekt
ro: Afectează Obiectele
sk: Ovplyvňuje objekty
sl: Vpliva na predmete
sq: Ndikon në objekte
sr: Утиче на објекте
tr: Nesneleri Etkiler
uk: Впливає на об’єкти
uz: Ob'ektlarga ta'sir qiladi

source: Affects Player
ar: يؤثر على اللاعب
az: Oyunçuya təsir edir
et: Mõjutab mängijat
fr_ca: Affecte le joueur
he: משפיע על שחקן
hr: Utječe na igrača
hy: Ազդում է խաղացողի վրա
id: Mempengaruhi Pemain
is: Hefur áhrif á spilara
it: Ha effetto sul giocatore
nn: Påverkar spelarar
ro: Afectează jucătorul
sk: Ovplyvňuje hráča
sl: Vpliva na igralca
sq: Ndikon lojtarin
sr: Утиче на играча
tr: Oyuncuyu Etkiler
uk: Впливає на гравця
uz: O'yinchiga ta'sir qiladi

source: Fancy Particles
ar: جسيمات خيالية
az: Fantastik hissəciklər
et: Väljamõeldud osakesed
fr_ca: Particules fantaisie
he: חלקיקים מפוארים
hr: Fantastične čestice
hy: Շքեղ մասնիկներ
id: Partikel Mewah
is: Fínar agnir
it: Particolari sofisticati
nn: Fancy partiklar
ro: Particule fanteziste
sk: Efektné častice
sl: Okrasni delci
sq: Grimcat e zbukuruara
sr: Фенси честице
tr: Süslü Parçacıklar
uk: Незвичайні частинки
uz: Chiroyli zarralar

source: Particles Enabled
fr_ca: Particules activées
hr: Omogućene čestice
it: Particelle abilitate
nn: Partiklar slått på
ro: Particulele au fost activate
sl: Omogočeni delci
sr: Честице омогућене

source: Current
fr_ca: Courant
hr: Trenutno
it: Corrente
nn: Vasstraum
ro: Curent
sl: Trenutno
sr: Тренутно

source: Particle system
ar: نظام الجزيء
az: Hissəcik sistemi
et: Osakeste süsteem
fr_ca: Système de particules
he: מערכת חלקיקים
hr: Sustav čestica
hy: Մասնիկների համակարգ
id: Sistem partikel
is: Agnakerfi
it: Sistema di particelle
nn: Partikkelsystem
ro: Sistem de particule
sk: Systém častíc
sl: Sistem delcev
sq: Sistemi i grimcave
sr: Систем честица
tr: Parçacık sistemi
uk: Система часточок
uz: Zarrachalar tizimi

source: Text Scroller
ar: شريط تمرير النص
az: Mətn sürüşdürən
et: Teksti kerija
fr_ca: Défilement de texte
he: טקסט גלילה
hr: Pomicanje teksta
hy: Տեքստի ոլորիչ
id: Penggulung Teks
is: Textaskrollari
it: Scorrimento del testo
nn: Tekstrullar
ro: Scroller text
sk: Posuvník textu
sl: Besedilni drsnik
sq: Scroller teksti
sr: Скролер текста
tr: Metin Kaydırıcı
uk: Скроллер тексту
uz: Matnni aylantiruvchi

source: Path
ar: طريق
az: Yol
et: Tee
fr_ca: Chemin
he: נתיב
hr: Staza
hy: Ճանապարհ
id: Jalan
is: Leið
it: Percorso
nn: Sti
ro: Cale
sk: Cesta
sl: Pot
sq: Rrugë
sr: Пут
tr: Yolak
uk: Шлях
uz: Yo'l

source: Following path
ar: المسار التالي
az: İzləyən yol
et: Jälgides teed
fr_ca: Chemin suivant
he: בעקבות השביל
hr: Slijedeći put
hy: Հետևելով ճանապարհին
id: Mengikuti jalur
is: Eftir slóð
it: Segue un sentiero
nn: Følgjer sti
ro: Urmând calea
sk: Nasledujúca cesta
sl: Pot premika
sq: Duke ndjekur rrugën
sr: Пратећи пут
tr: İzleyen yol
uk: Наступний шлях
uz: Keyingi yo'l

source: Path Mode
ar: نمط المسار
az: Yol rejimi
et: Tee režiim
fr_ca: Mode chemin
he: מצב נתיב
hr: Način staze
hy: Ուղու ռեժիմ
id: Mode Jalan
is: Leið háttur
it: Modalità sentiero
nn: Stimodus
ro: Modul cale
sk: Režim cesty
sl: Način poti
sq: Mënyra e rrugës
sr: Режим путање
tr: Yol Kipi
uk: Режим шляху
uz: Yo'l rejimi

source: Adapt Speed
ar: التكيف مع السرعة
az: Sürəti uyğunlaşdırın
et: Kohandage kiirust
fr_ca: Adapter la vitesse
he: התאם מהירות
hr: Prilagodite brzinu
hy: Հարմարեցրեք արագությունը
id: Sesuaikan Kecepatan
is: Aðlaga hraða
it: Adatta la velocità
nn: Tilpassingstid
ro: Adaptează viteza
sk: Prispôsobiť rýchlosť
sl: Prilagodi hitrost
sq: Përshtat shpejtësinë
sr: Прилагоди брзину
tr: Hızı Uyarla
uk: Адаптувати швидкість
uz: Tezlikni moslash

source: Starting Node
ar: بدء العقدة
az: Başlanğıc Node
et: Algusõlm
fr_ca: Point de départ
he: צומת התחלה
hr: Početni čvor
hy: Մեկնարկային հանգույց
id: Mulai Node
is: Byrjunarhnútur
it: Nodo d'inizio
nn: Startnode
ro: Nodul de pornire
sk: Počiatočný uzol
sl: Začetno vozlišče
sq: Nyja fillestare
sr: Почетни чвор
tr: Başlangıç ​​Düğümü
uk: Початковий вузол
uz: Boshlanish tugun

source: Handle
fr_ca: Poignée
hr: Ručka
it: Gestisci
nn: Handtak
ro: Mâner
sl: Ročica
sr: Ручка

source: Collect script
ar: اجمع النص
az: Skript toplayın
et: Koguge skript
fr_ca: Script de ramassage
he: אסוף תסריט
hr: Prikupi skriptu
hy: Հավաքել սցենար
id: Skrip kumpulkan
is: Safna handriti
it: Script da collezionamento
nn: Samleskript
ro: Colectați scenariul
sk: Zbierajte skript
sl: Zbiralna skripta
sq: Mblidhni skenarin
sr: Прикупи скрипту
tr: Toplama senaryosu
uk: Зберіть сценарій
uz: Skriptni yig'ish

source: Spin Speed
fr_ca: Vitesse de rotation
hr: Brzina centrifuge
it: Velocità di rotazione
nn: Snurrefart
ro: Viteză de rotație
sl: Hitrost vrtenja
sr: Брзина центрифуге

source: State Length
fr_ca: Durée d'état
hr: Duljina države
it: Lunghezza di Stato
nn: Tilstandslengd
ro: Durata stării
sl: Trajanje stanja
sr: Дужина државе

source: Wind Speed
fr_ca: Vitesse du vent
hr: Brzina vjetra
it: Velocità Vento
nn: Vindfart
ro: Viteza vântului
sl: Hitrost vetra
sr: Брзина ветра
tr: Rüzgar Hızı

source: Small
fr_ca: Petit
hr: Mali
it: Piccolo
nn: Liten
ro: Mică
sl: Majhna
sr: Мала

source: Large
fr_ca: Grand
hr: Veliko
it: Grande
nn: Stor
ro: Mare
sl: Velika
sr: Велика

source: On-grab script
ar: نص عند الاستيلاء
az: On-grab skript
et: Haaratav skript
fr_ca: Script à la volée
he: תסריט על אחיזה
hr: Skripta za preuzimanje
hy: Ձեռք բերող սցենար
id: Aktif-ambil skrip
is: Handrit á grip
it: Script alla presa
nn: Ved grabbe-skript
ro: Script de încadrare
sk: Skript na uchopenie
sl: Skripta ob prijemu
sq: Skenari në kapje
sr: Скрипта за преузимање
tr: Tutma senaryosu
uk: Сценарій на захоплення
uz: Qo'lga olinadigan skript

source: On-ungrab script
ar: نص برمجي قيد التشغيل
az: On-ungrab skripti
et: Sisseehitatud skript
fr_ca: Script à la relâchement
he: מופעל-תסריט לא-תפוס
hr: Na othvataj skriptu
hy: Անընդունելի սցենար
id: Skrip siap-pakai
is: On-grap handrit
it: Script al rilascio
nn: Ved avgrabbe-skript
ro: Script de dezlegare
sk: Skript na uchopenie
sl: Skripta ob odlaganju
sq: Skript i mëparshëm
sr: Скрипта за одвајање
tr: Bırakma senaryosu
uk: Сценарій при відключенні
uz: On-ungrab skripti

source: Snow Particles
ar: جزيئات الثلج
az: Qar hissəcikləri
et: Lumesadu
fr_ca: Particules de neige
he: חלקיקי שלג
hr: Snježne čestice
hy: Ձյան մասնիկներ
id: Partikel Salju
is: Snjóagnir
it: Particelle della neve
nn: Snøpartiklar
ro: Particule de zăpadă
sk: Snehové častice
sl: Snežni delci
sq: Grimcat e borës
sr: Честице снега
tr: Kar Parçacıkları
uk: Частинки снігу
uz: Qor zarralari

source: Button
ar: زر
az: Düymə
et: Nupp
fr_ca: Bouton
he: כפתור
hr: Dugme
hy: Կոճակ
id: Tombol
is: Hnappur
it: Tasto
nn: Knapp
ro: Buton
sk: Tlačidlo
sl: Gumb
sq: Butoni
sr: Дугме
tr: Düğme
uk: Кнопка
uz: Tugma

source: Powerup
ar: رفع الطاقة
az: Gücləndirmə
et: Võimsus
fr_ca: Mise sous tension
he: חיזוק
hr: Uključiti
hy: Միացնել
id: Kekuatan
it: Potenziamento
nn: Bonus
ro: Pornire
sk: Zapnutie
sl: Izboljšava
sq: Ngritja e energjisë
sr: Појачање
tr: Güçlendirme
uk: Підвищити потужність
uz: Quvvat yoqing

source: Sound
ar: الصوت
az: Səs
et: Heli
fr_ca: Son
he: צלילים
hr: Zvuk
hy: Ձայն
id: Suara
is: Hljóð
it: Suono
nn: Lyd
ro: Sunet
sk: Zvuk
sl: Zvok
sq: Tingujt
sr: Звук
tr: Ses
uk: Звук
uz: Ovoz

source: Radius (in tiles)
fr_ca: Rayon (en tuiles)
hr: Radijus (u pločicama)
it: Raggio (in caselle)
nn: Radius (talet på fliser)
sl: Polmer (v podlagah)
sr: Радијус (у плочицама)

source: Volume
ar: الحجم
az: Həcmi
et: Helitugevus
he: עוצמת שמע
hr: Volumen
hy: Ծավալը
is: Bindi
nn: Lydstyrke
ro: Volum
sk: Objem
sl: Glasnost
sq: Volumi
sr: Јачина
tr: Ses Düzeyi
uk: Гучність
uz: Ovoz balandligi

source: Lantern
ar: فانوس
az: Fənər
et: Latern
fr_ca: Lanterne
he: עששית
hr: Fenjer
hy: Լապտեր
id: Lentera
is: Ljósker
it: Lanterna
nn: Lykt
ro: Lanternă
sk: Lucerna
sl: Svetilka
sq: Fener
sr: Канделабр
tr: Işıldak
uk: Ліхтар
uz: Chiroq

source: Bumper
ar: الوفير
az: Bamper
et: Kaitseraud
fr_ca: Mélange
he: פָּגוֹשׁ
hr: Branik
hy: Բամպեր
is: Stuðara
it: Trampolino laterale
nn: Sprettkant
ro: Bara de protecție
sk: Nárazník
sl: Odbijač
sq: Parakolp
sr: Браник
tr: Tampon
uk: Бампер
uz: Bamper

source: Ispy
ar: انا اتجسس
et: Maluura
fr_ca: Espionne
he: עין קטנה
hr: Ja špijuniram
hy: Իսպին
is: Ég njósna
it: Spione
nn: Spionauge
sl: Nadležno oko
sq: Unë spiunoj
sr: ЈаШпијун
uk: Я шпигую
uz: Ayg'oqchi

source: Background
ar: الخلفية
az: Fon
et: Taust
fr_ca: Fond
he: רקע
hr: Pozadina
hy: Ֆոն
id: Latar belakang
is: Bakgrunnur
it: Sfondo
nn: Bakgrunn
ro: Fundal
sk: Pozadie
sl: Ozadje
sq: Sfondi
sr: Позадина
tr: Arkaplan
uk: Тло
uz: Fon

source: Sprite
ar: شبح
he: דמות
hy: Ուրվական
nn: Figur
sl: Animiran izrezek
sr: Спрајт
tr: Cin
uk: Спрайт

source: The sprite file used for this object.
fr_ca: Le fichier de sprite utilisé pour cet objet.
it: Il file dello Sprite usato per questo oggetto.
nn: Figurfila brukt for objektet.
ro: Fișierul de sprite folosit pentru obiectul ăsta.
sl: Datoteka animirane sličice za ta predmet.
