Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Ghost Flame
ar: شبح اللهب
az: Kabus alov
et: Kummitav leek
he: להבת רוח
hy: Ուրվական բոց
id: Api Hantu
is: Draugalogi
sk: Plameň duchov
sq: Flaka fantazmë
uk: Привид полум'я
uz: Arvoh alangasi

source: Autumn Leaf
ar: ورقة الخريف
az: Payız yarpağı
et: Sügiskuu leht
he: עלה שלכת
hy: Աշնանային տերեւ
id: Daun Musim Gugur
is: Haustblað
sk: Jesenné lístie
sq: Gjethja e vjeshtës
uk: Осінній лист
uz: Kuzgi barg

source: Bomb
ar: قنبلة
az: Bomba
et: Pomm
he: פצצה
hy: Ռումբ
id: Bom
is: Sprengja
sk: Bomba
sq: Bombë
uk: Бомба
uz: Bomba

source: Spider
ar: العنكبوت
az: Hörümçək
et: Ämblik
he: עכביש
hy: Սարդ
id: Laba-laba
is: Kónguló
sk: Pavúk
sq: Merimangë
uk: Павук
uz: O'rgimchak

source: Walking Stump
ar: جذع المشي
az: Gəzinti kötüyü
et: Kõndiv känd
he: גדם מהלך
hy: Քայլող կոճղ
id: Tonggak Berjalan
is: Gangandi stubbur
sk: Chôdza Stump
sq: Stump në këmbë
uk: Ходячий пень
uz: Yurish dum

source: Fish
ar: سمك
az: Balıq
et: Kala
he: דג
hy: Ձուկ
id: Ikan
is: Fiskur
sk: Ryby
sq: Peshk
uk: Риба
uz: Baliq

source: dropper
ar: المسقط
az: damcı
et: tilguti
he: טַפטֶפֶת
hy: կաթոցիկ
id: penitis
is: dropatæki
sk: kvapkadlo
sq: pikatore
uk: крапельниця
uz: tomizgich

source: rocket launcher
ar: مطلق الصواريخ
az: raketatan
et: raketiheitja
he: משגר רקטות
hy: հրթիռային կայան
id: pelontar roket
is: eldflaugar
sk: raketomet
sq: raketahedhës
uk: ракетниця
uz: raketa uchirgich

source: cannon
ar: مدفع
az: top
et: kahur
he: תוֹתָח
hy: թնդանոթ
id: meriam
is: fallbyssu
sk: kanón
sq: top
uk: гармати
uz: to'p

source: invisible
ar: غير مرئي
az: görünməz
et: nähtamatu
he: בלתי־נראה
hy: անտեսանելի
id: tembus pandang
is: ósýnilegur
sk: neviditeľný
sq: e padukshme
uk: невидимий
uz: ko'rinmas

source: Smartball
ar: سمارت بول
az: Ağıllı top
et: Nutikas pall
he: כדור חכם
hy: Խելացի գնդակ
id: Bola Cerdas
uk: Розумний сніжок
uz: Aqlli to'p

source: Ice Flame
ar: شعلة الجليد
az: Buz alovu
et: Jäine leek
he: להבת קרח
hy: Սառցե բոց
id: Api Es
is: Íslogi
sk: Ľadový plameň
sq: Flaka e akullit
uk: Полум'я льоду
uz: Muz olovi

source: Demo Recording Options:
ar: خيارات التسجيل التجريبي:
az: Demo Qeyd Seçimləri:
et: Demo salvestamise valikud:
he: אפשרויות הקלטת הדגמה:
hy: Դեմո ձայնագրման ընտրանքներ.
id: Opsi Perekaman Demo:
is: Demo Upptökuvalkostir:
sk: Možnosti nahrávania záznamov:
sq: Opsionet e regjistrimit demonstrues:
uk: Параметри запису демо:
uz: Demo yozish imkoniyatlari:

source: --record-demo FILE LEVEL Record a demo to FILE
ar: --record-demo FILE LEVEL تسجيل عرض توضيحي لـ FILE
az: --record-demo FAYL SƏVİYYƏSİ FAYL-a demonu yazın
et: --record-demo FILE LEVEL Salvestage demo faili FILE
he: --record-demo FILE LEVEL הקלט הדגמה ל-FILE
hy: --record-demo FILE LEVEL Ձայնագրեք ցուցադրություն FILE-ում
id: --record-demo BERKAS LEVEL Rekam demo ke BERKAS
is: --record-demo FILE LEVEL Taktu upp kynningu í FILE
sk: --record-demo SÚBOR ÚROVEŇ Zaznamenať hru do súboru SÚBOR
sq: --record-demo FILE LEVEL Regjistro një demonstrim në FILE
uk: --record-demo ФАЙЛ РІВЕНЬ Записати демо до ФАЙЛу
uz: --record-demo FILE LEVEL Demo-ni FILE-ga yozib oling

source: --play-demo FILE LEVEL Play a recorded demo
ar: --play-demo FILE LEVEL قم بتشغيل عرض توضيحي مسجل
az: --play-demo FILE LEVEL Qeydə alınmış demonu oynayır
et: --play-demo FILE LEVEL Esitage salvestatud demo
he: --play-demo רמת קובץ הפעל הדגמה מוקלטת
hy: --play-demo FILE LEVEL Նվագարկել ձայնագրված ցուցադրություն
id: --play-demo BERKAS LEVEL Putar rekaman demo
is: --play-demo FILE LEVEL Spila upptöku demo
sk: --play-demo SÚBOR ÚROVEŇ Prehrať záznam hry
sq: --play-demo FILE LEVEL Luaj një demonstrim të regjistruar
uk: --play-demo ФАЙЛ РІВЕНЬ Запустити записане демо
uz: --play-demo FILE LEVEL Yozib olingan demoni o'ynang

source: %d level
ar: %d المستويات
az: %d səviyyə
et: %d tasemel
he: שלב %d
hy: %d մակարդակ
is: %d stigi
sk: %d úroveň
sq: %d nivel
uk: %d рівень
uz: %d darajalari

source: On-screen controls
ar: ضوابط على الشاشة
az: Ekranda idarəetmələr
et: Ekraanil olevad juhtnupud
he: פקדים על המסך
hy: Էկրանի կառավարում
id: Kontrol di layar
is: Stýringar á skjánum
sk: Ovládacie prvky na obrazovke
sq: Kontrollet në ekran
uk: Екранні елементи керування
uz: Ekrandagi boshqaruv elementlari

source: Toggle on-screen controls for mobile devices
ar: قم بتبديل عناصر التحكم على الشاشة للأجهزة المحمولة
az: Mobil cihazlar üçün ekran nəzarətlərini dəyişdirin
et: Mobiilseadmete ekraanil kuvatavate juhtelementide sisse- ja väljalülitamine
he: החלף את הפקדים על המסך עבור מכשירים ניידים
hy: Միացնել շարժական սարքերի էկրանի կառավարումը
id: Alihkan kontrol di layar untuk perangkat seluler
is: Skiptu um stýringar á skjánum fyrir fartæki
sk: Prepínajte ovládacie prvky na obrazovke pre mobilné zariadenia
sq: Ndrysho kontrollet në ekran për pajisjet celulare
uk: Перемикання екранних елементів керування для мобільних пристроїв
uz: Mobil qurilmalar uchun ekrandagi boshqaruv elementlarini almashtiring

source: [Profile {}]
ar: [حساب تعريفي {}]
az: [Profil {}]
et: [Profiil {}]
he: [פרופיל {}]
hy: [Պրոֆիլ {}]
id: [Profil {}]
is: [Prófíll {}]
sk: [Profil {}]
sq: [Profili {}]
uk: [Профіль {}]
uz: [Profil {}]

source: Reset profile
ar: إعادة تعيين الملف الشخصي
az: Profili sıfırlayın
et: Lähtesta profiil
he: אפס את הפרופיל
hy: Վերականգնել պրոֆիլը
id: Setel ulang profil
is: Endurstilla prófíl
sk: Obnoviť profil
sq: Rivendos profilin
uk: Скинути профіль
uz: Profilni tiklash

source: Reset all profiles
ar: إعادة تعيين كافة الملفات الشخصية
az: Bütün profilləri sıfırlayın
et: Lähtestage kõik profiilid
he: אפס את כל הפרופילים
hy: Վերականգնել բոլոր պրոֆիլները
id: Setel ulang semua profil
is: Endurstilla öll snið
sk: Obnovte všetky profily
sq: Rivendos të gjitha profilet
uk: Скинути всі профілі
uz: Barcha profillarni tiklash

source: Deleting your profile will reset your game progress. Are you sure?
ar: سيؤدي حذف ملف التعريف الخاص بك إلى إعادة تعيين تقدم اللعبة. هل أنت متأكد؟
az: Profilinizin silinməsi oyun tərəqqinizi sıfırlayacaq. Sən əminsən?
et: Profiili kustutamine lähtestab teie mängu edenemise. Oled sa kindel?
he: מחיקת הפרופיל שלך תאפס את התקדמות המשחק שלך. האם אתה בטוח?
hy: Ձեր պրոֆիլը ջնջելը կվերակայի ձեր խաղի առաջընթացը: Համոզված ես?
id: Menghapus profil Anda akan mengatur ulang progres game Anda. Apa kamu yakin?
is: Ef þú eyðir prófílnum þínum mun það endurstilla framvindu leiksins. Ertu viss?
sk: Odstránením profilu sa obnoví váš postup v hre. Si si istý?
sq: Fshirja e profilit tuaj do të rivendosë përparimin tuaj të lojës. A je i sigurt?
uk: Видалення вашого профілю призведе до скидання прогресу гри. Ти впевнений?
uz: Profilingizni oʻchirish oʻyin jarayonini qayta tiklaydi. Ishonchingiz komilmi?

source: No Add-ons found
ar: لا توجد إضافات
az: Əlavələr tapılmadı
et: Lisandmooduleid ei leitud
he: לא נמצאו תוספים
hy: Հավելումներ չեն գտնվել
id: Tak ada Add-on ditemukan
is: Engar viðbætur fundust
sk: Nenašli sa žiadne doplnky
sq: Nuk u gjetën shtesa
uk: Жодного доповнення не знайдено
uz: Hech qanday qo‘shimcha topilmadi

source: Install {} *NEW*
ar: تثبيت {} * جديد *
az: *YENİ* Quraşdırın {}
et: Paigalda {} *UUS*
he: התקנת {} *חדש*
hy: Տեղադրեք {} *ՆՈՐ*
id: Pasang {} *BARU*
is: Settu upp {} *NÝTT*
sk: Nainštalovať {} *NOVINKA*
sq: Instalo {} *NEW*
uk: Інсталювати {} *НОВЕ*
uz: O'rnatish {} *YANGI*

source: Install {}
ar: تثبيت {}
az: Yüklemek {}
et: Paigalda {}
he: התקנת {}
hy: Տեղադրեք {}
id: Pasang {}
is: Settu upp {}
sk: Nainštalovať {}
sq: Instalo {}
uk: Інсталювати {}
uz: O'rnatish {}

source: No new Add-ons found
ar: لا توجد إضافات جديدة
az: Yeni Əlavələr tapılmadı
et: Uusi lisandmooduleid ei leitud
he: לא נמצאו תוספים חדשים
hy: Նոր հավելումներ չեն գտնվել
id: Tak ada Add-on baru yang ditemukan
is: Engar nýjar viðbætur fundust
sk: Nenašli sa žiadne nové doplnky
sq: Nuk u gjetën shtesa të reja
uk: Жодного нового доповнення не знайдено
uz: Hech qanday yangi qo'shimchalar topilmadi

source: Error:
ar: خطأ:
az: Xəta:
et: Viga:
he: שגיאה:
hy: Սխալ.
id: Galat:
is: Villa:
sk: Chyba:
sq: Gabim:
uk: Помилка:

source: Bonus: Fire x 64
ar: المكافأة: زهرة النار × 64
az: Bonus: Atəş x 64
et: Boonus: Tuli x 64
he: בונוס: אש x 64
hy: Բոնուս՝ կրակ x 64
id: Bonus: Api x 64
is: Bónus: Eldur x 64
sk: Bonus: Oheň x 64
sq: Bonusi: Zjarri x 64
uk: Бонус: Вогонь x 64
uz: Bonus: Olov x 64

source: Bonus: Ice x 64
ar: المكافأة: زهرة الثلج × 64
az: Bonus: Buz x 64
et: Boonus: Jää x 64
he: בונוס: קרח x 64
hy: Բոնուս՝ սառույց x 64
id: Bonus: Es x 64
is: Bónus: Ís x 64
sk: Bonus: Ľad x 64
sq: Bonusi: Akull x 64
uk: Бонус: лід x 64
uz: Bonus: Muz x 64

source: Bonus: Air x 64
ar: المكافأة: زهرة الهواء x 64
az: Bonus: Hava x 64
et: Boonus: Õhk x 64
he: בונוס: אוויר x 64
hy: Բոնուս՝ Օդ x 64
id: Bonus: Udara x 64
is: Bónus: Loft x 64
sk: Bonus: Vzduch x 64
sq: Bonusi: Ajri x 64
uk: Бонус: повітря х 64
uz: Bonus: Havo x 64

source: Bonus: Earth x 64
ar: المكافأة: زهرة الأرض × 64
az: Bonus: Torpaq x 64
et: Boonus: Maa x 64
he: בונוס: כדור הארץ x 64
hy: Բոնուս՝ Երկիր x 64
id: Bonus: Bumi x 64
is: Bónus: Jörð x 64
sk: Bonus: Zem x 64
sq: Bonusi: Toka x 64
uk: Бонус: Земля x 64
uz: Bonus: Yer x 64

source: Keyboard Shortcuts: --------------------- Esc = Open Menu Ctrl+S = Save Ctrl+T = Test Ctrl+Z = Undo Ctrl+Y = Redo F6 = Render Light F7 = Grid Snapping F8 = Show Grid
ar: اختصارات لوحة المفاتيح: --------------------- Esc = فتح القائمة Ctrl + S = حفظ Ctrl + T = اختبار Ctrl + Z = تراجع Ctrl + Y = إعادة F6 = عرض الضوء F7 = انجذاب الشبكة F8 = إظهار الشبكة
az: Klaviatura Qısayolları: -------------------- Esc = Menyu açın Ctrl+S = Saxla Ctrl+T = Test Ctrl+Z = Geri al Ctrl+Y = Təkrar et F6 = İşıq göstərin F7 = Grid Snapping F8 = Şəbəkəni göstər
et: Klaviatuuri otseteed: --------------------- Esc = Ava menüü Ctrl+S = Salvesta Ctrl+T = Test Ctrl+Z = Võta tagasi Ctrl+Y = Tee uuesti F6 = Renderda valgus F7 = ruudustiku haaramine F8 = Kuva ruudustik
he: קיצורי המקלדת: --------------------- Esc = פתיחת התפריט Ctrl+S = שמירה Ctrl+T = בדיקה Ctrl+Z = ביטול פעולה Ctrl+Y = ביצוע מחדש F6 = Render Light F7 = Grid Snapping F8 = Show Grid
hy: Ստեղնաշարի դյուրանցումներ. --------------------- Esc = Բացել ընտրացանկը Ctrl+S = Պահպանել Ctrl+T = Փորձարկում Ctrl+Z = Հետարկել Ctrl+Y = Կրկնել F6 = Render Light F7 = Ցանցի ճեղքում F8 = Ցուցադրել Ցանցը
id: Pintasan Papan Tik: --------------------- Esc = Buka Menu Ctrl+S = Simpan Ctrl+T = Uji Ctrl+Z = Batalkan Ctrl+Y = Jadi Lagi F6 = Render Cahaya F7 = Lekatkan ke Kisi F8 = Tampilkan Kisi
is: Flýtivísar: -------------------- Esc = Opna valmynd Ctrl+S = Vista Ctrl+T = Próf Ctrl+Z = Afturkalla Ctrl+Y = Endurtaka F6 = Render Light F7 = Grid Snapping F8 = Sýna töflu
sk: Klávesové skratky: ---------------------- Esc = Otvoriť ponuku Ctrl+S = Uložiť Ctrl+T = Test Ctrl+Z = Späť Ctrl+Y = Znova F6 = Render Light F7 = Prichytávanie mriežky F8 = Zobraziť mriežku
sq: Shkurtoret e tastierës: ---------------------- Esc = Menyja e hapur Ctrl+S = Ruaj Ctrl+T = Test Ctrl+Z = Zhbër Ctrl+Y = Ribëj F6 = Render Light F7 = Grid Snapping F8 = Trego Grid
uk: Гарячі клавіши: --------------------- Esc = відкрити меню Ctrl+S = Зберегти Ctrl+T = Тест Ctrl+Z = Скасувати Ctrl+Y = Повторити F6 = Render Light F7 = Прив’язка сітки F8 = Показати сітку
uz: Klaviatura yorliqlari: -------------------- Esc = Menyuni ochish Ctrl+S = Saqlash Ctrl+T = Sinov Ctrl+Z = Bekor qilish Ctrl+Y = Qayta bajarish F6 = Render Nur F7 = Gridni yopish F8 = To‘rni ko‘rsatish

source: You cannot delete level that you are editing!
ar: لا يمكنك حذف المستوى الذي تقوم بتحريره!
az: Redaktə etdiyiniz səviyyəni silə bilməzsiniz!
et: Redigeeritavat taset ei saa kustutada!
he: אתה לא יכול למחוק את הרמה שאתה עורך!
hy: Դուք չեք կարող ջնջել այն մակարդակը, որը դուք խմբագրում եք:
id: Anda tidak dapat menghapus level yang sedang Anda edit!
is: Þú getur ekki eytt stigi sem þú ert að breyta!
sk: Úroveň, ktorú upravujete, nemôžete odstrániť!
sq: Ju nuk mund të fshini nivelin që po redaktoni!
uk: Ви не можете видалити рівень, який ви редагуєте!
uz: Siz tahrirlayotgan darajani o'chira olmaysiz!

source: Region
ar: منطقة
et: Piirkond
he: אזור
hy: Տարածաշրջան
is: Svæði
sk: Región
sq: Rajon
uk: Регіон
uz: Mintaqa

source: The UBports version is under heavy development! If you encounter issues, PLEASE contact the maintainter at https://github.com/supertux/supertux/issues or on the Open Store's Telegram at https://open-store.io/telegram
ar: نسخة UBports قيد التطوير المكثف! إذا واجهتك مشكلات ، فيرجى الاتصال بالمسؤول عن الصيانة على https://github.com/supertux/supertux/issues أو على افتح Telegram من المتجر على https://open-store.io/telegram
az: UBports versiyası ağır inkişaf mərhələsindədir! Problemlərlə qarşılaşsanız, LÜTFEN texniki xidmətçi ilə əlaqə saxlayın https://github.com/supertux/supertux/issues saytında və ya Mağazanın Teleqramını https://open-store.io/telegram ünvanında açın
et: UBportsi versioon on intensiivse arenduse all! Kui teil tekib probleeme, võtke ühendust hooldajaga aadressil https://github.com/supertux/supertux/issues või Avage Store's Telegram aadressil https://open-store.io/telegram
he: גרסת UBports נמצאת בפיתוח כבד! אם אתה נתקל בבעיות, אנא פנה למתחזק בכתובת https://github.com/supertux/supertux/issues או ב- טלגרם של חנות פתוחה בכתובת https://open-store.io/telegram
hy: CADENA SIN TRADUCIR UBports տարբերակը լուրջ մշակման փուլում է: Եթե ​​խնդիրներ եք ունենում, ԽՆԴՐՈՒՄ ԵՆՔ կապ հաստատել սպասարկողի հետ https://github.com/supertux/supertux/issues կամ կայքում Բացեք խանութի Telegram-ը https://open-store.io/telegram հասցեով
id: Versi UBports sedang dalam pengembangan berat! Jika Anda mengalami masalah, HARAP hubungi pengelola di https://github.com/supertux/supertux/issues atau di Telegram Open Store di https://open-store.io/telegram
is: UBports útgáfan er í mikilli þróun! Ef þú lendir í vandræðum skaltu vinsamlegast hafa samband við umsjónarmanninn á https://github.com/supertux/supertux/issues eða á Opnaðu Telegram Store á https://open-store.io/telegram
sk: Verzia UBports sa intenzívne vyvíja! Ak narazíte na problémy, PROSÍM, kontaktujte správcu na https://github.com/supertux/supertux/issues alebo na Otvorte telegram obchodu na https://open-store.io/telegram
sq: Versioni UBports është në zhvillim e sipër! Nëse hasni probleme, JU LUTEM kontaktoni mirëmbajtesin në https://github.com/supertux/supertux/issues ose në Hapni Telegramin e Dyqanit në https://open-store.io/telegram
uk: Версія UBports знаходиться в стадії інтенсивної розробки! Якщо у вас виникли проблеми, будь ласка, зв’яжіться з організатором на https://github.com/supertux/supertux/issues або на Відкрийте Telegram Store за адресою https://open-store.io/telegram
uz: UBports versiyasi jiddiy ishlab chiqilmoqda! Muammolarga duch kelsangiz, ILTIMOS ta'minotchi bilan bog'laning https://github.com/supertux/supertux/issues yoki saytida https://open-store.io/telegram manzilida doʻkon Telegram-ni oching

source: Unordered
ar: غير مرتب
az: Sifarişsiz
et: Tellimata
he: לא מסודר
hy: Չպատվիրված
id: Tak-urut
is: Óraðað
sk: Neusporiadané
sq: E pa porositur
uk: Невпорядкований
uz: Tartibsiz

source: Special tile
ar: عنوان خاص
az: Xüsusi kafel
et: Spetsiaalne plaat
he: אריח מיוחד
hy: Հատուկ սալիկ
id: Ubin khusus
is: Sérstakar flísar
sk: Špeciálna dlažba
sq: Pllakë speciale
uk: Спеціальна плитка
uz: Maxsus plitka

source: Autotile mode is on
ar: وضع التجانب التلقائي قيد التشغيل
az: Avtomatik rejim aktivdir
et: Automaatrežiim on sisse lülitatud
he: מצב אוטומטי מופעל
hy: Ավտոմատ ռեժիմը միացված է
id: Mode petak otomatis aktif
is: Kveikt er á sjálfvirkri stillingu
sk: Autotilný režim je zapnutý
sq: Modaliteti automatik është aktiv
uk: Увімкнено режим автоплитки
uz: Avtotillash rejimi yoqilgan

source: Autotile erasing mode is on
ar: وضع المسح التلقائي قيد التشغيل
az: Avtomatik silmə rejimi aktivdir
et: Automaatse tiitide kustutamise režiim on sisse lülitatud
he: מצב מחיקה אוטומטית מופעל
hy: Ավտոմատ ջնջման ռեժիմը միացված է
id: Mode penghapusan ubin otomatis aktif
is: Kveikt er á sjálfvirkri eyðingarstillingu
sk: Režim automatického vymazávania je zapnutý
sq: Modaliteti i fshirjes automatike është aktiv
uk: Увімкнено режим автоматичного стирання плитки
uz: Avtomatik oʻchirish rejimi yoqilgan

source: Programming, project lead ad interim
ar: البرمجة ، المشروع الرئيسي المؤقت
az: Proqramlaşdırma, layihə rəhbəri reklamı
et: Programmeerimine, projektijuht ajutine
he: תכנות, הובלת פרויקט עד ביניים
hy: Ծրագրավորում, ծրագրի առաջատար գովազդի միջանկյալ
id: Programming, ketua proyek sementara
is: Forritun, verkefnastjóri til bráðabirgða
sk: Programovanie, vedenie projektu ad interim
sq: Programimi, kryesimi i projektit përkohësisht
uk: Програмування, тимчасовий керівник проекту
uz: Dasturlash, loyiha rahbari reklama oraliq

source: Embellishments
ar: الزينة
az: Bəzəklər
et: Kaunistused
he: קישוטים
hy: Զարդանախշեր
id: Perhiasan
is: Skreytingar
sk: Ozdoby
sq: Zbukurime
uk: Прикраси
uz: Bezaklar

source: Trees & Bushes
ar: الأشجار والشجيرات
az: Ağaclar və Kollar
et: Puud ja põõsad
he: עצים ושיחים
hy: Ծառեր և թփեր
id: Pohon & Semak
is: Tré og runnar
sk: Stromy a kríky
sq: Pemë dhe shkurre
uk: Дерева та кущі
uz: Daraxtlar va butalar

source: Snow Mountain
ar: جبل ثلجي
az: Qar dağı
et: Lumine mägi
he: הר שלג
hy: Ձյուն լեռ
id: Latar Belakang Pegunungan
is: Snjófjall
sk: Zasnežená hora
sq: Mali i borës
uk: Засніжені гори
uz: Qor tog'i

source: Retro Snow
ar: ريترو سنو
az: Retro Qar
et: Retro lumi
he: רטרו שלג
hy: Ռետրո ձյուն
id: Salju Retro
is: Retro snjór
sk: Retro sneh
sq: Retro borë
uk: Ретро сніг
uz: Retro qor
