Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Star (retro)
fr_ca: Étoile (Rétro)
hr: Zvijezda (retro)
it: Stella (retrò)
nn: Stjerne (retro)
ro: Stea (retro)
sl: Zvezda (retro)
sr: Звезда (ретро)

source: Tux doll
ar: دمية البطريق
az: Tux kukla
et: Nuku-Tux
fr_ca: Poupée Tux
he: בובת טַקס
hr: Tux lutka
hy: Tux տիկնիկ
id: Boneka Tux
is: Tux dúkka
it: Bambola Tux
nn: Tux-dokke
ro: Păpușa Tux
sk: Tuxová bábika
sl: Lutka Tuksa
sq: Kukull Tux
sr: Лутка Тукс
tr: Tux kuklası
uk: Лялька Тукса
uz: Tux qo'g'irchoq

source: Custom
ar: العادة
az: Xüsusi
et: Kohandatud
fr_ca: Sur mesure
he: מותאם אישית
hr: Prilagođen
hy: Պատվերով
id: Suai
is: Sérsniðin
it: Personalizzato
nn: Tilpassa
ro: Personalizat
sk: Vlastné
sl: Po meri
sq: Me porosi
sr: Прилагођено
tr: Özel
uk: Індивідуальний
uz: Maxsus

source: Light
ar: ضوء
az: İşıq
et: Valgus
fr_ca: Lumière
he: אור
hr: Svjetlo
hy: Լույս
id: Cahaya
is: Ljós
it: Luce
nn: Lys
ro: Ușoară
sk: Svetlo
sl: Svetloba
sq: Drita
sr: Светло
tr: Aydınlık
uk: Світло
uz: Nur

source: Light (On)
ar: الضوء (يعمل)
az: İşıq (yanır)
et: Valgus (sees)
fr_ca: Lumière (activé)
he: אור (דלוק)
hr: Svjetlo (uključeno)
hy: Լույս (Միացված)
id: Cahaya (Nyala)
is: Ljós (kveikt)
it: Luce (accesa)
nn: Lys (på)
ro: Lumina (pe)
sk: Svetlo (zapnuté)
sl: Svetloba (vključena)
sq: Dritë (e ndezur)
sr: Светло (укључено)
tr: Işık (Açık)
uk: Світло (увімкнено)
uz: Chiroq (yoqilgan)

source: Portable trampoline
fr_ca: Trampoline portable
hr: Prijenosni trampolin
it: Trampolino Portatile
nn: Flyttbar trampoline
ro: Trambulină portabilă
sl: Prenosljiv trampolin
sr: Преносни трамболина
tr: Taşınabilir trambolin

source: Coin rain
ar: المطر عملة
az: Sikkə yağışı
et: Kullasadu
fr_ca: Pluie de cennes
he: גשם מטבעות
hr: Kiša novčića
hy: Մետաղադրամների անձրև
id: Hujan koin
is: Myntarignq
it: Pioggia di monete
nn: Myntregn
ro: Ploaie de monede
sk: Dážď na mince
sl: Vsuvanje kovancev
sq: Shi monedhë
sr: Киша новчића
tr: Altın yağmuru
uk: Монетний дощ
uz: Tanga yomg'iri

source: Coin explosion
ar: انفجار عملة معدنية
az: Sikkə partlayışı
et: Mündi plahvatus
fr_ca: Explosion de cennes
he: פיצוץ כסף
hr: Eksplozija novčića
hy: Մետաղադրամի պայթյուն
id: Ledakan koin
is: Myntsprenging
it: Esplosione di monete
nn: Mynteksplosjon
ro: Explozie de monede
sk: Výbuch mincí
sl: Eksplozija kovancev
sq: Shpërthimi i monedhës
sr: Експлозија новчића
tr: Altın patlaması
uk: Вибух монети
uz: Tanga portlashi

source: Potion
hr: Napitak
it: Pozione
nn: Trylledrikk
ro: Poțiune
sl: Napoj
sr: Напитак

source: Custom Content
ar: محتوى مخصص
az: Fərdi Məzmun
et: Kohandatud sisu
fr_ca: Contenu sur-mesure
he: תוכן מותאם אישית
hr: Prilagođeni sadržaj
hy: Պատվերով բովանդակություն
id: Isi suai
is: Sérsniðið efni
it: Contenuto personalizzato
nn: Tilpassa innhald
ro: Conținut personalizat
sk: Vlastný obsah
sl: Vsebina po meri
sq: Përmbajtja e personalizuar
sr: Прилагођени садржај
tr: Özel İçerik
uk: Спеціальний вміст
uz: Shaxsiy tarkib

source: Coin sprite
fr_ca: Sprite de pièce
hr: Sprite kovanice
it: Sprite moneta
nn: Myntfigur
ro: Sprite de monedă
sl: Izrezek kovanca
sr: Спрајт новчића

source: Interactive particle system
ar: نظام الجسيمات التفاعلي
az: İnteraktiv hissəciklər sistemi
et: Interaktiivne osakeste süsteem
fr_ca: Système de particules interactif
he: מערכת חלקיקים אינטראקטיבית
hr: Interaktivni sustav čestica
hy: Ինտերակտիվ մասնիկների համակարգ
id: Sistem partikel interaktif
is: Gagnvirkt agnakerfi
it: Sistema di particelle interattivo
nn: Interaktivt partikkelsystem
ro: Sistem interactiv de particule
sk: Interaktívny časticový systém
sl: Interaktivni sistem delcev
sq: Sistemi i grimcave interaktive
sr: Интерактивни систем честица
tr: İnteraktif parçacık sistemi
uk: Інтерактивна система часточок
uz: Interaktiv zarrachalar tizimi

source: Pneumatic Platform
ar: منصة تعمل بالهواء المضغوط
az: Pnevmatik platforma
et: Pneumaatiline platvorm
fr_ca: Plateforme pneumatique
he: פלטפורמה פניאומטית
hr: Pneumatska platforma
hy: Օդաճնշական հարթակ
id: Platform pneumatik
is: Pneumatic pallur
it: Piattaforma pneumatica
nn: Pneumatisk plattform
ro: Platforma pneumatica
sk: Pneumatická platforma
sl: Pnevmatična ploščad
sq: Platforma pneumatike
sr: Пнеуматска платформа
tr: Havayla Çalışan Düzlem
uk: Пневматична платформа
uz: Pnevmatik platforma

source: Fill
ar: ملء
az: Doldur
et: Täida
fr_ca: Remplir
he: מילוי
hr: Ispunite
hy: Լրացնել
id: Isi
is: Fylla
it: Riempi
nn: Fyll
ro: Completati
sk: Vyplňte
sl: Zapolni
sq: Plotësoni
sr: Попуните
tr: Dolgu
uk: Заповнити
uz: To'ldirish

source: Alignment
ar: تنسيق
az: Hizalanma
et: Joondamine
fr_ca: Alignement
he: יישור
hr: Poravnanje
hy: Հավասարեցում
id: Perataan
it: Allineamento
nn: Justering
ro: Aliniere
sk: Zarovnanie
sl: Poravnava
sq: Radhitje
sr: Поравнање
tr: Hizalama
uk: Розташування
uz: Hizalama

source: none
ar: لا أحد
az: heç biri
et: mitte ühtegi
fr_ca: aucun
he: כלום
hr: nikakav
hy: ոչ ոք
id: tidak ada
is: enginn
it: nessuno
nn: ingen
ro: nici unul
sk: žiadny
sl: brez
sq: asnje
sr: ниједан
tr: yok
uk: відсутнє
uz: yo'q

source: left
ar: يسار
az: sol
et: vasak
fr_ca: gauche
he: שמאל
hr: lijevo
hy: ձախ
id: kiri
is: vinstri
it: sinistra
nn: venstre
ro: stânga
sk: vľavo
sl: levo
sq: majtas
sr: лево
tr: sol
uk: ліворуч
uz: chap

source: right
ar: يمين
az: sağ
et: parem
fr_ca: droite
he: ימין
hr: pravo
hy: աջ
id: kanan
is: hægri
it: destra
nn: høgre
ro: dreapta
sk: správny
sl: desno
sq: drejtë
sr: десно
tr: sağ
uk: праворуч
uz: to'g'ri

source: top
ar: أعلى
az: üst
et: üleval
fr_ca: haut
he: למעלה
hr: vrh
hy: գագաթ
id: atas
is: efst
it: Superiore
nn: oppe
ro: sus
sl: zgoraj
sq: krye
sr: врх
tr: üst
uk: зверху
uz: yuqori

source: bottom
ar: الأسفل
az: alt
et: põhja
fr_ca: bas
he: תחתית
hr: dno
hy: ներքեւ
id: bawah
is: neðst
it: Inferiore
nn: nede
ro: jos
sk: dno
sl: spodaj
sq: fund
sr: дно
tr: alt
uk: знизу
uz: pastki

source: Scroll offset x
ar: إزاحة التمرير x
az: Scroll ofset x
et: Kerimise nihe x
fr_ca: Décalage de défilement x
he: היסט גלילה x
hr: Pomak pomicanja x
hy: Ոլորել օֆսեթ x
id: Ofset gulir x
is: Skrunajöfnun x
it: Sfasamento dello scorrimento sull'asse X
nn: Rulleforskyving x
ro: Defilare offset x
sk: Posun posunu x
sl: Premakni po x
sq: Lëvizja e zhvendosur x
sr: X померај клизања
tr: X kolunu kaydır
uk: Зсув прокрутки x
uz: Skroll ofset x

source: Scroll offset y
ar: انتقل تعويض ذ
az: Scroll ofset y
et: Kerige nihe y
fr_ca: Décalage de défilement y
he: גלילה היסט y
hr: Pomak pomicanja y
hy: Ոլորման օֆսեթ y
id: Ofset gulir y
is: Skrunajöfnun y
it: Sfasamento dello scorrimento sull'asse Y
nn: Rulleforskyving y
ro: Defilare offset y
sk: Posun posunu y
sl: Premakni po y
sq: Lëvizja e zhvendosur y
sr: Y померај клизања
tr: Y kolunu kaydır
uk: Зміщення прокрутки y
uz: Skroll ofset y

source: Scroll speed x
ar: سرعة التمرير x
az: Sürüşmə sürəti x
et: Kerimiskiirus x
fr_ca: Vitesse de défilement x
he: מהירות גלילה x
hr: Brzina pomicanja x
hy: Ոլորման արագություն x
id: Kecepatan gulir x
is: Skrunahraði x
it: Velocità di scorrimento sull'asse X
nn: Rullefart x
ro: Viteza de defilare x
sk: Rýchlosť posúvania x
sl: Hitrost premika po x
sq: Shpejtësia e lëvizjes x
sr: X брзина клизања
tr: X hızını kaydır
uk: Швидкість прокручування x
uz: O'tkazish tezligi x

source: Scroll speed y
ar: سرعة التمرير ذ
az: y-dən kənara sürüşdürün
et: Kerimiskiirus y
fr_ca: Vitesse de défilement y
he: מהירות גלילה y
hr: Brzina pomicanja y
hy: Ոլորման արագություն y
id: Kecepatan gulir y
is: Skrunahraði y
it: Velocità di scorrimento sull'asse Y
nn: Rullefart y
ro: Viteza de defilare y
sk: Rýchlosť rolovania y
sl: Hitrost premika po y
sq: Shpejtësia e lëvizjes y
sr: Y брзина клизања
tr: Y hızını kaydır
uk: Швидкість прокручування y
uz: Oʻtkazish tezligi y

source: Parallax Speed x
ar: سرعة المنظر x
az: Paralaks sürəti x
et: Parallaksi kiirus x
fr_ca: Vitesse parallaxe X
he: מהירות פרלקסה x
hr: Brzina paralakse x
hy: Պարալաքսի արագություն x
id: Kecepatan Parallax x
is: Parallax hraði x
it: Velocità parallasse sull'asse X
nn: Parallakse-fart x
ro: Viteza de paralaxă x
sk: Rýchlosť paralaxy x
sl: Paralaksa po x
sq: Shpejtësia paralakse x
sr: Брзина паралаксе x
tr: Paralaks Hızı x
uk: Швидкість паралакса x
uz: Parallaks tezligi x

source: Parallax Speed y
ar: سرعة المنظر ذ
az: Paralaks sürəti y
et: Parallaksi kiirus y
fr_ca: Vitesse parallaxe Y
he: מהירות פרלקס י
hr: Brzina paralakse y
hy: Պարալաքսի արագությունը y
id: Kecepatan Parallax y
is: Parallax hraði y
it: Velocità parallasse sull'asse Y
nn: Parallakse-fart y
ro: Viteza de paralaxă y
sk: Rýchlosť paralaxy y
sl: Paralaksa po y
sq: Shpejtësia paralakse y
sr: Брзина паралаксе y
tr: Paralaks Hızı y
uk: Швидкість паралакса y
uz: Parallaks tezligi y

source: Top image
ar: الصورة العلوية
az: Üst şəkil
et: Ülemine pilt
fr_ca: Image du haut
he: התמונה העליונה
hr: Vrhunska slika
hy: Վերևի պատկեր
id: Gambar atas
is: Topp mynd
it: Immagine superiore
nn: Toppbilete
ro: Imaginea de sus
sk: Horný obrázok
sl: Zgornja slika
sq: Imazhi në krye
sr: Горња слика
tr: Üst imge
uk: Верхнє зображення
uz: Yuqori rasm

source: Image
ar: الصورة
az: Şəkil
et: Pilt
he: תמונה
hr: Slika
hy: Պատկեր
id: Gambar
is: Mynd
it: Immagine
nn: Bilete
ro: Imagine
sk: Obrázok
sl: Slika
sq: Imazhi
sr: Слика
tr: İmge
uk: Зображення
uz: Rasm

source: Bottom image
ar: الصورة السفلية
az: Aşağı şəkil
et: Alumine pilt
fr_ca: Image du bas
he: התמונה התחתונה
hr: Donja slika
hy: Ներքևի պատկեր
id: Gambar bawah
is: Neðri mynd
it: Immagine inferiore
nn: Botnbilete
ro: Imaginea de jos
sk: Spodný obrázok
sl: Spodnja slika
sq: Imazhi i poshtëm
sr: Доња слика
tr: Alt imge
uk: Нижнє зображення
uz: Pastki rasm

source: Colour
ar: لون
az: Rəng
et: Värv
fr_ca: Couleur
he: צֶבַע
hr: Boja
hy: Գույն
id: Warna
is: Litur
it: Colore
nn: Farge
ro: Culoare
sk: Farba
sl: Barva
sq: Ngjyrë
sr: Боја
tr: Renk
uk: Колір
uz: Rang

source: Candle
ar: شمعة
az: Şam
et: Küünal
fr_ca: Chandelle
he: נר
hr: Svijeća
hy: Մոմ
id: Lilin
is: Kerti
it: Candela
nn: Lysestake
ro: Lumânare
sk: Sviečka
sl: Sveča
sq: Qiri
sr: Свећа
tr: Mum
uk: Свічка
uz: Sham

source: Rain Particles
ar: جزيئات المطر
az: Yağış hissəcikləri
et: Vihmasadu
fr_ca: Particules de pluie
he: חלקיקי גשם
hr: Čestice kiše
hy: Անձրևի մասնիկներ
id: Partikel Hujan
is: Rigningagnir
it: Particelle della pioggia
nn: Regnpartiklar
ro: Particule de ploaie
sk: Dažďové častice
sl: Dežne kaplje
sq: Grimcat e shiut
sr: Честице кише
tr: Yağmur Parçacıkları
uk: Частинки дощу
uz: Yomg'ir zarralari

source: Hay
fr_ca: Foin
hr: Sijeno
it: Fieno
nn: Høy
ro: Fân
sl: Seno
sr: Сено

source: Rublight
ar: روبلايت
az: Yüngül blok
et: Lähituled
fr_ca: Lampe à frottement
he: רובלייט
hr: Svjetlosni blok
hy: Լույս քսել
id: Gosok ringan
it: Luce a contatto
nn: Rørelys
ro: Brichetă
sk: Svetelný žiarič
sl: Svetlenka
sq: Kontakt me dritë
sr: Рублајт
tr: Hafif ovmak
uk: Випромінювач світла
uz: Chiroq

source: Custom Particles from file
ar: مخصص الجسيمات من ملف
az: Fayldan fərdi hissəciklər
et: Kohandatud osakesed failist
fr_ca: Particules personnalisées à partir du fichier
he: חלקיקים מותאמים אישית מהקובץ
hr: Prilagođene čestice iz datoteke
hy: Պատվերով մասնիկներ ֆայլից
id: Partikel Kustom dari file
is: Sérsniðnar agnir úr skrá
it: Particelle personalizzate da file
nn: Tilpassa partiklar frå fil
ro: Particule personalizate din fișier
sk: Vlastné častice zo súboru
sl: Delci iz datoteke
sq: Grimcat e personalizuara nga skedari
sr: Прилагођене честице из датотеке
tr: Dosyadan Özel Parçacıklar
uk: Спеціальні частинки з файлу
uz: Fayldan moslashtirilgan zarralar

source: Fading Speed
ar: سرعة التلاشي
az: Solğun Sürət
et: Häirumise kiirus
fr_ca: Vitesse de fondu
he: מהירות דעיכה
hr: Brzina blijeđenja
hy: Մարման արագություն
id: Kecepatan Memudar
is: Hraði dofnar
it: Velocità di dissolvenza
nn: Uttoningsfart
ro: Viteza de estompare
sk: Rýchlosť blednutia
sl: Hitrost zatemnitve
sq: Shpejtësia e zbehjes
sr: Брзина бледења
tr: Solma Hızı
uk: Швидкість згасання
uz: Yo'qolib ketish tezligi

source: Glowing Strength
ar: قوة متوهجة
az: Parıldayan Gücü
et: Hõõguv tugevus
fr_ca: Force éclatante
he: חוזק זוהר
hr: Sjajna snaga
hy: Փայլող ուժ
id: Kekuatan Bercahaya
is: Glóandi styrkurq
it: Intensità della luce
nn: Glødestyrke
ro: Forță strălucitoare
sk: Žiarivá sila
sl: Jakost žarenja
sq: Forca Shkëlqyese
sr: Бљештава снага
tr: Parlayan Güç
uk: Сяюча сила
uz: Yorqin kuch

source: Clockwise
ar: في اتجاه عقارب الساعة
az: Sürət
et: Päripäeva
fr_ca: Dans le sens des aiguilles
he: בכיוון השעון
hr: U smjeru kazaljke na satu
hy: Ժամացույցի սլաքի ուղղությամբ
id: Searah Jarum Jam
is: Réssælis
it: Senso orario
nn: Med klokka
ro: În sensul acelor de ceasornic
sk: V smere hodinových ručičiek
sl: V smeri urinega kazalca
sq: Në drejtim të akrepave të orës
sr: У смеру казаљке на сату
tr: Saat yönünde
uk: За годинниковою стрілкою
uz: Soat yo'nalishi bo'yicha

source: Counter-clockwise
ar: عكس عقارب الساعه
az: Saat yönünün əksinə
et: Vastupäeva
fr_ca: Anti-horaire
he: נגד כיוון השעון
hr: Suprotno od kazaljke na satu
hy: Ժամացույցի սլաքի հակառակ ուղղությամբ
id: Berlawanan Jarum Jam
is: Rangsælis
it: Senso anti-orario
nn: Mot klokka
ro: În sens invers acelor de ceasornic
sk: Proti smeru hodinových ručičiek
sl: Proti smeri urinega kazalca
sq: Në drejtim të kundërt të akrepave të orës
sr: Супротно од казаљке на сату
tr: Saat yönünün tersine
uk: Проти годинникової стрілки
uz: Soat miliga teskari

source: Stopped
ar: توقفت
az: Dayandı
et: Lõpetama
fr_ca: Arrêté
he: עצר
hr: Zaustavljeno
hy: Դադարեցվեց
id: Berhenti
is: Hætt
it: Fermo
nn: Stoppa
ro: Oprit
sk: Zastavené
sl: Stoji
sq: Ndaloi
sr: Заустављено
tr: Durduruldu
uk: Зупинився
uz: To'xtatildi

source: Front Color
fr_ca: Couleur de la police de caractère
hr: Prednja boja
it: Colore di fronte
nn: Framgrunnsfarge
ro: Culoarea de prim-plan
sl: Čelna barva
sr: Предња боја
tr: Ön Renk

source: Back Color
fr_ca: Couleur de fond
hr: Boja pozadine
it: Colore dietro
nn: Tilbake-farge
ro: Culoarea de fundal
sl: Hrbtna barva
sr: Боја позадине
tr: Arka Renk

source: Roundness
fr_ca: Rondeur
hr: Oblina
it: Arrotondamento
nn: Avrunding
ro: Rotunzime
sl: Okroglost
sr: Округлост

source: Fade Transition
fr_ca: Transition en fondu
hr: Prijelaz blijeđenja
it: Transizione di dissolvenza
nn: Uttoningsovergang
sl: Bledenje
sr: Прелаз са постепеним

source: Sequence Trigger
ar: مشغل التسلسل
az: Ardıcıl tetikleyici
et: Järjestuse käivitaja
fr_ca: Déclencheur de séquence
he: רצף טריגר
hr: Okidač sekvence
hy: Հաջորդականության ձգան
id: Pemicu Sekuens
it: Innesco della sequenza
nn: Følgjeutløysar
ro: Declanșator de secvență
sk: Spúšťač sekvencie
sl: Sprožilec sekvence
sq: Shkaktari i sekuencës
sr: Окидач секвенце
tr: Ardışık Tetikleyici
uk: Тригер послідовності
uz: Ketma-ket tetik

source: Door
ar: باب
az: Qapı
et: Uks
fr_ca: Porte
he: דלת
hr: Vrata
hy: Դուռ
id: Pintu
is: Hurð
it: Porta
nn: Dør
ro: Ușă
sk: Dvere
sl: Vrata
sq: Derë
sr: Врата
tr: Kapı
uk: Двері
uz: Eshik

source: Oneshot
ar: ضربة واحدة
az: Tək atış
et: Üks lask
fr_ca: D'un coup
he: ירייה אחת
hy: Մեկ կրակոց
id: Satu Tembakan
is: Eitt skot
nn: Eittskot
ro: Un foc
sk: Jeden výstrel
sl: Ustavi na koncu
sq: Nje gjuajtje
sr: Једном
tr: Tek atış
uk: Один постріл
uz: Bir zarba

source: Once
fr_ca: Une fois
hr: Jednom
it: Una volta
nn: Éin gong
ro: O dată
sl: Enkrat
sr: Једном

source: Text change time
fr_ca: Durée du changement de texte
hr: Vrijeme promjene teksta
it: Tempo di cambio del testo
nn: Tekstendringstid
ro: Timpul de schimbare a textului
sl: Čas spremembe besedila
sr: Време промене текста

source: Fade time
fr_ca: Durée du fondu
hr: Vrijeme blijeđenja
it: Tempo della dissolvenza
nn: Uttoningstid
sl: Čas bledenja
sr: Време постепеног

source: Anchor offset X
fr_ca: Décalage X de l'ancrage
hr: Pomak sidra X
it: Ancoraggio offset X
nn: Ankerforskyving X
ro: Decalajul X al ancrajului
sl: Odmik sidrišča po X
sr: Померање сидра X

source: Anchor offset Y
fr_ca: Décalage Y de l'ancrage
hr: Pomak sidra Y
it: Ancoraggio offset Y
nn: Ankerforskyving Y
ro: Decalajul Y al ancrajului
sl: Odmik sidrišča po Y
sr: Померање сидра Y

source: Texts
fr_ca: Textes
hr: Tekstovi
it: Testi
nn: Tekstar
ro: Texte
sl: Besedila
sr: Текстови

source: Switch
ar: مفتاح كهربائي
az: Keçid
et: Lüliti
fr_ca: Interrupteur
he: מתג
hr: Sklopka
hy: Անջատիչ
id: Saklar
is: Skipta
it: Interruttore
nn: Brytar
ro: Comutator
sk: Prepínač
sl: Vzvod
sq: Ndërro
sr: Прекидач
tr: Anahtar
uk: Перемикач
uz: Oʻzgartirish

source: Turn on script
ar: قم بتشغيل البرنامج النصي
az: Skripti yandırın
et: Lülitage skript sisse
fr_ca: Activer un script
he: הפעלת התסריט
hr: Uključi skriptu
hy: Միացնել սցենարը
id: Nyalakan skrip
is: Kveiktu á handriti
it: Attiva script
nn: Slå på skript
ro: Activează scriptul
sk: Zapnite skript
sl: Sprožitvena skripta
sq: Aktivizo skriptin
sr: Скрипта при укључењу
tr: Komut dizisini aç
uk: Скрипт включення
uz: Skriptni yoqing

source: Turn off script
ar: قم بإيقاف تشغيل البرنامج النصي
az: Skripti söndürün
et: Lülitage skript välja
fr_ca: Désactiver un script
he: כיבוי התסריט
hr: Isključi skriptu
hy: Անջատել սցենարը
id: Matikan skrip
is: Slökktu á handriti
it: Disattiva script
nn: Slå av skript
ro: Dezactivează scriptul
sk: Vypnite skript
sl: Izklopna skripta
sq: Çaktivizo skriptin
sr: Скрипта при искључењу
tr: Komut dizisini kapat
uk: Скрипт виключення
uz: Skriptni o'chiring

source: Script Trigger
ar: مشغل البرنامج النصي
az: Skript Tətikləyicisi
et: Skripti käivitaja
fr_ca: Déclencheur de script
he: גורם תסריט
hr: Okidač skripte
hy: Սցենարի ձգան
id: Pemicu Skrip
is: Script kveikja
it: Innescatore dello script
nn: Skriptutløysar
ro: Declanșator pentru script
sk: Spúšťač skriptu
sl: Sprožilec skripte
sq: Aktivizimi i skriptit
sr: Окидач скрипте
tr: Betik Tetikleyici
uk: Тригер сценарію
uz: Skript trigger

source: Secret Area
ar: منطقة سرية
az: Gizli sahə
et: Salakamber
fr_ca: Zone secrète
he: אזור סודי
hr: Tajno područje
hy: Գաղտնի տարածք
id: Area Tersembunyi
is: Leynisvæði
it: Area Segreta
nn: Hemmeleg plass
ro: Zona secretă
sk: Tajné miesto
sl: Skrita soba
sq: Zonë sekrete
sr: Тајна област
tr: Gizli Alan
uk: Секретна зона
uz: Yashirin hudud

source: Climbable
ar: التسلق
az: Dırmala bilən
et: Ronitav
fr_ca: Grimpable
he: ניתן לטיפוס
hr: Mogućnost penjanja
hy: Մագլցելի
id: Bisa didaki
is: Klifurhæft
it: Arrampicabile
nn: Klatrbar
ro: Cățărabil
sk: Možnosť stúpania
sl: Plezljivo
sq: E ngjitshme
sr: Пењање по њему
tr: Tırmanılabilir
uk: Можна видертися
uz: Ko'tarilish mumkin

source: You found a secret area!
ar: لقد وجدتَ منطقة سرية!
az: Gizli bir sahə tapdınız!
et: Sa leidsid salakambri!
fr_ca: Vous avez trouvé une zone secrète!
he: מצאת אזור סודי!
hr: Pronašli ste novu tajnu!
hy: Դուք գտել եք գաղտնի տարածք:
id: Kamu menemukan area rahasia!
is: Þú fannst leynisvæði!
it: Hai trovato un'area segreta!
nn: Du fann ein hemmeleg plass!
ro: Ai găsit o zonă secretă!
sk: Našli ste tajné miesto!
sl: Odkril/a si skrito sobo!
sq: Gjete një zonë sekrete!
sr: Пронашао си тајну област!
tr: Gizli bir yer buldun!
uk: Ви знайшли сховок!
uz: Siz yashirin joy topdingiz!

source: Name
ar: الاسم
az: Ad
et: Nimi
fr_ca: Nom
he: שם
hr: Ime
hy: Անուն
id: Nama
is: Nafn
it: Nome
nn: Namn
ro: Nume
sk: Názov
sl: Ime
sq: Emri
sr: Назив
tr: Ad
uk: Назва
uz: Ism

source: Fade tilemap
ar: تتلاشى خريطة البلاط
az: Solğun kafel xəritəsi
et: Paanide kaardi tuhmumine
fr_ca: Cacher la carte
he: מפת אריחים דהויה
hr: Izblijedjela mapa pločica
hy: Գունաթափել սալիկի քարտեզը
id: Fade peta ubin
is: Fade flísakort
it: Sbiadisci mappa caselle
nn: Uttonings-fliskart
ro: Estompează harta plăcilor
sk: Vyblednúť dlaždicovú mapu
sl: Prekrivni zaris podlage
sq: Zbeh hartën e pllakave
sr: Поље прелаза
tr: Soluk karo harita
uk: Зникнення тайл-карти
uz: Plitalar xaritasini o'chirish

source: Text Area
fr_ca: Zone de texte
hr: Kartica teksta
it: Area di Testo
nn: Tekstområde
ro: Zonă de text
sl: Besedilno polje
sr: Област за текст

source: Locked?
fr_ca: Verrouillé?
hr: Zaključan?
it: Bloccato?
nn: Låst?
ro: Încuiată?
sl: Zaklenjena?
sr: Закључано?

source: Lock Color
fr_ca: Couleur du verrou
hr: Boja zaključavanja
it: Blocca il colore
nn: Låsefarge
ro: Culoarea zăvorului
sl: Barva ključavnice
sr: Боја закључавања

source: Sequence
ar: تسلسل
az: Ardıcıllıq
et: Järjestus
fr_ca: Séquence
he: רצף
hr: Slijed
hy: Հերթականություն
id: Sekuens
is: Röð
it: Sequenza
nn: Følgje
ro: Secvență
sk: Sekvencia
sl: Sekvenca
sq: Sekuenca
sr: Секвенца
tr: Dizi
uk: Послідовність
uz: Ketma-ketlik

source: end sequence
ar: تسلسل النهاية
az: son ardıcıllıq
et: lõpu jada
fr_ca: séquence finale
he: סיום רצף
hr: završna sekvenca
hy: ավարտի հաջորդականությունը
id: akhir skuens
is: enda röð
it: fine sequenza
nn: sluttfølgje
ro: secvența de final
sk: koncová sekvencia
sl: končna sekvenca
sq: sekuenca fundore
sr: завршна секвенца
tr: bitiş sırası
uk: кінцева послідовність
uz: yakuniy ketma-ketlik

source: stop Tux
ar: توقف تكس
az: Tux dayandır
et: peata Tux
fr_ca: arrêter Tux
he: לעצור את טַקס
hr: zaustavi Tuxa
hy: դադարեցնել Tux
id: hentikan Tux
is: hættu Tux
it: ferma Tux
nn: stopp Tux
ro: oprește-l pe Tux
sk: zastaviť Tuxa
sl: ustavi Tuksa
sq: ndal Tuks
sr: заустави Такса
tr: Tux'u durdur
uk: зупинити Тукса
uz: Tuxni to'xtating

source: fireworks
ar: العاب ناريه
az: atəşfəşanlıq
et: ilutulestik
fr_ca: feu d'artifice
he: זיקוקים
hr: vatromet
hy: հրավառություն
id: kembang api
is: flugeldar
it: fuochi d'artificio
nn: fyrverkeri
ro: artificii
sk: ohňostroje
sl: ognjemet
sq: fishekzjarrë
sr: ватромет
tr: havai fişek
uk: феєрверки
uz: otashinlar

source: New worldmap spawnpoint
ar: نقطة ظهور خريطة العالم الجديدة
az: Yeni dünya xəritəsi spawnpoint
et: Uus maailmakaardi kudemispunkt
fr_ca: Nouveau point d'apparition sur la carte du monde
he: נקודת התרחשות חדשה בעולם
hr: Nova točka pokretanja karte svijeta
hy: Աշխարհի քարտեզի նոր կետ
id: Titik kemunculan peta dunia baru
is: Nýr heimskort spawnpoint
it: Nuovo punto di rinascita nella mappa del mondo
nn: Ny startposisisjon på verdskart
ro: Nou punct de naștere pe hartă
sk: Nový spawnpoint mapy sveta
sl: Nova začetna točka
sq: Pika e re e hartës së botës
sr: Нова тачка појављивања на мапи света
tr: Yeni dünya haritası doğuş noktası
uk: Нова точка появи на карті світу
uz: Yangi dunyo xaritasi paydo bo'lish nuqtasi

source: Worldmap fade tilemap
ar: خريطة العالم تتلاشى خريطة البلاط
az: Dünya xəritəsi solğun kafel xəritəsi
et: Maailmakaardi tuhmumisplaatide kaart
fr_ca: Cacher la carte du monde
he: מפת שדה דהיית מפת העולם
hr: Karta svijeta izbljeđuje tilemap
hy: Համաշխարհային քարտեզի խամրած տախտակի քարտեզ
id: Peta ubin memudar peta dunia
is: Heimskort dofna flísakort
it: Sbiadisci mappa caselle nella mappa del mondo
nn: Uttonings-fliskart for verdskart
sk: Dlaždicová mapa vyblednutia mapy sveta
sl: Prekrivni zaris sveta
sq: Harta botërore e zbehtë e planit
sr: Мапа света са бледим плочицама
tr: Soluk karo dünya haritası
uk: Карта світу зникає
uz: Jahon xaritasi o'chib ketadi

source: Version
hr: Verzija
it: Versione
nn: Versjon
ro: Versiune
sl: Različica
sr: Верзија

source: The name of this object. Must not contain any spaces if this object is to be referenced from scripts
fr_ca: Le nom de cet objet. Ne doit pas contenir d'espaces si des scripts doivent faire référence à cet objet.
it: Il nome dell'oggetto. NON deve contenere alcuno spazio se l'oggetto viene citato negli script.
nn: Namnet på objektet. Kan ikkje innehalda mellomrom dersom du vil referera til det frå skript.
sl: Ime tega predmeta. Ne sme vsebovati presledkov, če ga hočeš klicati iz svojih skript

source: Type
ar: النوع
az: Növ
et: Tüüp
he: סוג
hr: Tip
hy: Տիպ
id: Tipe
is: Tegund
it: Tipo
ro: Tip
sk: Typ
sl: Vrsta
sq: Lloji
sr: Врста
tr: Tip
uk: Тип
uz: Turi
