Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Autosave Frequency
ar: تردد الحفظ التلقائي
az: Avtomatik Saxlama Tezliyi
et: Automaatsalvestamise sagedus
fr_ca: Fréquence de sauvegarde automatique
he: תדירות שמירה אוטומטית
hr: Učestalost automatskog spremanja
hy: Ավտոպահպանման հաճախականություն
id: Frekuensi Penyimpanan Otomatis
is: Sjálfvirk vistunartíðni
it: Frequenza di salvataggio automatico
nn: Autolagringsfrekvens
ro: Frecvența de înregistrare automată
sk: Frekvencia automatického ukladania
sl: Pogostost samodejnega shranjevanja
sq: Frekuenca e ruajtjes automatike
sr: Учесталост аутоматског чувања
tr: Otomatik Kaydetme Frekansı
uk: Частота автозбереження
uz: Avtomatik saqlash chastotasi

source: Pause
ar: وقفة
az: Fasilə
et: Paus
he: השהיה
hr: Pauza
hy: Դադար
id: Jeda
is: Gera hlé
it: Pausa
ro: Pauză
sk: Pauza
sl: Premor
sq: Pauzë
sr: Пауза
tr: Duraklat
uk: Пауза
uz: Pauza

source: Continue
ar: استمرار
az: Davam et
et: Jätka mängu
fr_ca: Continuez
he: המשך
hr: Nastavi
hy: Շարունակել
id: Lanjutkan
is: Halda áfram
it: Continua
nn: Hald fram
ro: Continuă
sk: Pokračovať
sl: Nadaljuj
sq: Vazhdo
sr: Настави
tr: Devam et
uk: Продовжити
uz: Davom eting

source: Leave World
ar: مغادرة العالم
az: Dünyanı tərk et
et: Lõpeta
fr_ca: Quitter le monde
he: עזיבת העולם
hr: Napusti svijet
hy: Թողեք աշխարհը
id: Keluar Dunia
is: Farðu úr heiminum
it: Esci dal mondo
nn: Forlat verda
ro: Lasă lumea
sk: Opustiť svet
sl: Zapusti svet
sq: Dil nga bota
sr: Напусти свет
tr: Dünyayı Terk Et
uk: Покинути світ
uz: Dunyoni tark eting

source: Select Tile Conversion File
fr_ca: Sélectionner le fichier de conversion des tuiles
hr: Odaberite datoteku za pretvorbu pločica
it: Seleziona il File di Conversione Casella
nn: Vel fliskonverteringsfil
sl: Izberi datoteko za pretvarjanje podlag
sr: Изаберите датотеку за конверзију плочица

source: By: {}
fr_ca: Par: {}
hr: Od: {}
it: Di: "{}"
nn: Av: {}
ro: De: {}
sl: Avtor/ica: {}
sr: По: {}

source: Convert Tiles By File
fr_ca: Convertir des tuiles à l'aide d'un fichier
hr: Pretvori pločice po datoteci
it: Converti Caselle Con File
nn: Konverter fliser basert på fil
sl: Pretvori podlage z datoteko
sr: Конвертуј плочице по датотеци

source: Convert all tiles in the current level by a file, specified above.
fr_ca: Convertir toutes les tuiles du niveau actuel à l'aide d'un fichier spécifié ci-dessus.
hr: Pretvori sve pločice na trenutnoj razini pomoću datoteke, navedene gore.
it: Converti tutte le caselle nel livello attuale in un file, sopra specificato.
nn: Konverter alle fliser i gjeldande brett basert på ei fil valt ovanfor.
sl: Pretvrori vse podlage v trenutni stopnji z zgoraj navedeno datoteko.
sr: Конвертујте све плочице на тренутном нивоу помоћу датотеке, наведене горе.

source: No tile conversion file selected.
fr_ca: Aucun fichier de conversion de tuile sélectionné.
hr: Nije odabrana datoteka za pretvorbu pločica.
it: Nessun file di conversione delle caselle selezionato.
nn: Inga fliskonverteringsfil er valt.
sl: Pretvorbena datoteka ni izbrana.
sr: Није изабрана датотека за конверзију плочица.
tr: Hiçbir döşeme dönüştürme dosyası seçilmedi.

source: This will convert all tiles in the level. Proceed? Note: This should not be ran more than once on a level. Creating a separate copy of the level is highly recommended.
fr_ca: Cela convertira toutes les tuiles du niveau. Continuer? Remarque: cette opération ne doit pas être effectuée plus d'une fois sur un niveau. Il est fortement recommandé de créer une copie séparée du niveau.
hr: Ovo će pretvoriti sve pločice u razini. Želite li nastaviti? Napomena: Ovo se ne smije izvoditi više od jednom na razini. Preporučuje se stvaranje zasebne kopije razine.
it: Verranno convertite tutte le caselle del livello. Continuare? Nota: È consigliabile non eseguire questo processo più di una volta per livello. È fortemente consigliato creare una copia separata del livello.
nn: Dette vil konvertera alle flisene på brettet. Vil du halda fram? OBS: Du bør ikkje gjera dette meir enn éin gong per brett. Det er òg sterkt tilrådd å laga ein reservekopi av brettet.
sl: To bo pretvorilo vse podlage v stopnji. Vseeno nadaljujem? Pozor: Idealno naj tega za posamezno stopnjo ne bi izvedli več kot enkrat. Priporočljivo je, da ustvariš ločeno kopijo stopnje.
sr: Ово ће конвертовати све плочице у нивоу. Желите да наставите? Напомена: Ово не треба покренути више од једном на нивоу. Креирање посебне копије нивоа се топло препоручује.

source: Integrations
ar: تكاملات
az: İnteqrasiyalar
et: Integratsioonid
fr_ca: Intégrations
he: אינטגרציות
hr: Integracije
hy: Ինտեգրումներ
id: Integrasi
is: Samþættingar
it: Integrazioni
nn: Integrering
ro: Integrari
sk: Integrácií
sl: Integracije
sq: Integrimet
sr: Интеграције
tr: Entegrasyonlar
uk: Інтеграції
uz: Integratsiyalar

source: Do not share level names when editing
ar: لا تشارك أسماء المستويات عند التحرير
az: Redaktə edərkən səviyyə adlarını paylaşmayın
et: Ärge jagage redigeerimisel tasemenimesid
fr_ca: Ne partagez pas les noms de niveau lors de l'édition
he: אל תשתף שמות רמות בעת עריכה
hr: Nemojte dijeliti nazive razina prilikom uređivanja
hy: Մի տարածեք մակարդակների անունները խմբագրելիս
id: Jangan bagikan nama level saat mengedit
is: Ekki deila stigsnöfnum við breytingar
it: Non condividere i nomi dei livelli durante l'editing
nn: Ikkje del brettnamn ved redigering
ro: Nu împărtășiți numele nivelurilor atunci când editați
sk: Pri úpravách nezdieľajte názvy úrovní
sl: Med urejanjem ne deli imen stopenj
sq: Mos i ndani emrat e nivelit kur redaktoni
sr: Не делите имена нивоа приликом уређивања
tr: Düzenlerken düzey adlarını paylaşmayın
uk: Не повідомляйте назви рівнів під час редагування
uz: Tahrirlashda daraja nomlarini baham ko'rmang

source: Enable this if you want to work on secret levels and don't want the names to be spoiled
fr_ca: Activer cette option si vous souhaitez travailler sur des niveaux secrets et ne pas divulguer les noms
hr: Omogućite ovo ako želite raditi na tajnim razinama i ne želite da se imena pokvare
it: Spunta questa opzione se vuoi lavorare a dei livelli segreti di cui non vuoi far scoprire i nomi.
nn: Slå på dette om du arbeider med hemmelege brett og ikkje vil avsløra brettnamna
ro: Activează opțiunea asta dacă vrei să lucrezi pe niște nivele secrete și nu vrei să dezvăluiești numele lor.
sl: Omogoči to možnost, če se želiš ukvarjati s skrivnimi stopnjami, pa nočeš razkriti imen
sr: Омогућите ово ако желите да радите на тајним нивоима и не желите да имена буду покварена

source: Enable Discord integration
ar: تمكين تكامل Discord
az: Discord inteqrasiyasını aktivləşdirin
et: Discordi integreerimise lubamine
fr_ca: Activer l'intégration de Discord
he: אפשר שילוב Discord
hr: Omogući integraciju Discorda
hy: Միացնել Discord-ի ինտեգրումը
id: Aktifkan integrasi Discord
is: Virkjaðu Discord samþættingu
it: Abilita le integrazioni di Discord
nn: Slå på Discord-integrering
ro: Activați integrarea Discord
sk: Povoliť integráciu Discord
sl: Omogoči integracijo Discorda
sq: Aktivizo integrimin e Discord
sr: Омогући интеграцију са Discord-ом
tr: Discord entegrasyonunu etkinleştir
uk: Увімкніть інтеграцію Discord
uz: Discord integratsiyasini yoqing

source: Sends information to your Discord application about what you're doing in the game.
fr_ca: Envoie des informations à votre application Discord concernant ce que vous faites dans le jeu.
hr: Šalje informacije vašoj Discord aplikaciji o tome što radite u igri.
it: Invia informazioni alla tua applicazione Discord su cosa stai facendo in gioco.
nn: Sender informasjon til Discord-programmet om kva du gjer i spelet.
ro: Trimite informații la aplicația-ta Discord despre ce faci în joc.
sl: Svoj Discord obveščaj, kaj počneš v igri.
sr: Шаље информације вашој апликацији Discord о томе шта радите у игри.

source: Discord (disabled; not compiled)
ar: الفتنة (معطل ؛ غير مجمعة)
az: Discord (deaktiv edilib; tərtib olunmayıb)
et: Discord (keelatud; pole kompileeritud)
fr_ca: Discord (désactivé et non compilé)
he: דיסקורד (מושבת; לא הידור)
hr: Discord (onemogućeno; nije kompilirano)
hy: Discord (անջատված է, չի կազմված)
id: Perselisihan (dinonaktifkan; tidak dikompilasi)
is: Discord (óvirkt; ekki sett saman)
it: Discord (disabilitato, non compilato)
nn: Discord (slått av, ikkje kompilert inn)
ro: Discord (dezactivat; necompilat)
sk: Discord (zakázané; neskompilované)
sl: Discord (onemogočen; nepreveden)
sq: Discord (e çaktivizuar; jo e përpiluar)
sr: Discord (онемогућен; није компајлиран)
tr: Discord (devre dışı; derlenmemiş)
uk: Discord (вимкнено; не скомпільовано)
uz: Discord (o'chirilgan; kompilyatsiya qilinmagan)

source: Abort Download
ar: إحباط التنزيل
az: Yükləməni dayandırın
et: Katkesta allalaadimine
fr_ca: Abandonner le téléchargement
he: ביטול הורדה
hr: Prekini preuzimanje
hy: Դադարեցրեք ներբեռնումը
id: Batalkan Unduhan
is: Hætta niðurhali
it: Interrompi Download
nn: Avbryt nedlasting
ro: Anulează descărcarea
sk: Prerušiť sťahovanie
sl: Prekliči prenos
sq: Anulo shkarkimin
sr: Прекини преузимање
tr: İndirmedi Durdur
uk: Відмінити завантаження
uz: Yuklashni to'xtatish

source: Error: {}
fr_ca: Erreur: {}
hr: Pogreška: {}
it: Errore: {}
nn: Feil: {}
ro: Eroare: {}
sl: Napaka: {}
sr: Грешка: {}
tr: Hata: {}

source: Close
ar: إغلاق
az: Yaxın
et: Sulge
fr_ca: Fermer
he: סגירה
hr: Zatvoriti
hy: Փակել
id: Tutup
is: Loka
it: Chiudi
nn: Lukk
ro: Închide
sk: Zatvoriť
sl: Zapri
sq: Mbyll
sr: Затвори
tr: Kapat
uk: Закрити
uz: Yopish

source: Sector {}
fr_ca: Secteur {}
hr: Sektor {}
it: Settore {}
nn: Sektor {}
sl: Predel {}
sr: Сектор {}

source: Initialization script
ar: نص التهيئة
az: İnisiallaşdırma skripti
et: Initsialiseerimisskript
fr_ca: Script d'initialisation
he: סקריפט אתחול
hr: Skripta za inicijalizaciju
hy: Նախնականացման սցենար
id: Skrip inisialisasi
is: Frumstillingarhandrit
it: Script d'inizializzazione
nn: Startskript
ro: Script de inițializare
sk: Inicializačný skript
sl: Skripta ob zagonu
sq: Skripti i inicializimit
sr: Почетна скрипта
tr: Başlatma betiği
uk: Скрипт ініціалізації
uz: Initializatsiya skripti

source: Run initialization script only once
fr_ca: Exécuter le script d'initialisation une seule fois
hr: Pokreni inicijalizacijsku skriptu samo jednom
it: Fai funzionare lo script d'inizializzazione una volta sola
nn: Køyr berre startskriptet éin gong
ro: Execută scriptul de inițializare doar o dată
sl: Zaženi zaganjalno skripto samo enkrat
sr: Покрените иницијализациони скрипт само једном

source: Gravity
ar: جاذبية
az: Ağırlıq
et: Gravitatsioon
fr_ca: La gravité
he: כוח כבידה
hr: Gravitacija
hy: Ձգողականություն
id: Gravitasi
is: Þyngdarafl
it: Gravità
nn: Tyngdekraft
ro: Gravitate
sk: Gravitácia
sl: Težnost
sq: Graviteti
sr: Гравитација
tr: Yerçekimi
uk: Гравітація
uz: Gravitatsiya

source: Resize offset X
ar: تغيير حجم الإزاحة X
az: Ofset X ölçüsünü dəyişdirin
et: Muuda nihe X suurust
fr_ca: Redimensionner le décalage X
he: שינוי גודל היסט X
hr: Promjena veličine pomaka X
hy: Չափափոխել օֆսեթ X
id: Ubah ukuran ofset X
is: Breyta stærð offset X
it: Ridimensiona offset X
nn: Storleiksendring-forskyving X
ro: Redimensionați offset X
sk: Zmeniť veľkosť odsadenia X
sl: Spremeni odmik X
sq: Ndryshimi i madhësisë së kompensimit X
sr: Промени величину померања X
tr: Ofset X'i yeniden boyutlandır
uk: Змінити розмір зсуву X
uz: Ofset X hajmini o'zgartirish

source: Resize offset Y
ar: تغيير حجم الإزاحة Y
az: Ofset Y ölçüsünü dəyişdirin
et: Muuda suurust nihe Y
fr_ca: Redimensionner le décalage Y
he: שינוי גודל היסט Y
hr: Promjena veličine pomaka Y
hy: Չափափոխել օֆսեթ X
id: Ubah ukuran ofset Y
is: Breyta stærð offset Y
it: Ridimensiona offset Y
nn: Storleiksendring-forskyving Y
ro: Redimensionați offset Y
sk: Zmeňte veľkosť odsadenia Y
sl: Spremeni odmik Y
sq: Ndryshimi i madhësisë së kompensimit Y
sr: Промени величину померања Y
tr: Y ofsetini yeniden boyutlandır
uk: Змінити розмір зсуву Y
uz: Ofset Y oʻlchamini oʻzgartirish

source: Resize
ar: تغيير الحجم
az: Ölçü dəyişdirin
et: Suuruse muutmine
fr_ca: Redimensionner
he: שינוי גודל
hr: Promjena veličine
hy: Չափափոխել
id: Ganti ukuran
is: Breyta stærð
it: Ridimensiona
nn: Endra storleik
ro: Redimensionează
sk: Zmeniť veľkosť
sl: Spremeni velikost
sq: Ndryshimi i madhësisë
sr: Промени величину
tr: Yeniden boyutlandır
uk: Змінити розмір
uz: Oʻlchamini oʻzgartirish

source: Language
ar: اللغة
az: Dil
et: Keel
fr_ca: Langue du jeu
he: שפה
hr: Jezik
hy: Լեզու
id: Bahasa
is: Tungumál
it: Lingua
nn: Språk
ro: Limba
sk: Jazyk
sl: Jezik
sq: Gjuha
sr: Језик
tr: Dil
uk: Мова
uz: O'yin Tili

source: Choose World
ar: اختر العالم
az: Dünya seçin
et: Vali Maailm
fr_ca: Choisir le monde
he: נא לבחור עולם
hr: Odaberite Svijet
hy: Ընտրեք աշխարհը
id: Pilih Dunia
is: Veldu Heimur
it: Scegli il mondo
nn: Vel verd
ro: Alege Lumea
sk: Vyberte Svet
sl: Izberi svet
sq: Zgjidh botën
sr: Изаберите свет
tr: Dünyayı Seç
uk: Виберіть Світ
uz: Dunyoni tanlang

source: {} level
fr_ca: {} niveau
hr: {} razina
it: Livello {}
nn: {} brett
ro: {} nivel
sl: {} stopnja
sr: {} ниво

source: Create World
ar: خلق العالم
az: Dünya Yaradın
et: Loo maailm
fr_ca: Créer un monde
he: יצירת עולם
hr: Stvori svijet
hy: Ստեղծել աշխարհը
id: Buat Dunia
is: Skapa heim
it: Crea mondo
nn: Lag ny verd
ro: Creați Lumea
sk: Vytvoriť svet
sl: Ustvari svet
sq: Krijo botë
sr: Створи свет
tr: Dünya Yarat
uk: Створити світ
uz: Dunyo yaratish

source: Delete World
fr_ca: Supprimer le monde
hr: Izbriši svijet
it: Elimina mondo
nn: Slett verda
ro: Suprimă lumea
sl: Izbriši svet
sr: Обриши свет
tr: Dünyayı Sil

source: Install Add-on from file
fr_ca: Installer une extension depuis un fichier
hr: Instalirajte dodatak iz datoteke
it: Installa un componente aggiuntivo da un file
nn: Installert tilleggskart frå fil
sl: Namesti dodatek iz datoteke
sr: Инсталирајте додатак из датотеке
tr: Eklentiyi dosyadan yükle

source: Drag and drop add-on ZIP archive
fr_ca: Glisser-déposer l'archive ZIP de l'extension
hr: ZIP arhiva dodatka metodom "povuci i ispusti"
it: Trascina e rilascia l'archivio ZIP dei componenti aggiuntivi
nn: Dra og slepp zip-fil med tilleggskart
sl: Povleci in spusti dodatek v obliki arhiva ZIP
sr: Превуци и испусти ZIP архиву додатка

source: Choose Sector
ar: اختر القطاع
az: Sektor seçin
et: Valige sektor
fr_ca: Choisissez le secteur
he: נא לבחור מקטע
hr: Odaberite sektor
hy: Ընտրեք ոլորտ
id: Pilih Sektor
is: Veldu Sector
it: Scegli il settore
nn: Vel sektor
ro: Alegeți Sector
sk: Vyberte Sektor
sl: Izberi predel
sq: Zgjidh sektorin
sr: Изаберите сектор
tr: Sektör Seçin
uk: Виберіть Сектор
uz: Sektorni tanlang

source: Sector Settings
ar: إعدادات القطاع
az: Sektor Parametrləri
et: Sektori sätted
fr_ca: Paramètres du secteur
he: הגדרות מקטע
hr: Postavke sektora
hy: Ոլորտի կարգավորումներ
id: Pengaturan Sektor
is: Geirastillingar
it: Impostazioni del settore
nn: Sektorinnstillingar
ro: Setări de sector
sk: Nastavenia sektora
sl: Nastavitve predela
sq: Cilësimet e sektorit
sr: Подешавања сектора
tr: Sektör Ayarları
uk: Параметри сектора
uz: Sektor sozlamalari

source: Create Sector
ar: إنشاء قطاع
az: Sektor yaradın
et: Loo sektor
fr_ca: Créer un secteur
he: יצירת מקטע
hr: Stvori sektor
hy: Ստեղծել հատված
id: Buat Sektor
is: Búa til geira
it: Crea settore
nn: Lag ny sektor
ro: Creați Sector
sk: Vytvoriť sektor
sl: Ustvari predel
sq: Krijo sektor
sr: Направите сектор
tr: Sektör Oluştur
uk: Створити сектор
uz: Sektor yaratish

source: Delete Sector
ar: حذف القطاع
az: Sektoru silin
et: Kustuta sektor
fr_ca: Supprimer le secteur
he: מחיקת מקטע
hr: Izbriši sektor
hy: Ջնջել ոլորտը
id: Hapus Sektor
is: Eyða Sector
it: Elimina settore
nn: Slett sektoren
ro: Șterge sector
sk: Odstrániť sektor
sl: Izbriši predel
sq: Fshi sektorin
sr: Избришите сектор
tr: Sektörü Sil
uk: Видалити сектор
uz: Sektorni o'chirish

source: Each level must have at least one sector.
ar: يجب أن يحتوي كل مستوى على قطاع واحد على الأقل.
az: Hər səviyyədə ən azı bir sektor olmalıdır.
et: Igal tasandil peab olema vähemalt üks sektor.
fr_ca: Chaque niveau doit avoir au moins un secteur.
he: לכל רמה חייב להיות לפחות מגזר אחד.
hr: Svaka razina mora imati barem jedan sektor.
hy: Յուրաքանչյուր մակարդակ պետք է ունենա առնվազն մեկ հատված:
id: Setiap level harus memiliki setidaknya satu sektor.
is: Hvert stig verður að hafa að minnsta kosti einn geira.
it: Ogni livello deve avere almeno un settore.
nn: Kvart brett må ha minst éin sektor.
ro: Fiecare nivel trebuie să aibă cel puțin un sector.
sk: Každá úroveň musí mať prinajmenšom jeden sektor.
sl: Vsaka stopnja mora imeti vsaj en predel.
sq: Çdo sektor duhet të ketë të paktën një sektor.
sr: Сваки ниво мора имати бар један сектор.
tr: Her seviye en az bir sektöre sahip olmalıdır.
uk: Кожен рівень має мати принаймні один сектор.
uz: Har bir darajada kamida bitta sektor bo'lishi kerak.

source: Do you really want to delete this sector?
ar: هل تريد حقا حذف هذا القطاع؟
az: Bu sektoru həqiqətən silmək istəyirsiniz?
et: Kas soovite tõesti selle sektori kustutada?
fr_ca: Voulez-vous vraiment supprimer ce secteur ?
he: האם למחוק את המקטע הזה?
hr: Želite li stvarno izbrisati ovaj sektor?
hy: Իսկապե՞ս ցանկանում եք ջնջել այս հատվածը:
id: Apakah kamu ingin menghapus sektor ini?
is: Viltu virkilega eyða þessum geira?
it: Vuoi davvero eliminare questo settore?
nn: Er du sikker på at du vil sletta denne sektoren?
ro: Chiar doriți să ștergeți acest sector?
sk: Naozaj chcete vymazať tento sektor?
sl: Ali res hočeš izbrisati ta predel?
sq: Dëshiron të fshish sektorin?
sr: Заиста желиш да избришеш овај сектор?
tr: Bu sektörü gerçekten silmek istiyor musunuz?
uk: Ви справді хочете вилучити цей сектор?
uz: Haqiqatan ham ushbu sektorni o'chirib tashlamoqchimisiz?

source: Delete sector
ar: حذف القطاع
az: Sektoru silin
et: Kustuta sektor
fr_ca: Supprimer le secteur
he: מחיקת מקטע
hr: Izbriši sektor
hy: Ջնջել հատվածը
id: Hapus sektor
is: Eyða geira
it: Elimina settore
nn: Slett sektoren
ro: Ștergeți sectorul
sk: Vymazať sektor
sl: Izbriši predel
sq: Fshi sektorin
sr: Обриши сектор
tr: Sektörü sil
uk: Вилучити сектор
uz: Sektorni o'chirish

source: Restart Level
ar: إعادة بدء المستوى
az: Səviyyəni yenidən başladın
et: Alusta tasandi algusest
fr_ca: Recommencer le niveau
he: התחלת השלב מחדש
hr: Razina ponovnog pokretanja
hy: Վերագործարկեք մակարդակը
id: Mulai ulang level
is: Endurræstu stig
it: Ricomincia livello
nn: Start brettet på nytt
ro: Repornește nivelul
sk: Opakovať úroveň
sl: Znova zaženi stopnjo
sq: Rifillo nivelin
sr: Поново покрени ниво
tr: Bölümü Yeniden Başlat
uk: Перезапустити рівень
uz: Qayta boshlash darajasi

source: Restart from Checkpoint
ar: أعد التشغيل من نقطة التفتيش
az: Yoxlama məntəqəsindən yenidən başladın
et: Alusta kellukese juurest
fr_ca: Redémarrer à partir du point de contrôle
he: התחל מחדש מנקודת הסימון
hr: Ponovo pokrenite s kontrolne točke
hy: Վերագործարկեք անցակետից
id: Mulai Ulang dari Titik Cek
is: Endurræstu frá Checkpoint
it: Riparti dal checkpoint
nn: Start på nytt frå bjøllestad
ro: Reporniți de la punctul de control
sk: Reštartujte z kontrolného bodu
sl: Začni ponovno na varni točki
sq: Rinisni nga pika e kontrollit
sr: Поново покрени са контролне тачке
tr: Kontrol noktasından yeniden başlat
uk: Перезапустіть з контрольної точки
uz: Tekshirish nuqtasidan qayta ishga tushiring

source: Edit Level
fr_ca: Modifier le niveau
it: Modifica livello
nn: Rediger brettet
ro: Editează nivelul
sl: Uredi stopnjo

source: Abort Level
ar: أحبط المستوى
az: Səviyyəni dayandırın
et: Lõpeta
fr_ca: Niveau d'abandon
he: נטישת השלב
hr: Prekini Razinu
hy: Ընդհատել մակարդակը
id: Batalkan level
is: Hætta stig
it: Abbandona il livello
nn: Avbryt brettet
ro: Abandonează nivelul
sk: Prerušiť úroveň
sl: Zapusti stopnjo
sq: Dil nga niveli
sr: Прекини ниво
tr: Bölümü Sonlandır
uk: Вийти з рівня
uz: Darajani bekor qilish

source: Are you sure?
ar: هل أنت متأكد؟
az: Sən əminsən?
et: Oled sa kindel?
fr_ca: Êtes-vous sûr?
he: האם את/ה בטוח/ה?
hr: Jesi li siguran?
hy: Համոզված ես?
id: Apakah kamu yakin?
is: Ertu viss?
it: Sei sicuro?
nn: Er du sikker?
ro: Esti sigur?
sk: Ste si istý?
sl: Si prepričan/a?
sq: A je i sigurt?
sr: Јесте ли сигурни?
tr: Emin misin?
uk: Ви впевнені?
uz: Ishonchingiz komilmi?

source: Couldn't open editor for this level. No worldmap!
fr_ca: Impossible d'ouvrir l'éditeur pour ce niveau. Il n'y a pas de carte du monde!
it: Impossibile aprire l'editor di questo livello. Manca la mappa del mondo!
nn: Klarte ikkje opna brettet for redigering. Manglar verdskart.
ro: Nu s-a putut deschide editorul pentru nivelul ăsta. Nu-i nici-o hartă a lumii!
sl: Te stopnje ni bilo mogoče odpreti v urejevalniku. Ni zarisa sveta!

source: Couldn't open editor for this level.
fr_ca: Impossible d'ouvrir l'éditeur pour ce niveau.
it: Impossibile aprire l'editor di questo livello.
nn: Klarte ikkje opna brettet for redigering.
ro: Nu s-a putut deschide editorul pentru nivelul ăsta.
sl: Te stopnje ni bilo mogoče odpreti v urejevalniku.

source: Couldn't open worldmap for this level.
fr_ca: Impossible d'ouvrir la carte du monde pour ce niveau.
it: Impossibile aprire l'editor di questa mappa del mondo.
nn: Klarte ikkje opna verdskartet for redigering.
ro: Nu s-a putut deschide harta lumii pentru nivelul ăsta.
sl: Za to stopnjo ni bilo mogoče odpreti zarisa sveta.

source: Debug
ar: تصحيح
et: Silumine
fr_ca: Déboguer
he: ניפוי באגים
hy: Վրիպազերծել
id: Awakutu
is: Villuleit
nn: Feilsøking
ro: Depanați
sl: Razhroščevanje
sq: Korrigjimi
sr: Отклањање грешака
tr: Hata ayıklama
uk: Зневадження
uz: Nosozliklarni tuzatish

source: Game Speed
ar: سرعة اللعبة
az: Oyun Sürəti
et: Mängu kiirus
fr_ca: Vitesse de jeu
he: מהירות המשחק
hr: Brzina igre
hy: Խաղի արագություն
id: Kecepatan Permainan
is: Leikur Hraði
it: Velocità del gioco
nn: Spelfart
ro: Viteza jocului
sk: Rýchlosť hry
sl: Hitrost igre
sq: Shpejtësia e lojës
sr: Брзина игре
tr: Oyun hızı
uk: Швидкість гри
uz: O'yin tezligi

source: Adjust Game Speed
ar: ضبط سرعة اللعبة
az: Oyun sürətini tənzimləyin
et: Muuda mängu kiirust
fr_ca: Ajuster la vitesse du jeu
he: התאמת מהירות המשחק
hr: Podesite brzinu igre
hy: Կարգավորել խաղի արագությունը
id: Atur Kecepatan Permainan
is: Stilla leikhraða
it: Aggiusta velocità del gioco
nn: Juster spelfart
ro: Reglați viteza jocului
sk: Upravte rýchlosť hry
sl: Nastavi hitrost igre
sq: Rregullo shpejtësinë e lojës
sr: Подеси брзину игре
tr: Oyun Hızını Ayarlayın
uk: Налаштуйте швидкість гри
uz: O'yin tezligini sozlang

source: Show Collision Rects
ar: إظهار مستطيل الاصطدام
az: Toqquşma nöqtələrini göstərin
et: Näita kokkupõrkeid
fr_ca: Afficher les zones de collision
he: הצג נקודות התנגשות
hr: Prikaži pravce sudara
hy: Ցույց տալ բախման ուղղությունները
id: Tampilkan rect tabrakan
is: Sýna árekstur rects
it: Mostra i rettangoli di collisione
nn: Vis kollisjonsrektangel
ro: Afișează Colision Rects
sk: Zobraziť kolízne rects
sl: Pokaži trkovne meje
sq: Shfaq rektet e përplasjes
sr: Прикажи правоугаонике колизије
tr: Çarpışma Yönlerini Göster
uk: Показати прямокутники зіткнень
uz: To‘qnashuv to‘g‘rilarini ko‘rsatish

source: Show Worldmap Path
ar: إظهار مسار خريطة العالم
az: Dünya xəritəsi yolunu göstərin
et: Näita maailmakaardi teed
fr_ca: Afficher le chemin de la carte du monde
he: הצגת נתיב מפת העולם
hr: Prikaži put na karti svijeta
hy: Ցույց տալ աշխարհի քարտեզի ուղին
id: Tampilkan Jalur Peta Dunia
is: Sýna heimskortsleið
it: Mostra il percorso della mappa del mondo
nn: Vis verdskart-sti
ro: Afișați calea hărții lumii
sk: Zobraziť cestu mapy sveta
sl: Pokaži pot zarisa sveta
sq: Trego shtegun e hartës botërore
sr: Прикажи путању мапе света
tr: Dünya Haritası Yolunu Göster
uk: Показати шлях на карті світу
uz: Dunyo xaritasi yo'lini ko'rsatish
