Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Enable screen transitions and smooth menu animation
ar: تمكين انتقالات الشاشة والرسوم المتحركة القائمة على نحو سلس
az: Ekran keçidlərini və hamar menyu animasiyasını aktivləşdirin
et: Lubage ekraani üleminekud ja sujuv menüü animatsioon
fr_ca: Activer les transitions d'écran et l'animation fluide des menus
he: אפשר מעברי מסך והנפשת תפריט חלקה
hr: Omogućite prijelaze zaslona i glatku animaciju izbornika
hy: Միացնել էկրանի անցումները և սահուն մենյուի անիմացիան
id: Aktifkan transisi layar dan animasi menu
is: Virkjaðu skjáskipti og slétt valmyndarhreyfingu
it: Abilita le transizioni e le animazioni nei menù
nn: Bruk skjermovergangar og jamne menyanimasjonar
ro: Activați tranzițiile de ecran și animațiile fluente ale meniului
sk: Povoliť prechody medzi obrazovkami a plynulé animácie ponúk
sl: Omogoči zaslonske prehode in gladko animacijo menija
sq: Aktivizo tranzicionet e ekranit dhe animimin e butë të menysë
sr: Укључи анимације екрана и менија
tr: Düzgün menü animasyonunu ve ekran geçişini etkinleştir
uk: Вмикає екранні переходи та плавну анімацію меню
uz: Ekran o'tishlarini va silliq menyu animatsiyasini yoqing

source: Show game timer
fr_ca: Afficher le chronomètre de jeu
it: Mostra timer di gioco
nn: Vis speltid
ro: Afișează un cronometru de joc
sl: Pokaži časomer igre

source: Show a game timer while playing a level
fr_ca: Afficher un chronomètre de jeu à l'intérieur du niveau
it: Mostra un timer mentre giochi un livello
nn: Vis speltid ved speling av brett
ro: Afișează un cronometru de joc în timp ce joci un nivel
sl: Pokaže časomer med igranjem stopnje

source: Custom title screen levels
fr_ca: Niveau personnalisé pour l'écran d'accueil
hr: Razine prilagođenog naslovnog zaslona
it: Personalizza il titolo delle schermate dei livelli
nn: Verdsspesifikke tittelskjerm-brett
sl: Naslovne stopnje po meri
sr: Нивои прилагођеног насловног екрана

source: Allow overriding the title screen level, when loading certain worlds
fr_ca: Autoriser le remplacement du niveau de l'écran titre lors du chargement de certains mondes
hr: Omogući poništavanje razine na naslovnom zaslonu prilikom učitavanja određenih svjetova
it: Abilita la sovrascrittura dei titoli delle schermate dei livelli, nel momento in cui vengono caricati certi mondi
nn: Tillèt at enkelte verder overstyrer tittelskjerm-brettet
sl: Med nalaganjem določenih svetov omogoča spremembo stopnje, prikazane na naslovnici.
sr: Дозволите превазилажење нивоа насловног екрана приликом учитавања одређених светова

source: Force Christmas Mode
fr_ca: Forcer le Mode Noël
it: Forza la modalità di Natale
nn: Tving julemodus
ro: Forțează modul de crăciun
sl: Vsili božični način

source: Integrations and presence
ar: التكاملات والحضور
az: İnteqrasiya və mövcudluq
et: Integratsioonid ja kohalolek
fr_ca: Intégrations et présence
he: אינטגרציות ונוכחות
hr: Integracije i prisutnost
hy: Ինտեգրումներ և ներկայություն
id: Integrasi dan kehadiran
is: Samþættingar og nærvera
it: Integrazioni e presenze
nn: Integrering og nærvær
ro: Integrari si prezenta
sk: Integrácie a prítomnosť
sl: Integracije in prisotnost
sq: Integrimet dhe prania
sr: Интеграције и присуство
tr: Entegrasyonlar ve varlık
uk: Інтеграції та присутність
uz: Integratsiya va mavjudligi

source: Manage whether SuperTux should display the levels you play on your social media profiles (Discord)
ar: إدارة ما إذا كان يجب على SuperTux عرض المستويات التي تلعبها على ملفات تعريف الوسائط الاجتماعية الخاصة بك (Discord)
az: SuperTux-un sosial media profillərinizdə oynadığınız səviyyələri göstərib göstərməməsini idarə edin (Discord)
et: Hallake, kas SuperTux peaks kuvama teie sotsiaalmeedia profiilidel mängitavaid tasemeid (Discord)
fr_ca: Gérez si SuperTux doit afficher les niveaux que vous jouez sur vos profils de réseaux sociaux (Discord)
he: נהל אם SuperTux יציג את הרמות שאתה משחק בפרופילי המדיה החברתית שלך (Discord)
hr: Upravljajte hoće li SuperTux prikazati razine koje igrate na vašim profilima na društvenim mrežama (Discord)
hy: Կառավարեք՝ արդյոք SuperTux-ը պետք է ցուցադրի այն մակարդակները, որոնք խաղում եք ձեր սոցիալական մեդիայի պրոֆիլներում (Discord)
id: Kelola apakah SuperTux harus menampilkan level yang Anda mainkan di profil media sosial Anda (Discord)
is: Stjórnaðu því hvort SuperTux ætti að birta borðin sem þú spilar á samfélagsmiðlum þínum (Discord)
it: Gestisci se SuperTux deve visualizzare i livelli che giochi sui tuoi profili sui social media (Discord)
nn: Vel om SuperTux skal visa bretta du spelar på profilane dine i sosiale medium (Discord)
ro: Gestionați dacă SuperTux ar trebui să afișeze nivelurile pe care le jucați pe profilurile de rețele sociale (Discord)
sk: Spravujte, či má SuperTux zobrazovať úrovne, ktoré hráte, na vašich profiloch sociálnych médií (Discord)
sl: Omogoča, da SuperTux prikaže stopnje, ki jih igraš, na tvojih družbenih omrežjih (Discord)
sq: Menaxhoni nëse SuperTux duhet të shfaqë nivelet që luani në profilet tuaja të mediave sociale (Discord)
sr: Одредите да ли СуперТукс треба да приказује нивое које играте на вашим профилима на друштвеним мрежама (Discord)
tr: SuperTux'un oynadığınız seviyeleri sosyal medya profillerinizde gösterip göstermeyeceğini yönetin (Discord)
uk: Укажіть, чи повинен SuperTux відображати рівні, в які ви граєте, у ваших профілях соціальних мереж (Discord)
uz: SuperTux ijtimoiy media profilingizda oʻynagan darajalaringizni koʻrsatishi yoki koʻrsatmasligini boshqaring (Discord)

source: Customize the appearance of the menus
fr_ca: Personnaliser l’apparence des menus
hr: Prilagodite izgled izbornika
it: Personalizza l'aspetto dei menu
nn: Tilpass utsjånaden til menyane
ro: Personalizează aparenței meniurilor
sl: Prilagodi videz menijev
sr: Прилагодите изглед менија

source: Advanced
fr_ca: Avancé
hr: Napredno
it: Avanzato
nn: Avansert
ro: Avansat
sl: Napredno
sr: Напредни
tr: Gelişmiş

source: Developer Mode
ar: وضع المطور
az: İnkişaf etdirici rejimi
et: Arendaja režiim
fr_ca: Mode développeur
he: מצב פיתוח
hr: Način rada za razvojne programere
hy: Մշակողի Ռեժիմը
id: Mode Pengembang
is: Þróunarhamur
it: Modalità Sviluppatore
nn: Utviklarmodus
ro: Modul dezvoltatorului
sk: Vývojársky režim
sl: Razvijalski način
sq: Modaliteti i zhvillimit
sr: Програмерски режим
tr: Geliştirici Modu
uk: Режим розробника
uz: Dasturchi rejimi

source: Confirmation Dialog
ar: حوار التأكيد
az: Təsdiq Dialoqu
et: Kinnitusdialoog
fr_ca: Boîte de dialogue de confirmation
he: דיאלוג אישור
hr: Dijalog za potvrdu
hy: Հաստատման երկխոսություն
id: Dialog Konfirmasi
is: Staðfestingargluggi
it: Dialogo di conferma
nn: Stadfestingsvindauge
ro: Dialog de confirmare
sk: Potvrdzovať ukončenie
sl: Potrditveni dialog
sq: Dialogu i konfirmimit
sr: Дијалог за потврду
tr: Onay İletişim Kutusu
uk: Діалог підтвердження
uz: Tasdiqlash dialogi

source: Confirm aborting level
ar: تأكيد مستوى الإجهاض
az: Abort səviyyəsini təsdiqləyin
et: Kinnitage katkestamise tase
fr_ca: Confirmer le niveau d'abandon
he: אישור נטישת השלב
hr: Potvrdite razinu prekida
hy: Հաստատեք ընդհատման մակարդակը
id: Konfirmasi batalkan level
is: Staðfestu stöðvunarstig
it: Conferma l'uscita dal livello
nn: Stadfest brettavbrot
ro: Confirmați nivelul de întrerupere
sk: Potvrdzovať ukončenie úrovne
sl: Potrdi izhod iz stopnje
sq: Konfirmo nivelin e ndërprerjes
sr: Потврдите ниво прекида
tr: İptal seviyesini onaylayın
uk: Підтвердьте рівень переривання
uz: Bekor qilish darajasini tasdiqlang

source: Pause on focus loss
ar: توقف عند فقدان التركيز
az: Fokus itkisinə fasilə verin
et: Paus fookuse kadumise korral
fr_ca: Pause en cas de perte de concentration
he: הפסקה על אובדן מיקוד
hr: Pauza pri gubitku fokusa
hy: Դադար՝ կենտրոնացման կորստի վրա
id: Jeda saat kehilangan fokus
is: Hlé á fókusmissi
it: Pausa alla perdita del focus
nn: Pause ved tap av fokus
ro: Pauză la pierderea concentrării
sk: Pozastaviť pri strate zamerania
sl: Premor ob izgubi fokusa
sq: Pushoni në humbjen e fokusit
sr: Паузирај при губитку фокуса
tr: Odak kaybında duraklama
uk: Пауза при втраті уваги
uz: Fokusni yo'qotishda pauza qiling

source: Automatically pause the game when the window loses focus
ar: أوقف اللعبة تلقائيًا عندما تفقد النافذة التركيز
az: Pəncərə fokusunu itirdikdə oyunu avtomatik olaraq dayandırın
et: Peatage mäng automaatselt, kui aken kaotab fookuse
fr_ca: Mettre automatiquement le jeu en pause lorsque la fenêtre perd le focus
he: השהה אוטומטית את המשחק כאשר החלון מאבד מיקוד
hr: Automatski pauziraj igru ​​kada prozor izgubi fokus
hy: Ավտոմատ դադարեցնել խաղը, երբ պատուհանը կորցնում է ուշադրությունը
id: Jeda game secara otomatis saat jendela kehilangan fokus
is: Gerðu sjálfkrafa hlé á leiknum þegar glugginn missir fókus
it: Mette in pausa il gioco automaticamente quando la finestra perde il focus
nn: Pausa automatisk spelet når vindauget mistar fokus
ro: Întrerupeți automat jocul când fereastra își pierde focalizarea
sk: Automaticky pozastaviť hru, keď okno stratí zameranie
sl: Ko igra ni več v ospredju namizja, se samodejno sproži premor
sq: Ndalo automatikisht lojën kur dritarja humb fokusin
sr: Аутоматски паузирај игру када прозор изгуби фокус
tr: Pencere odağını kaybettiğinde oyunu otomatik olarak duraklat
uk: Автоматично призупиняти гру, коли вікно втрачає фокус
uz: Oyna fokusni yo'qotganda o'yinni avtomatik ravishda to'xtatib turing

source: Prefer Wayland
fr_ca: Préférer Wayland
it: Preferisci Wayland
nn: Føretrekk Wayland
ro: Preferă Wayland
sl: Privzemi Wayland

source: If you experience any issues with Nvidia cards, your window border, or anything you believe is due to Wayland, disable this. (Requires restart)
fr_ca: Si vous avez des problèmes avec des cartes graphiques Nvidia, les bords de la fenêtre du jeu ou tout autre problème que vous croyez lié à Wayland, désactivez cette option. (Nécessite un redémarrage du jeu)
it: Se dovessi riscontrare problemi con le carte Nvidia, il bordo della schermata o qualsiasi cosa che credi sia causata da Wayland, allora disattiva quest'opzione. (Richiede il riavvio)
nn: Om du opplever problem med NVIDIA-kort, vindaugsramma eller anna du trur skuldast Wayland, slå av dette (krev omstart).
sl: Če se pojavijo težave z Nvidiinimi karticami, z robovi igralnega okna ali s čimerkoli, za kar bi lahko bil kriv Wayland, onemogoči to nastavitev. (Zahteva ponovni zagon igre)

source: Use custom mouse cursor
ar: استخدم مؤشر الماوس المخصص
az: Fərdi siçan kursorundan istifadə edin
et: Kasutage kohandatud hiirekursorit
fr_ca: Utiliser le curseur de la souris personnalisé
he: השתמש בסמן עכבר מותאם אישית
hr: Koristite prilagođeni kursor miša
hy: Օգտագործեք մկնիկի հատուկ կուրսորը
id: Gunakan kursor mouse khusus
is: Notaðu sérsniðna músarbendil
it: Usa un cursore del mouse personalizzato
nn: Bruk tilpassa musepeikar
ro: Utilizați cursorul mouse-ului personalizat
sk: Použite vlastný kurzor myši
sl: Uporabi miškin kazalnik po meri
sq: Përdorni kursorin e personalizuar të miut
sr: Користите прилагођени курсор миша
tr: Özel fare imlecini kullanma
uk: Використовуйте спеціальний курсор миші
uz: Maxsus sichqoncha kursoridan foydalaning

source: Whether the game renders its own cursor or uses the system's cursor
ar: ما إذا كانت اللعبة تعرض المؤشر الخاص بها أو تستخدم مؤشر النظام
az: Oyunun öz kursorunu göstərməsi və ya sistemin kursorundan istifadə etməsi
et: Kas mäng renderdab oma kursori või kasutab süsteemi kursorit
fr_ca: Si le jeu affiche son propre curseur ou utilise le curseur du système
he: האם המשחק מציג את הסמן שלו או משתמש בסמן של המערכת
hr: Renderira li igra vlastiti kursor ili koristi kursor sustava
hy: Անկախ նրանից՝ խաղը ցուցադրում է իր սեփական կուրսորը, թե օգտագործում է համակարգի կուրսորը
id: Apakah game menampilkan kursornya sendiri atau menggunakan kursor sistem
is: Hvort leikurinn gerir sinn eigin bendil eða notar bendilinn kerfisins
it: Se il gioco esegue il rendering del proprio cursore o utilizza il cursore del sistema
nn: Om spelet skal teikna opp eigen musepeikar sjølv eller bruka den frå systemet
ro: Indiferent dacă jocul își redă propriul cursor sau folosește cursorul sistemului
sk: Či hra vykreslí svoj vlastný kurzor alebo použije systémový kurzor
sl: Določi, ali naj igra izriše svoj kazalnik ali uporabi uporabnikov sistemski kazalnik
sq: Nëse loja jep kursorin e vet ose përdor kursorin e sistemit
sr: Да ли игра приказује сопствени курсор или користи системски курсор
tr: Oyunun kendi imlecini oluşturup oluşturmadığı veya sistemin imlecini kullanıp kullanmadığı
uk: Чи відображає гра власний курсор, чи використовує системний курсор
uz: O'yin o'z kursorini ko'rsatadimi yoki tizim kursorini ishlatadimi

source: Use native custom cursor
fr_ca: Utiliser le curseur personnalisé natif
hr: Koristi izvorni prilagođeni kursor
it: Usa un cursore personalizzato nativo
nn: Bruk system-musepeikar
sl: Uporabi namizni kazalnik
sr: Користи прилагођени курсор

source: Whether the game uses a native custom cursor or renders it in the game
fr_ca: Détermine si le jeu utilise le curseur personnalisé natif ou un curseur rendu par le jeu
hr: Koristi li igra izvorni prilagođeni kursor ili ga renderira u igri
it: Che il gioco utilizzi un cursore personalizzato nativo o lo renderizzi direttamente nel gioco
nn: Om spelet brukar innebygd tilpassa peikar eller teiknar han opp inni spelet
sl: Ali naj igra uporabi namizni kazalnik po meri ali naj ga nariše sama
sr: Да ли игра користи изворни прилагођени курсор или га приказује у игри

source: Precise scrolling
fr_ca: Défilement précis
it: Scorrimento preciso
nn: Nøyaktig rulling
ro: Defilare precisă
sl: Natančno pomikanje

source: Most modern touchpads report precise scrolling events. Disable this if scrolling with a typical mouse seems unusual, or you simply dislike it
fr_ca: La plupart des pavés tactile rapportent des actions de défilement précises. Désactivez cette option si le défilement avec une souris standard semble inhabituel, ou si vous n'aimez pas l'effet.
it: la maggior parte dei Touchpad moderni riporta eventi di scorrimento precisi. Disattiva quest'opzione se scorrere con un semplice mouse sembra strano, o semplicemente se non ti piace.
nn: Dei fleste styreplater sender nøyaktige rullehendingar. Slå av dersom rulling med ei vanleg mus fungerer dårleg (eller du mislikar korleis det verkar).
sl: Večina sodobnih sledilnih ploščic javlja natančno pomikanje.Onemogoči to nastavitev, če se pomikanje koleščka na običajni miški obnaša čudno ali če ti preprosto ne ustreza

source: Invert horizontal scrolling
fr_ca: Inverser le défilement horizontal
it: Inverti lo scorrimento orizzontale
nn: Omvend vassrett rulling
ro: Inversează defilarea orizontală
sl: Obrni vodoravno pomikanje

source: Inverts scrolling in the X-axis
fr_ca: Inverser le défilement sur l'axe X
it: Inverte lo scorrimento sull'asse X
nn: Omvend rulling i X-retninga
ro: Inversează defilarea pe axa X
sl: Obrne pomikanje po osi X

source: Invert vertical scrolling
fr_ca: Inversez le défilement vertical
it: Inverti lo scorrimento verticale
nn: Omvend loddrett rulling
ro: Inversează defilarea verticală
sl: Obrni navpično pomikanje

source: Inverts scrolling in the Y-axis
fr_ca: Inverser le défilement sur l'axe Y
it: Inverte lo scorrimento sull'asse Y
nn: Omvend rulling i Y-retninga
ro: Inversează defilarea pe axa Y
sl: Obrne pomikanje po osi Y

source: Force full viewport
fr_ca: Forcer la pleine vue sur la fenêtre de vue
it: Forza la visualizzazione a schermo intero
nn: Tving fullt visingsområde
sl: Vsili polni pogled

source: Don't attempt to scale or apply any aspect ratio. Ignores some video settings. Useful for arcade cabinets or unusual screens.
fr_ca: Ne tentera pas de s'adapter à la résolution ou d'appliquer un format d'image. Ignorera certains paramètres vidéo. Utile pour une installation d'arcade ou des écrans inhabituels.
it: Non provare a cambiare alcun'impostazione sulla grandezza. Ignora alcune impostazioni video. Utile per cabinati arcade o schermi particolari.
nn: Ikkje prøv å skalera eller bruka fast breidd/høgd-forhold. Ignorerer nokre grafikkinnstillingar. Nyttig for arkadekabinett og uvanlege skjermtypar.
sl: Ne prilagaja razmerja prikaza. Zanemari nekatere slikovne nastavitve. To je primerno za igralne avtomate ali neobičajne zaslone.

source: Check for new releases
fr_ca: Rechercher de nouvelles versions
hr: Provjerite nova izdanja
it: Cerca nuovi aggiornamenti
nn: Sjå etter ny versjon
ro: Caută noi versiuni
sl: Preveri za nove izdaje
sr: Проверите нова издања

source: Allows the game to perform checks for new SuperTux releases on startup and notify if any found.
fr_ca: Permet au jeu de rechercher au démarrage des nouvelles versions de SuperTux et notifier s’il y en a.
hr: Omogućuje igri da prilikom pokretanja provjerava nova izdanja SuperTuxa i obavještava ako ih pronađe.
it: Consenti al gioco di eseguire dei controlli all'avvio per cercare nuove versioni di SuperTux e notificarti se ne vengono trovate.
nn: Tillèt spelet å sjå etter ny versjon av SuperTux ved oppstart og varslar om det finst nokon.
sl: Omogoča igri, da ob zagonu preveri, ali obstaja kakšna novejša izdaja, in te obvesti.
sr: Омогућава игри да проверава нова издања СуперТукс-а при покретању и обавештава ако се нека пронађу.

source: Disable network
fr_ca: Désactiver la connexion à internet
hr: Onemogući mrežu
it: Disabilita la rete
nn: Slå av nettverkstilgang
ro: Dezactivează conexiunea la internet
sl: Onemogoči internetno povezavo
sr: Онемогући мрежу
tr: Ağı devre dışı bırak

source: Prevents the game from connecting online
fr_ca: Empêche le jeu de se connecter à internet
hr: Sprječava igru da se poveže s internetom
it: Impedisci al gioco di connettersi alla rete.
nn: Hindrar spelet frå å kopla til nettet
ro: Împiedică jocul să se conecteze la internet
sl: Prepreči igri, da se poveže na internet
sr: Спречава игру да се повеже на мрежу
tr: Oyunun çevrimiçi olarak bağlanmasını engeller

source: Magnification
ar: تكبير
az: Böyütmə
et: Suurendus
fr_ca: Grossissement
he: הַגדָלָה
hr: Povećanje
hy: Խոշորացում
id: Pembesaran
is: Stækkun
it: Ingrandimento
nn: Forstørring
ro: Scalare
sk: Zväčšenie
sl: Povečava
sq: Zmadhimi
sr: Увећање
tr: Büyütme
uk: Збільшення
uz: Kattalashtirish

source: Change the magnification of the game area
ar: تغيير تكبير منطقة اللعبة
az: Oyun sahəsinin böyüdülməsini dəyişdirin
et: Muuda mänguala suurendust
fr_ca: Modifier le grossissement de la zone de jeu
he: שנה את ההגדלה של אזור המשחק
hr: Izmijeni povećanje prostora za igru
hy: Փոխեք խաղի տարածքի խոշորացումը
id: Mengubah pembesaran area permainan
is: Breyttu stækkun leiksvæðisins
it: Imposta l'ingrandimento dell'area di gioco
nn: Vel kor mykje spelområdet skal forstørrast
ro: Modificați scalarea zonei de joc
sk: Zmeniť zväčšenie hracej plochy
sl: Spremeni povečavo igralne površine
sq: Ndrysho zmadhimin e zonës së lojës
sr: Мења увећање простора за игру
tr: Arena alanının büyütmesini değiştirin
uk: Змінити коефіцієнт збільшення ігрової області
uz: O'yin maydonini kattalashtirishni o'zgartiring

source: Aspect Ratio
ar: ابعاد متزنة
az: Aspekt nisbəti
et: Kuvasuhe
fr_ca: Ratio d'aspect
he: יחס תצוגה
hr: Omjer
hy: Ասպեկտների հարաբերակցություն
id: Rasio Aspek
is: Stærðarhlutföll
it: Rapporto larghezza/altezza
nn: Breidd/høgd
ro: Rația de aspect
sk: Pomer strán
sl: Razmerje
sq: Përpjesëtimi lartësi/gjerësi
sr: Размера
tr: En-boy oranı
uk: Співвідношення сторін
uz: Aspekt nisbati

source: Adjust the aspect ratio
ar: اضبط نسبة العرض إلى الارتفاع
az: Aspekt nisbətini tənzimləyin
et: Kohanda kuvasuhet
fr_ca: Ajuster le format d'image
he: התאמת יחס התצוגה
hr: Podesi omjer
hy: Կարգավորեք կողմի հարաբերակցությունը
id: Atur rasio aspek
is: Stilltu stærðarhlutfallið
it: Imposta il rapporto larghezza/altezza
nn: Endra breidd/høgd-forholdet
ro: Ajustați rația de aspect
sk: Nastaviť pomer strán
sl: Spremeni razmerje
sq: Rregullo përpjesëtimin lartësi/gjerësi
sr: Подешава однос ширине и висине
tr: En-boy oranını ayarla
uk: Підлаштувати співвідношення сторін
uz: Tomonlar nisbatini sozlang

source: Window Resolution
ar: قرار النافذة
az: Pəncərə qətnaməsi
et: Akna eraldusvõime
fr_ca: Résolution de la fenêtre
he: רזולוציית החלון
hr: Razlučivost prozora
hy: Պատուհանների լուծում
id: Resolusi Jendela
is: Gluggaupplausn
it: Risoluzione della finestra
nn: Vindaugsstorleik
ro: Rezoluția ferestrei
sk: Rozlíšenie v okne
sl: Ločljivost okna
sq: Rezolucioni i dritares
sr: Резолуција прозора
tr: Pencere Çözünürlüğü
uk: Розширення вікна
uz: Oyna o'lchamlari

source: Resize the window to the given size
ar: تغيير حجم النافذة إلى الحجم المحدد
az: Pəncərənin ölçüsünü verilən ölçüyə dəyişdirin
et: Muutke akna suurust etteantud suurusele
fr_ca: Redimensionner la fenêtre à la taille donnée
he: שינוי גודל החלון לגודל הנתון
hr: Promijenite veličinu prozora na zadanu veličinu
hy: Պատուհանը չափափոխել նշված չափի
id: Ubah ukuran jendela ke ukuran yang ditentukan
is: Breyttu stærð gluggans í tiltekna stærð
it: Ridimensiona la finestra data la dimensione
nn: Endra storleiken på vindauget til valt storleik
ro: Redimensionați fereastra la dimensiunea dată
sk: Zmeňte veľkosť okna na danú veľkosť
sl: Poveča/zmanjša okno na dano velikost
sq: Ndryshimi i madhësisë së dritares në madhësinë e dhënë
sr: Промените величину прозора на дату величину
tr: Pencereyi verilen boyuta göre yeniden boyutlandırın
uk: Змініть розмір вікна до заданого розміру
uz: Oyna hajmini berilgan o'lchamga o'zgartiring

source: Desktop
ar: سطح المكتب
az: İş masası
et: Töölaud
fr_ca: Bureau
he: שולחן העבודה
hr: Radna površina
hy: Սեղան
is: Skrifborð
nn: Skrivebord
sl: Namizje
sr: Радна површина
tr: Masaüstü
uk: Робочий стіл
uz: Ish stoli

source: Fullscreen Resolution
ar: دقة ملء الشاشة
az: Tam ekran həlli
et: Täisekraani eraldusvõime
fr_ca: Résolution plein écran
he: רזולוציית מסך מלא
hr: Razlučivost cijelog zaslona
hy: Ամբողջ էկրանով լուծում
id: Resolusi Layar Penuh
is: Fullskjáupplausn
it: Risoluzione a schermo intero
nn: Oppløysing for fullskjerm
ro: Rezoluție ecran complet
sk: Rozlíšenie na celú obrazovku
sl: Celozaslonska ločljivost
sq: Rezolucioni i ekranit të plotë
sr: Резолуција целог екрана
tr: Tam Ekran Çözünürlüğü
uk: Розширення повного екрану
uz: To'liq ekran o'lchamlari
