Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: The type of an object defines its theme and behaviour. This is mostly used to distinguish between forest and ice world types of this object
fr_ca: Le type de l'objet définit sa thématique et son comportement. Ceci est surtout utilisé pour distinguer le type du monde forêt et le type du monde glacé pour ce même objet.
it: Il tipo dell'oggetto specifica il tema e il comportamento. Questo è prevalentemente usato per distinguere i tipi di questo oggetto tra Isola del ghiaccio e Foresta.
nn: Objekttypen definerer tema og åtferd til objektet. Dette er stort sett brukt til å skilja mellom skogs- og isvariantar av objektet.
ro: Tipul obiectului definește tematica și comportamentul lui. Este mai ales folosit pentru a distinge între tipul obiectului în lumea forestieră și în lumea de gheață.
sl: Vrsta predmeta določa njegovo temo in obnašanje. To se uporablja predvsem za to, da ločimo med gozdnimi in snežnimi vrstami predmeta

source: The horizontal location of the object in pixels from the left.
fr_ca: La position horizontale de l'objet en pixels depuis la gauche.
it: La posizione orizzontale dell'oggetto in pixel da sinistra.
nn: Vassrett plassering av objektet i pikslar, målt frå venstre.
ro: Localizarea orizontală a obiectului în pixeli începând de la marginea din stânga.
sl: Vodoravni položaj predmeta v pikslih od leve proti desni.

source: The vertical location of the object in pixels from the top.
fr_ca: La position verticale en pixels de l'objet depuis le sommet.
it: La posizione verticale dell'oggetto in pixel dall'alto.
nn: Vassrett plassering av objektet i pikslar, målt frå toppen.
ro: Localizarea verticală a obiectului în pixeli începând de la marginea de sus.
sl: Navpični položaj predmeta v pikslih od zgoraj navzdol.

source: Copyright
ar: حقوق النشر والتأليف
az: Müəllif hüququ
et: Autoriõigused kaitstud
he: כל הזכויות שמורות
hy: Հեղինակային իրավունք
id: Hak Cipta
is: Höfundarréttur
ro: Drepturi de autor
sk: Autorské práva
sl: Avtorske pravice
sq: E drejta e autorit
sr: Ауторска права
tr: Telif hakkı
uk: Авторське право
uz: Mualliflik huquqi

source: This game comes with ABSOLUTELY NO WARRANTY. This is free software, and you are welcome to redistribute it under certain conditions; see the license file for details.
ar: هذه اللعبة لا تأتي بأي ضمانة مهما تكن. هذه اللعبة برمجية حرة، وأنت لك الحرية في توزيعها تحت شروط معينة، اقرأ ملف الترخيص للمزيد من المعلومات.
az: Bu oyun QEYDİYYƏT YOX ZƏMANƏT ilə gəlir. Bu pulsuz proqramdır və xoş gəlmisiniz müəyyən şərtlər altında yenidən bölüşdürmək; təfərrüatlar üçün lisenziya faylına baxın.
et: Selle mänguga ei kaasne ABSOLUUTSELT GARANTIITI. See on tasuta tarkvara ja olete teretulnud seda teatud tingimustel edasi levitada; vaadake üksikasju litsentsifailist.
fr_ca: Ce jeu ne vient avec ABSOLUMENT AUCUNE GARANTIE. C'est un logiciel gratuit, et vous pouvez le redistribuer sous certaine conditions; consultez la licence pour plus de détails.
he: המשחק הזה מגיע ללא אחריות כלל. זוהי תכנה חופשית והנך רשאי/ת להפיץ אותה מחדש בכפוף לתנאים מסוימים; לפרטים יש לראות את קובץ הרישיון.
hr: Ova igra dolazi APSOLUTNO BEZ JAMSTVA. Ovo je besplatni softver i dobrodošli ste redistribuirati ga pod određenim uvjetima; pogledajte datoteku licence za detalje.
hy: Այս խաղը բացարձակապես ՈՉ ԵՐԱՇԽԻՔ ունի: Սա անվճար ծրագիր է, և դուք ողջունում եք վերաբաշխել այն որոշակի պայմաններում. մանրամասների համար տես լիցենզիայի ֆայլը:
id: Permainan ini tidak memiliki JAMINAN. Ini adalah perangkat lunak gratis, dan kamu bebas untuk mendistribusikan sesuai aturan tertentu; lihat berkas lisensi untuk detail.
is: Þessi leikur kemur með ALGJÖR ENGA ÁBYRGÐ. Þetta er ókeypis hugbúnaður og þér er velkomið að endurdreifa því við ákveðnar aðstæður; sjá leyfisskrána fyrir frekari upplýsingar.
it: Il gioco viene fornito SENZA NESSUNA GARANZIA. Questo è software libero e sei libero di redistribuirlo sotto alcune condizioni; vedi il file di licenza per i dettagli.
nn: Dette spelet kjem heilt utan nokon garantiar. Det er fri programvare, og du må gjerne gje det vidare til andre, under visse vilkår. Sjå lisensfila for meir informasjon.
ro: Acest joc vine FĂRĂ ABSOLUT NICIO GARANȚIE. Acesta este un program liber și sunteți binevenit să îl redistribuiți cu anumite condiții. Citiți fișierul LICENSE pentru detalii.
sk: Táto hra je ABSOLÚTNE BEZ ZÁRUKY. Ide o slobodný softvér, ktorého redistribúcia je za istých podmienok vítaná; podrobnosti môžete nájsť v licenčnom súbore.
sl: Za to igro NIKAKOR NE JAMČIMO. To je brezplačna in prosta programska oprema in dovoljeno ti jo je deliti in razmnoževati pod določenimi pogoji; več o tem si preberi v datoteki za licenco.
sq: Kjo lojë vjen me ASNJË GARANCI. Ky është softuer falas dhe ju jeni të mirëpritur rishpërndajeni atë në kushte të caktuara; shikoni skedarin e licencës për detaje.
sr: Ова игрица не даје АПСОЛУТНО НИКАКВЕ ГАРАНЦИЈЕ. Ово је слободан софтвер и можете га поновно дистрибуирати под одређеним условима; погледајте Лиценцу за детаље.
tr: Bu oyunla gelen MUTLAK GARANTİ YOKTUR. Bu ücretsiz bir yazılımdır. ve sen belirli koşullar altında oyunu tekrar dağıtabilirsin; ayrıntılar için LİSANS dosyasına bakın.
uk: Ця гра поширюється БЕЗ ЖОДНОЇ ГАРАНТІЇ. Це вільний програмний продукт і ви ладні поширювати його з дотриманням певних вимог; щоб дізнатись подробиці дивись ліцензію.
uz: Bu o'yin MUTLAK KAFOLAT YO'Q. Bu bepul dasturiy ta'minot va sizga xush kelibsiz muayyan shartlar ostida uni qayta taqsimlash; batafsil ma'lumot uchun litsenziya fayliga qarang.

source: Usage: {} [OPTIONS] [LEVELFILE]
ar: الاستخدام: {} [OPTIONS] [LEVELFILE]
az: İstifadə: {} [OPTIONS] [LEVELFILE]
et: Kasutamine: {} [OPTIONS] [LEVELFILE]
fr_ca: Usage: {} [OPTIONS] [FICHIERDENIVEAU]
he: שימוש: {} [OPTIONS] [LEVELFILE]
hr: Upotreba: {} [OPCIJE] [DATOTEKA RAZINE]
hy: Օգտագործում՝: {} [OPTIONS] [LEVELFILE]
id: Penggunaan: {} [OPSI] [BERKASLEVEL]
is: Notkun: {} [OPTIONS] [LEVELFILE]
it: Uso: {} [OPZIONI] [FILE DI LIVELLO]
nn: Bruk: {} [VAL] [BRETTFIL]
ro: Utilizare: {} [OPȚIUNI] [FIȘIERUL NIVELULUI]
sk: Použitie: {} [MOŽNOSTI] [SÚBORÚROVNE]
sl: Uporaba: {} [MOŽNOSTI] [DATOTEKA_STOPNJE]
sq: Përdorimi: {} [OPSIONET] [SKEDARINIVELIT]
sr: Употреба: {} [OPTIONS] [LEVELFILE]
uk: Використання: {} [ПАРАМЕТРИ] [ФАЙЛ_РІВНЯ]
uz: Foydalanish: {} [OPTIONS] [LEVELFILE]

source: General Options:
ar: خيارات عامة:
az: Ümumi Seçimlər:
et: Üldised valikud:
fr_ca: Options Générales:
he: אפשרויות כלליות:
hr: Opće opcije:
hy: Ընդհանուր ընտրանքներ.
id: Opsi Umum:
is: Almennir valkostir:
it: Opzioni Generali:
nn: Generelle val:
ro: Opțiuni generale:
sk: Všeobecné možnosti:
sl: Splošne možnosti:
sq: Opsionet e përgjithshme:
sr: Опште опције:
tr: Genel Seçenekler:
uk: Основні параметри:
uz: Umumiy variantlar:

source: -h, --help Show this help message and quit
ar: -h، - help إظهار رسالة المساعدة هذه وإنهاء
az: -h, --help Bu yardım mesajını göstərin və çıxın
et: -h, --help Näitab seda abiteadet ja välju
fr_ca: -h, --help Montrer ce message d'aide et quitter
he: -h, --help הצג הודעת עזרה זו וצא
hr: -h, --help Prikaži ovu poruku pomoći i izađi
hy: -h, --help Ցույց տալ այս օգնության հաղորդագրությունը և դուրս գալ
id: -h, --help Tampilkan pesan bantuan ini dan keluar
is: -h, --help Sýndu þessi hjálparskilaboð og hættu
it: -h, --help Mostra questo messaggio di aiuto e chiude
nn: -h, --help Vis denne hjelpemeldinga og avslutt.
ro: -h, --help Afișează acest mesaj și iese
sk: -h, --help Zobraziť túto správu s pomocou a ukončiť hru
sl: -h, --help : Prikaži sporočilo s pomočjo in ustavi program
sq: -h, --help Shfaq këtë mesazh ndihme dhe dil
sr: -h, --help Приказује ову поруку помоћи и излази
tr: -h, --help Yardım mesajını göster ve kapat
uk: -h, --help Показати цю довідку та вийти
uz: -h, --help Ushbu yordam xabarini ko'rsating va chiqing

source: -v, --version Show SuperTux version and quit
ar: -v, --version عرض إصدار SuperTux وإنهاء
az: -v, --version SuperTux versiyasını göstərin və çıxın
et: -v, --version Kuva SuperTuxi versioon ja välju
fr_ca: -v, --version Montre la version de SuperTux et quitter
he: -v, --version הצגת גרסת SuperTux ויציאה
hr: -v, --version Prikaži SuperTux verziju i izađi
hy: -v, --version Ցուցադրել SuperTux տարբերակը և դուրս գալ
id: -v, --version Tampilkan versi SuperTux dan keluar
is: -v, --version Sýna SuperTux útgáfu og hætta
it: -v, --version Mostra la versione di SuperTux e chiude
nn: -v, --version Vis versjonsinfo og avslutt.
ro: -v, --version Afișează versiunea SuperTux și iese
sk: -v, --version Zobraziť verziu hry SuperTux a ukončiť hru
sl: -v, --version : Izpiši različico igre in ustavi program
sq: -v, --version Shfaq version e SuperTux dhe dil
sr: -v, --version Приказује верзију СуперТакса и излази
tr: -v, --version SuperTux sürüm numarasını göster ve kapat
uk: -v, --version Показати версію SuperTux та вийти
uz: -v, --version SuperTux versiyasini ko'rsating va chiqing

source: --verbose Print verbose messages
ar: --verbose طباعة مطولة للرسائل
az: --verbose Ətraflı mesajları çap edin
et: --verbose Prinditakse üksikasjalikud sõnumid
fr_ca: --verbose Afficher en console plus de détails
he: --verbose הדפס הודעות מילוליות
hr: --verbose Ispis opširnih poruka
hy: --verbose Տպել բազմակողմանի հաղորդագրություններ
id: --verbose Tampilkan pesan lebih lengkap
is: --orðtak Prenta orðrétt skilaboð
it: --verbose Stampa messaggi prolissi
nn: --verbose Vis utvida meldingar.
ro: --verbose Scrie mesaje detaliate
sk: --verbose Vypisovať detailné správy
sl: --verobse : Izpiši informativna sporočila
sq: --verbose Shkruaj shumë mesazhe
sr: --verbose Приказује опширне поруке
tr: --verbose Ayrıntılı mesajları yazdır
uk: --verbose Виводити додаткову інформацію
uz: --verbose Batafsil xabarlarni chop etish

source: --debug Print extra verbose messages
ar: --debug طباعة رسائل مطولة إضافية
az: --debug Əlavə ətraflı mesajları çap edin
et: --debug Lisasõnaliste sõnumite printimine
fr_ca: --debug Afficher en console encore plus de détails
he: --debug הדפס הודעות מילוליות נוספות
hr: --debug Ispis ekstra opširnih poruka
hy: --վրիպազերծում Տպել լրացուցիչ ծավալուն հաղորդագրություններ
id: -debug Tampilkan pesan ekstra lebih lengkap
is: --debug Prenta fleiri orðrétt skilaboð
it: -debug Stampa messaggi prolissi extra
nn: --debug Vis endå fleire utvida meldingar.
ro: --debug Scrie mesaje foarte detaliate
sk: --debug Vypisovať ďalšie detailné správy
sl: --debug : Izpiši dodatna informativna sporočila
sq: --debug Shkruaj shumë mesazhe shtesë
sr: --debug Приказује опширније поруке
tr: --debug Ek mesajları yazdır
uk: --debug Виводити всю додаткову інформацію
uz: --debug Qo'shimcha batafsil xabarlarni chop etish

source: --log-tinygettext Show tinygettext logs
fr_ca: --log-tinygettext Afficher la journalisation de tinygettext
it: --log-tinygettext Mostra I registri tinygettext
nn: --log-tinygettext Vis tinygettext-loggar.
ro: --log-tinygettext Afișează jurnalul de tinygettext
sl: --log-tinygettext Pokaže zapise tinygettext

source: --print-datadir Print SuperTux's primary data directory.
ar: --print-datadir اطبع دليل البيانات الأساسي لبرنامج SuperTux.
az: --print-datadir SuperTux-un əsas məlumat kataloqunu çap edin.
et: --print-datadir Printige SuperTuxi esmane andmekataloog.
fr_ca: --print-datadir Affiche le répertoire principal des données de SuperTux
he: --print-datadir הדפס את ספריית הנתונים הראשית של SuperTux.
hr: --print-datadir Ispiši SuperTuxov primarni direktorij podataka.
hy: --print-datadir Տպել SuperTux-ի հիմնական տվյալների գրացուցակը:
id: --print-datadir Tampilkan direktori data utama SuperTux.
is: -v, --version Sýna SuperTux útgáfu og hætta
it: --print-datadir Stampa la cartella di dati principale di SuperTux.
nn: --print-datadir Vis hovudmappa for speldata.
ro: --print-datadir Imprimă directorul de date primar al SuperTux.
sk: --print-datadir Vytlačí primárny dátový adresár SuperTuxu.
sl: --print-datadir : Izpiši glavni podatkovni imenik igre
sq: --print-datadir Printo direktorinë kryesore të të dhënave të SuperTux.
sr: --print-datadir Исписује примарни директоријум података СуперТукс-а.
tr: --print-datadir Supertux'un birincil veri klasörünü yazdır.
uk: --print-datadir Вивести основну теку даних SuperTux.
uz: --print-datadir SuperTux-ning asosiy ma'lumotlar katalogini chop eting.

source: --acknowledgements Print the licenses of libraries used by SuperTux.
ar: --acknowledgements اطبع تراخيص المكتبات المستخدمة من قبل SuperTux.
az: --acknowledgements SuperTux tərəfindən istifadə olunan kitabxanaların lisenziyalarını çap edin.
et: --acknowledgements Printige SuperTuxi kasutatavate raamatukogude litsentsid.
fr_ca: --acknowledgements Imprimer les licenses des librairies utilisées par SuperTux.
he: --acnowledgements הדפס את הרישיונות של ספריות המשמשות את SuperTux.
hr: --acknowledgements Ispis licenci biblioteka koje koristi SuperTux.
hy: --acknowledgements Տպել SuperTux-ի կողմից օգտագործվող գրադարանների լիցենզիաները:
id: --acknowledgements Mencetak lisensi perpustakaan yang digunakan oleh SuperTux.
is: --viðurkenningar Prenta leyfi bókasöfnum sem SuperTux notar.
it: --acknowledgements Stampa le licenze delle librerie usate da SuperTux
nn: --acknowledgements Vis lisensane til bibliotek brukte av SuperTux.
ro: --acknowledgements Tipăriți licențele bibliotecilor utilizate de SuperTux.
sk: --acknowledgements Vytlačí licencie knižníc používaných SuperTuxom.
sl: --acknowledgements : Izpiši licence vseh knjižnic, ki jih uporablja SuperTux.
sq: --acknowledgements Printoni licencat e bibliotekave të përdorura nga SuperTux.
sr: --acknowledgements Исписује лиценце библиотека које користи СуперТукс.
tr: --acknowledgements SuperTux tarafından kullanılan kitaplıkların lisanslarını yazdırın.
uk: --acknowledgements Надрукувати ліцензії бібліотек, які використовує SuperTux.
uz: --acknowledgements SuperTux tomonidan foydalaniladigan kutubxonalar litsenziyalarini chop eting.

source: Video Options:
ar: خيارات الفيديو:
az: Video Seçimləri:
et: Video valikud:
fr_ca: Options Vidéos:
he: אפשרויות וידאו:
hr: Video opcije:
hy: Տեսանյութի ընտրանքներ.
id: Opsi Video:
is: Myndbandsvalkostir:
it: Opzioni Video:
nn: Grafikkval:
ro: Opțiuni video:
sk: Grafické možnosti:
sl: Nastavitve slike:
sq: Opsionet e videos:
sr: Видео опције:
tr: Video Seçenekleri:
uk: Налаштування відео:
uz: Video parametrlari:

source: -f, --fullscreen Run in fullscreen mode
ar: -f ، --fullscreen تشغيل ملء الشاشة في وضع ملء
az: -f, --tam ekran Tam ekran rejimində işləyin
et: -f, --fullscreen Käivitage täisekraanirežiimis
fr_ca: -f, --fullscreen Démarrer en mode plein écran
he: -f, --fullscreen הפעלה במצב מסך מלא
hr: -f, --fullscreen Pokretanje u načinu cijelog zaslona
hy: -f, --fullscreen Գործարկել լիաէկրան ռեժիմովq
id: -f, --fullscreen Jalankan dalam mode layar penuh
is: -f, --fullscreen Keyra í fullskjásstillingu
it: -f, --fullscreen Esegui in modalità a schermo intero
nn: -f, --fullscreen Køyr i fullskjermsmodus.
ro: -f, --fullscreen Rulează pe tot ecranul
sk: -f, --fullscreen Spustiť hru v režime celej obrazovky
sl: -f, --fullscreen : Igra zapolni ves zaslon
sq: -f, --fullscreen Ekzekuto me ekran të plotë
sr: -f, --fullscreen Рад у режиму пуног екрана
tr: -f, --fullscreen Tam ekran modunda çalışacak
uk: -f, --fullscreen Запустити у повноекранному режимі
uz: -f, --fullscreen To'liq ekran rejimida ishga tushirish

source: -w, --window Run in window mode
ar: -w, --window تشغيل النافذة في وضع النافذة
az: -w, --window Pəncərə rejimində işləyin
et: -w, --window Käivitage aknarežiimis
fr_ca: -w, --window Démarrer en mode fenêtré
he: -w, --window הרצה במצב חלון
hr: -w, --window Pokretanje u načinu prozora
hy: -w, --window Գործարկել պատուհանի ռեժիմում
id: -w, --window Jalankan dalam mode jendela
is: -w, --window Keyra í gluggaham
it: -w, --window Esegui in modalità finestra
nn: -w, --window Køyr i vindaugsmodus.
ro: -w, --window Rulează într-o fereastră
sk: -w, --window Spustiť hru v režime okna
sl: -w, --window : Igra teče v oknu
sq: -w, --window Ekzekuto në një dritare
sr: -w, --window Рад у режиму прозора
tr: -w, --window Pencere modunda çalışacak
uk: -w, --window Запустити у віконному режимі
uz: -w, --window Oyna rejimida ishga tushirish

source: -g, --geometry WIDTHxHEIGHT Run SuperTux in given resolution
ar: -g, --geometry WIDTHxHEIGHT ، قم بتشغيل SuperTux بدقة معينة
az: -g, --geometry WIDTHxHEIGHT SuperTux-u verilmiş təsvir ölçüsündə işə salın
et: -g, --geometry WIDTHxHEIGHT Käivitage SuperTux etteantud eraldusvõimega
fr_ca: -g, --geometry LARGEURxHAUTEUR Lancer SuperTux avec la résolution donnée
he: -g, --geometry WIDTHxHEIGHT הפעל את SuperTux ברזולוציה נתונה
hr: -g, --geometry WIDTHxHEIGHT Pokreni SuperTux u zadanoj rezoluciji
hy: -g, --geometry WIDTHxHEIGHT Գործարկեք SuperTux-ը տվյալ լուծաչափով
id: -g, --geometry LEBARxTINGGI Jalankan SuperTux dalam resolusi yang ditentukan
is: -g, --geometry WIDTHxHEIGHT Keyrðu SuperTux í tiltekinni upplausn
it: -g, --geometry WIDTHxHEIGHT Esegui SuperTux alla risoluzione data
nn: -g, --geometry BREIDDxHØGD Køyr spelet med vald skjermoppløysing.
ro: -g, --geometry LĂȚIMExÎNĂLȚIME Rulează SuperTux în rezoluția cerută
sk: -g, --geometry ŠÍRKAxVÝŠKA Spustiť SuperTux v danom rozlíšení
sl: -g, --geometry ŠIRINAxVIŠINA : SuperTux teče v dani ločljivosti
sq: -g, --geometry GJERËSIAxLARTËSIA Nis SuperTux me rezolucionin e dhënë
sr: -g, --geometry ШИРxВИС Покреће СуперТакс у задатој резолуцији
tr: -g, --geometry GENİŞLİKxYÜKSEKLİK SuperTux u verilen çözünürlükte çalıştır
uk: -g, --geometry ШИРИНАxВИСОТА Запустити SuperTux у вказаному розширенні
uz: -g, --geometry WIDTHxHEIGHT SuperTux-ni berilgan ruxsatda ishga tushiring

source: -a, --aspect WIDTH:HEIGHT Run SuperTux with given aspect ratio
ar: -a, --aspect WIDTH:HEIGHT قم بتشغيل SuperTux مع نسبة عرض إلى ارتفاع معينة
az: -a, --aspect WIDTH:HEIGHT Verilmiş aspekt nisbəti ilə SuperTux-u işə salın
et: -a, --aspect WIDTH:HEIGHT Käivitage SuperTux etteantud kuvasuhtega
fr_ca: -a, --aspect LARGEUR:HAUTEUR Lancer SuperTux avec le ratio donné
he: -a, --aspect WIDTH:HEIGHT הפעל SuperTux עם יחס רוחב-גובה נתון
hr: -a, --aspect WIDTH:HEIGHT Pokreni SuperTux sa zadanim omjerom širine i visine
hy: -a, --aspect WIDTH:HEIGHT Գործարկեք SuperTux-ը տվյալ կողմի հարաբերակցությամբ
id: -a, --aspect LEBAR:TINGGI Jalankan SuperTux dengan rasio aspek yang ditentukan
is: -a, --aspect WIDTH:HEIGHT Keyrðu SuperTux með uppgefnu stærðarhlutfalli
it: -a, --aspect WIDTH:HEIGHT Esegui SuperTux con le proporzioni fornite
nn: -a, --aspect BREIDD:HØGD Køyr spelet med valt breidd/høgd-forhold.
ro: -a, --aspect LĂȚIMExÎNĂLȚIME Rulează SuperTux cu rația de aspect cerută
sk: -a, --aspect ŠÍRKA:VÝŠKA Spustiť SuperTux s daným pomerom šírky a výšky
sl: -a, --aspect ŠIRINA:VIŠINA : SuperTux teče v danem razmerju
sq: -a, --aspect WIDTH:HEIGHT Ekzekuton SuperTux me përmasat e dhëna
sr: -a, --aspect ШИР:ВИС Покреће СуперТакс у задатом односу размере
tr: -a, --aspect GENİŞLİK:YÜKSEKLİK SuperTux u verilen en boy oranında çalıştır
uk: -a, --aspect ШИРИНА:ВИСОТА Запустити SuperTux у вказаному співвідношенні сторін
uz: -a, --aspect WIDTH:HEIGHT Berilgan tomonlar nisbati bilan SuperTux-ni ishga tushiring

source: -d, --default Reset video settings to default values
ar: -d, --default افتراضي إعادة تعيين إعدادات الفيديو إلى القيم
az: -d, --default Video parametrlərini standart dəyərlərə sıfırlayın
et: -d, --default Lähtestab video seaded vaikeväärtustele
fr_ca: -d, --default Remettre à zéro des réglages vidéo
he: -d, --default אפס את הגדרות הווידאו לערכי ברירת המחדל
hr: -d, --default Vrati video postavke na zadane vrijednosti
hy: -d, --default Վերականգնել տեսանյութի կարգավորումները լռելյայն արժեքներին
id: -d, --default Setel ulang pengaturan video ke nilai baku
is: -d, --default Endurstilla myndbandsstillingar á sjálfgefin gildi
it: -d, --default Ripristina le impostazioni video ai valori originali
nn: -d, --default Tilbakestill grafikkinnstillingane til standardverdiar.
ro: -d, --default Restabilește setările video implicite
sk: -d, --default Obnoviť predvolené hodnoty grafických nastavení
sl: -d, --default : Ponastavi nastavitve slike na privzete vrednosti
sq: -d, --default Rivendos parametrat e videos në vlerat e paracaktuara
sr: -d, --default Ресетује видео поставке на подразумеване вредности
tr: -d, --default Video ayarlarını varsayılan ayarlara çevir
uk: -d, --default Скинути відео-налаштування до типових
uz: -d, --default Video sozlamalarini standart qiymatlarga qaytarish

source: --renderer RENDERER Use sdl, opengl, or auto to render
ar: -renderer RENDERER استخدم sdl أو opengl أو auto للعرض
az: --renderer RENDERER Göstərmək üçün sdl, opengl və ya auto istifadə edin
et: --renderer RENDERER Kasutage renderdamiseks sdl-i, opengl-i või automaatset
fr_ca: --renderer RENDERER Utiliser sdl, opengl ou auto pour le rendu
he: --renderer RENDERER השתמש ב-sdl, opengl או auto כדי לרנדר
hr: --renderer RENDERER Koristite sdl, opengl ili auto za renderiranje
hy: --renderer RENDERER Օգտագործեք sdl, opengl կամ auto վերարտադրության համար
id: --renderer RENDERER Gunakan sdl, opengl, atau auto untuk merender
is: --renderer RENDERER Notaðu sdl, opengl eða auto til að birta
it: --renderer RENDERER Usa sdl, opengl, o auto per la visualizzazione
nn: --renderer RENDERER Bruk «sdl», «opengl» eller «auto» for grafikk.
ro: --renderer RENDATOR Folosește sdl, opengl sau auto pentru randare
sk: --renderer RENDERER Čo používať na vykresľovanie – sdl, opengl alebo auto
sl: --renderer IZRISOVALNIK : Za poganjanje igre uporabi sdl, opengl ali auto
sq: --renderer RENDERER Përdor sdl, opengl, ose auto për render
sr: --renderer ИСЦРТАВАЧ Користи sdl, opengl, или auto за исцртавање
tr: --renderer RENDERER sdl, opengl, veya otomatik bir işleyici kullan
uk: --renderer РЕНДЕР Використовуйте sdl, opengl, або auto
uz: --renderer RENDERER Ko'rsatish uchun sdl, opengl yoki auto dan foydalaning

source: Audio Options:
ar: خيارات الصوت:
az: Audio Seçimlər:
et: Helivalikud:
fr_ca: Options d'Audio:
he: אפשרויות שמע:
hr: Audio opcije:
hy: Աուդիո ընտրանքներ.
id: Opsi Audio:
is: Hljóðvalkostir:
it: Opzioni Audio:
nn: Lydval:
ro: Opțiuni audio:
sk: Zvukové možnosti:
sl: Možnosti zvoka:
sq: Opsionet e zërit:
sr: Аудио опције:
tr: Ses Seçenekleri:
uk: Налаштування звуку:
uz: Audio parametrlari:

source: --disable-sound Disable sound effects
ar: --disable-sound تعطيل الصوت تعطيل
az: --disable-sound Səs effektlərini söndürün
et: --disable-sound Heliefektide keelamine
fr_ca: --disable-sound Désactiver les effets sonores
he: --disable-sound השבתת אפקט צלילים
hr: --disable-sound Onemogući zvučne efekte
hy: --disable-sound Անջատել ձայնային էֆեկտները
id: --disable-sound Nonaktifkan efek suara
is: --disable-sound Slökkva á hljóðbrellum
it: --disable-sound Disabilita gli effetti sonori
nn: --disable-sound Slå av alle lydeffektar.
ro: --disable-sound Dezactivează efectele sonore
sk: --disable-sound Zakázať zvukové efekty
sl: --disable-sound : Onemogoči zvočne učinke
sq: --disable-sound Çaktivizon efektet e tingujve
sr: --disable-sound Искључује звучне ефекте
tr: --disable-sound Ses efektlerini devre dışı bırak
uk: --disable-sound Вимкнути звукові ефекти
uz: --disable-sound Ovoz effektlarini o'chirish

source: --disable-music Disable music
ar: --disable-music تعطيل الموسيقى
az: --disable-music Musiqini söndürün
et: --disable-music Muusika keelamine
fr_ca: --disable-music Désactiver la musique
he: --disable-music נטרול מוזיקה
hr: --disable-music Onemogući glazbu
hy: --disable-music Անջատել երաժշտությունը
id: --disable-music Nonaktifkan musik
is: --disable-music Slökkva á tónlist
it: --disable-music Disabilita la musica
nn: --disable-music Slå av all musikk.
ro: --disable-music Dezactivează muzica
sk: --disable-music Zakázať hudbu
sl: --disable-music : Onemogoči glasbo
sq: --disable-music Çaktivizon muzikën
sr: --disable-music Искључује музику
tr: --disable-music Müziği devre dışı bırak
uk: --disable-music Вимкнути музику
uz: --disable-music Musiqani o'chirish
