Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Share this worldmap under license CC-BY-SA 4.0 International (advised). It allows modifications and redistribution by third-parties. If you don't agree with this license, change it in worldmap properties. DISCLAIMER: The SuperTux authors take no responsibility for your choice of license.
ar: شارك خريطة العالم هذه بموجب ترخيص CC-BY-SA 4.0 International (يُنصح به). يسمح بالتعديلات وإعادة التوزيع من قبل أطراف ثالثة. إذا كنت لا توافق على هذا الترخيص ، فقم بتغييره في خصائص خريطة العالم. إخلاء المسؤولية: لا يتحمل مؤلفو SuperTux أي مسؤولية عن اختيارك للترخيص.
az: Bu dünya xəritəsini CC-BY-SA 4.0 Beynəlxalq lisenziyası əsasında paylaşın (məsləhət verilir). Üçüncü tərəflər tərəfindən dəyişikliklərə və yenidən bölüşdürülməyə imkan verir. Bu lisenziya ilə razı deyilsinizsə, onu dünya xəritəsi xüsusiyyətlərində dəyişdirin. MƏLUMAT: SuperTux müəllifləri lisenziya seçiminizə görə heç bir məsuliyyət daşımır.
et: Jagage seda maailmakaarti litsentsi CC-BY-SA 4.0 International alusel (soovitav). See võimaldab kolmandatel osapooltel muudatusi teha ja edasi levitada. Kui te selle litsentsiga ei nõustu, muutke seda maailmakaardi atribuutides. LAHTIÜTLEMINE: SuperTuxi autorid ei vastuta teie litsentsivaliku eest.
fr_ca: Partager cette carte du monde sous licence CC-BY-SA 4.0 International (conseillé). Les modifications et la redistribution par des tierces parties sont autorisées. Si vous n'êtes pas d'accord avec cette licence, modifiez-la dans les propriétés de la carte du monde. AVERTISSEMENT : Les auteurs de SuperTux ne sont pas responsables de votre choix de licence.
he: שיתוף מפת עולם זו תחת רישיון CC-BY-SA 4.0 International (מומלץ). הוא מאפשר לבצע בו שינויים ולהפיצו מחדש על ידי אנשי צד־שלישי. אם הרישיון לא מוסכם מבחינתך, ניתן לשנות אותו במאפייני מפת העולם. נא לשים לב: יוצרי SuperTux לא לוקחים אחריות כלל על בחירת הרישיון שלך.
hr: Dijelite ovu kartu svijeta pod licencom CC-BY-SA 4.0 International (preporučeno). Dopušta izmjene i redistribuciju trećim stranama. Ako se ne slažete s ovom licencom, promijenite je u svojstvima karte svijeta. ODRICANJE ODGOVORNOSTI: Autori SuperTuxa ne preuzimaju odgovornost za vaš izbor licence.
hy: Կիսեք այս աշխարհի քարտեզը CC-BY-SA 4.0 International լիցենզիայի ներքո (խորհուրդ է տրվում): Այն թույլ է տալիս փոփոխություններ և վերաբաշխում երրորդ կողմերի կողմից: Եթե ​​համաձայն չեք այս լիցենզիայի հետ, փոխեք այն աշխարհի քարտեզի հատկություններում: ՀՐԱԺԵՇՏՈՒՄ. SuperTux-ի հեղինակները պատասխանատվություն չեն կրում ձեր լիցենզիայի ընտրության համար:
id: Bagikan peta dunia ini di bawah lisensi CC-BY-SA 4.0 International (disarankan). Lisensi ini mengizinkan modifikasi dan distribusi ulang oleh pihak ketiga. Jika Anda tidak setuju dengan lisensi ini, ubahlah di properti peta dunia. DISKLAIMER: Para penulis SuperTux tidak memiliki tanggung jawab apapun terhadap pilihan lisensi Anda.
is: Deildu þessu heimskorti með leyfi CC-BY-SA 4.0 International (ráðlagt). Það leyfir breytingar og endurdreifingu af þriðja aðila. Ef þú ert ekki sammála þessu leyfi skaltu breyta því í eiginleikum heimskortsins. FYRIRVARI: SuperTux höfundar taka enga ábyrgð á vali þínu á leyfi.
it: Condividi questa mappa con licenza CC-BY-SA 4.0 Internazionale (consigliato). Questo permette la modifica e la redistribuzione da terze parti. Se non sei d'accordo con questa licenza, cambiala nelle proprietà del mondo. DICHIARAZIONE LIBERATORIA: Gli autori di SuperTux non si assumono alcuna responsabilità per la licenza scelta.
nn: Del dette verdskartet under lisensen CC-BY-SA 4.0 International (tilrådd). Lisensen tillèt at andre gjer endringar i verdskartet og vidareformidlar det. Viss du ikkje likar vilkåra i lisensen, kan du endra han i verdskarteigenskapane. MERK: SuperTux-utviklarane tek ikkje ansvar for kva lisens du vel.
ro: Distribuiți această hartă a lumii sub licență CC-BY-SA 4.0 International (recomandat). Permite modificări și redistribuire de către terți. Dacă nu sunteți de acord cu această licență, schimbați-o în proprietățile hărții lumii. RENUNȚAREA RESPONSABILITĂȚII: Autorii SuperTux nu își asumă responsabilitatea pentru alegerea dvs. de licență.
sk: Zdieľajte túto mapu sveta na základe licencie CC-BY-SA 4.0 International (odporúčané). Umožňuje úpravy a redistribúciu tretími stranami. Ak s touto licenciou nesúhlasíte, zmeňte ju vo vlastnostiach worldmap. ODMIETNUTIE ZODPOVEDNOSTI: Autori SuperTux nenesú žiadnu zodpovednosť za váš výber licencie.
sl: Ta zaris sveta lahko deliš pod licenco CC-BY-SA 4.0 International (priporočljivo). S tem sta drugim omogočena preurejanje in ponovno deljenje. Če se s to licenco ne strinjaš, jo spremeni v nastavitvah sveta. OPOZORILO: Avtorji SuperTuxa ne prevzemajo odgovornosti za tvojo izbiro licence.
sq: Ndani këtë hartë botërore me licencën CC-BY-SA 4.0 International (këshilluar). Ai lejon modifikimet dhe rishpërndarjen nga palët e treta. Nëse nuk jeni dakord me këtë licencë, ndryshoni atë në pronat e hartës së botës. MOFIMI: Autorët e SuperTux nuk marrin asnjë përgjegjësi për zgjedhjen tuaj të licencës.
sr: Делите ову мапу света под лиценцом CC-BY-SA 4.0 International (препоручено). Дозвољене су измене и редистрибуција од стране трећих лица. Ако се не слажете са овом лиценцом, промените је у својствима мапе света. ОДРИЦАЊЕ ОДГОВОРНОСТИ: Аутори СуперТукс-а не преузимају никакву одговорност за ваш избор лиценце.
tr: Bu dünya haritasını CC-BY-SA 4.0 International (önerilir) lisansı altında paylaşın. Üçüncü taraflarca değişiklik yapılmasına ve yeniden dağıtılmasına izin verir. Bu lisansı kabul etmiyorsanız, dünya haritası özelliklerinde değiştirin. SORUMLULUK REDDİ: SuperTux yazarları, lisans seçiminiz için hiçbir sorumluluk kabul etmez.
uk: Поділіться цією картою світу за ліцензією CC-BY-SA 4.0 International (рекомендується). Це дозволяє модифікувати та розповсюджувати сторонніми особами. Якщо ви не згодні з цією ліцензією, змініть її у властивостях карти світу. ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ: автори SuperTux не несуть відповідальності за ваш вибір ліцензії.
uz: Ushbu dunyo xaritasini CC-BY-SA 4.0 International litsenziyasi ostida baham ko'ring (tavsiya etiladi). Bu uchinchi shaxslar tomonidan o'zgartirish va qayta taqsimlash imkonini beradi. Agar siz ushbu litsenziyaga rozi bo'lmasangiz, uni dunyo xaritasi xususiyatlarida o'zgartiring. Ogohlantirish: SuperTux mualliflari litsenziyani tanlaganingiz uchun javobgarlikni olmaydilar.

source: Share this level under license CC-BY-SA 4.0 International (advised). It allows modifications and redistribution by third-parties. If you don't agree with this license, change it in level properties. DISCLAIMER: The SuperTux authors take no responsibility for your choice of license.
ar: شارك هذا المستوى بموجب ترخيص CC-BY-SA 4.0 International (ينصح به). يسمح بالتعديلات وإعادة التوزيع من قبل أطراف ثالثة. إذا كنت لا توافق على هذا الترخيص ، فقم بتغييره في خصائص المستوى. إخلاء المسؤولية: لا يتحمل مؤلفو SuperTux أي مسؤولية عن اختيارك للترخيص.
az: Bu səviyyəni CC-BY-SA 4.0 Beynəlxalq lisenziyası ilə paylaşın (məsləhət verilir). Üçüncü tərəflər tərəfindən dəyişikliklərə və yenidən bölüşdürülməyə imkan verir. Bu lisenziya ilə razı deyilsinizsə, səviyyəli xüsusiyyətlərdə onu dəyişdirin. MƏLUMAT: SuperTux müəllifləri lisenziya seçiminizə görə heç bir məsuliyyət daşımır.
et: Jagage seda taset litsentsi CC-BY-SA 4.0 International alusel (soovitav). See võimaldab kolmandatel osapooltel muudatusi teha ja edasi levitada. Kui te selle litsentsiga ei nõustu, muutke seda taseme atribuutides. LAHTIÜTLEMINE: SuperTuxi autorid ei vastuta teie litsentsivaliku eest.
fr_ca: Partagez ce niveau sous licence CC-BY-SA 4.0 International (conseillé). Il permet les modifications et la redistribution par des tiers. Si vous n'êtes pas d'accord avec cette licence, modifiez-la dans les propriétés du niveau. AVIS DE NON-RESPONSABILITÉ : Les auteurs de SuperTux n'assument aucune responsabilité quant à votre choix de licence.
he: שיתוף שלב זה תחת רישיון CC-BY-SA 4.0 International (מומלץ). הוא מאפשר לבצע בו שינויים ולהפיצו מחדש על ידי אנשי צד־שלישי. אם הרישיון לא מוסכם מבחינתך, ניתן לשנות אותו במאפייני השלב. נא לשים לב: יוצרי SuperTux לא לוקחים אחריות כלל על בחירת הרישיון שלך.
hr: Podijelite ovu razinu pod licencom CC-BY-SA 4.0 International (preporučeno). Dopušta izmjene i redistribuciju trećim stranama. Ako se ne slažete s ovom licencom, promijenite je u svojstvima razine. ODRICANJE ODGOVORNOSTI: Autori SuperTuxa ne preuzimaju odgovornost za vaš izbor licence.
hy: Կիսեք այս մակարդակը CC-BY-SA 4.0 International լիցենզիայի ներքո (խորհուրդ է տրվում): Այն թույլ է տալիս փոփոխություններ և վերաբաշխում երրորդ կողմերի կողմից: Եթե ​​համաձայն չեք այս լիցենզիայի հետ, փոխեք այն մակարդակի հատկություններում: ՀՐԱԺԵՇՏՈՒՄ. SuperTux-ի հեղինակները պատասխանատվություն չեն կրում ձեր լիցենզիայի ընտրության համար:
id: Bagikan level ini di bawah lisensi CC-BY-SA 4.0 International (disarankan). Lisensi ini mengizinkan modifikasi dan distribusi ulang oleh pihak ketiga. Jika Anda tidak setuju dengan lisensi ini, ubahlah di properti level. DISKLAIMER: Para penulis SuperTux tidak memiliki tanggung jawab apapun terhadap pilihan lisensi Anda.
is: Deildu þessu stigi undir leyfi CC-BY-SA 4.0 International (ráðlagt). Það leyfir breytingar og endurdreifingu af þriðja aðila. Ef þú ert ekki sammála þessu leyfi skaltu breyta því í stigi eiginleika. FYRIRVARI: SuperTux höfundar taka enga ábyrgð á vali þínu á leyfi.
it: Condividi questo livello con licenza CC-BY-SA 4.0 Internazionale (consigliato). Questo permette la modifica e la redistribuzione da terze parti. Se non sei d'accordo con questa licenza, cambiala nelle proprietà del livello. DICHIARAZIONE LIBERATORIA: Gli autori di SuperTux non si assumono alcuna responsabilità per la licenza scelta.
nn: Del dette brettet under lisensen CC-BY-SA 4.0 International (tilrådd). Lisensen tillèt at andre gjer endringar i brettet og vidareformidlar det. Viss du ikkje likar vilkåra i lisensen, kan du endra han i bretteigenskapane. MERK: SuperTux-utviklarane tek ikkje ansvar for kva lisens du vel.
ro: Partajați acest nivel sub licența CC-BY-SA 4.0 International (recomandat). Permite modificări și redistribuire de către terți. Dacă nu sunteți de acord cu această licență, modificați-o în proprietățile nivelului. RENUNȚAREA RESPONSABILITĂȚII: Autorii SuperTux nu își asumă responsabilitatea pentru alegerea dvs. de licență.
sk: Zdieľajte túto úroveň na základe licencie CC-BY-SA 4.0 International (odporúčané). Umožňuje úpravy a redistribúciu tretími stranami. Ak s touto licenciou nesúhlasíte, zmeňte ju vo vlastnostiach úrovne. ODMIETNUTIE ZODPOVEDNOSTI: Autori SuperTux nenesú žiadnu zodpovednosť za váš výber licencie.
sl: To stopnjo deli pod licenco CC-BY-SA 4.0 International (priporočljivo). S tem sta drugim omogočena preurejanje in ponovno deljenje. Če se s to licenco ne strinjaš, jo spremeni v nastavitvah stopnje. OPOZORILO: Avtorji SuperTuxa ne prevzemajo odgovornosti za tvojo izbiro licence.
sq: Ndani këtë nivel sipas licencës CC-BY-SA 4.0 International (këshillohet). Ai lejon modifikimet dhe rishpërndarjen nga palët e treta. Nëse nuk jeni dakord me këtë licencë, ndryshoni atë në pronat e nivelit. MOFIMI: Autorët e SuperTux nuk marrin asnjë përgjegjësi për zgjedhjen tuaj të licencës.
sr: Делите овај ниво под лиценцом CC-BY-SA 4.0 International (препоручује се). Дозвољене су измене и редистрибуција од стране трећих лица. Ако се не слажете са овом лиценцом, промените је у својствима нивоа. ОДРИЦАЊЕ ОДГОВОРНОСТИ: Аутори СуперТукс-а не преузимају никакву одговорност за ваш избор лиценце.
tr: Bu seviyeyi CC-BY-SA 4.0 International (önerilen) lisansı altında paylaşın. Üçüncü taraflarca değişiklik yapılmasına ve yeniden dağıtılmasına izin verir. Bu lisansı kabul etmiyorsanız, seviye özelliklerinde değiştirin. SORUMLULUK REDDİ: SuperTux yazarları, lisans seçiminiz için hiçbir sorumluluk kabul etmez.
uk: Поділіться цим рівнем за ліцензією CC-BY-SA 4.0 International (рекомендовано). Це дозволяє модифікувати та розповсюджувати сторонніми особами. Якщо ви не згодні з цією ліцензією, змініть її у властивостях рівня. ВІДМОВА ВІД ВІДПОВІДАЛЬНОСТІ: автори SuperTux не несуть відповідальності за ваш вибір ліцензії.
uz: Ushbu darajani CC-BY-SA 4.0 International litsenziyasi ostida baham ko'ring (tavsiya etiladi). Bu uchinchi shaxslar tomonidan o'zgartirish va qayta taqsimlash imkonini beradi. Agar siz ushbu litsenziyaga rozi bo'lmasangiz, uni darajadagi xususiyatlarda o'zgartiring. Ogohlantirish: SuperTux mualliflari litsenziyani tanlaganingiz uchun javobgarlikni olmaydilar.

source: An auto-save recovery file was found. Would you like to restore the recovery file and resume where you were before the editor crashed?
ar: تم العثور على ملف استرداد الحفظ التلقائي. هل ترغب في استعادة الانتعاش الملف والاستئناف حيث كنت قبل أن يتعطل المحرر؟
az: Avtomatik saxlama bərpa faylı tapıldı. Bərpanı bərpa etmək istərdiniz fayl və redaktor qəzaya uğramazdan əvvəl harada olduğunuzu davam etdirin?
et: Leiti automaatse salvestamise taastefail. Kas soovite taastumist taastada faili ja jätkata seal, kus olite enne redaktori kokkujooksmist?
fr_ca: Un fichier de récupération d'enregistrement automatique a été trouvé. Souhaitez-vous restaurer la récupération fichier et reprendre là où vous étiez avant que l'éditeur ne plante?
he: נמצא קובץ שחזור לשמירה אוטומטית. האם תרצה לשחזר את השחזור קובץ וקורות חיים איפה שהיית לפני שהעורך קרס?
hr: Pronađena je datoteka za oporavak za automatsko spremanje. Želite li vratiti oporavak datoteku i životopis gdje ste bili prije nego što se uređivač srušio?
hy: Գտնվել է ավտոմատ պահման վերականգնման ֆայլ: Ցանկանու՞մ եք վերականգնել վերականգնումը ֆայլ և վերսկսե՞լ այնտեղ, որտեղ էիք մինչ խմբագրի խափանումը:
id: File pemulihan penyimpanan otomatis ditemukan. Apakah Anda ingin memulihkan pemulihan file dan lanjutkan di mana Anda berada sebelum editor mogok?
is: Sjálfvirk vistun endurheimtarskrá fannst. Viltu endurheimta batann skrá og halda áfram þar sem þú varst áður en ritstjórinn hrundi?
it: Un file del salvataggio automatico di recupero è stato trovato. Vuoi ristabilire il file di recupero e riprendere dove eri prima che l'editor crashasse?
nn: Fann ei autolagra gjenopprettingsfil. Vil du gjenoppretta denne fila og halda fram frå der du var før redigeringsprogrammet krasja?
ro: A fost găsit un fișier de recuperare cu salvare automată. Doriți să restabiliți recuperarea fișier și reluați unde erați înainte ca editorul să se prăbușească?
sk: Bol nájdený automaticky ukladaný súbor obnovy. Chcete obnoviť obnovenie súbor a životopis tam, kde ste boli pred pádom editora?
sl: Igra je odkrila obnovitveno shrambeno datoteko. Ali želiš obnoviti shranjeno stanje in nadaljevati tam, kjer si ostal/a, preden se je program sesul?
sq: U gjet një skedar rikuperimi i ruajtjes automatike. Dëshironi të rivendosni rikuperimin skedari dhe rifillimi ku ishit përpara se redaktori të rrëzohej?
sr: Пронађена је датотека за аутоматско чување. Да ли желите да вратите датотеку за опоравак и наставите тамо где сте били пре него што се уређивач срушио?
tr: Bir otomatik kaydetme kurtarma dosyası bulundu. Kurtarma işlemini geri yüklemek ister misiniz? düzenleyici çökmeden önce bulunduğunuz yerde dosya ve devam ettirin mi?
uk: Знайдено файл відновлення автоматичного збереження. Хочете відновити відновлення файл і резюме, де ви були до збою редактора?
uz: Avtomatik saqlash fayli topildi. Qayta tiklashni xohlaysizmi? fayl va muharrir halokatga qadar bo'lgan joyingizni davom ettirasizmi?

source: This will delete the auto-save file. Are you sure?
ar: سيؤدي هذا إلى حذف ملف الحفظ التلقائي. هل أنت متأكد؟
az: Bu, avtomatik saxlama faylını siləcək. Sən əminsən?
et: See kustutab automaatselt salvestatud faili. Oled sa kindel?
fr_ca: Cela supprimera le fichier de sauvegarde automatique. Êtes-vous sûr?
he: פעולה זו תמחק את קובץ השמירה האוטומטית. האם אתה בטוח?
hr: Ovo će izbrisati datoteku za automatsko spremanje. Jesi li siguran?
hy: Սա կջնջի ավտոմատ պահվող ֆայլը: Համոզված ես?
id: Ini akan menghapus file penyimpanan otomatis. Apa kamu yakin?
is: Þetta mun eyða sjálfvirku vistunarskránni. Ertu viss?
it: Questo eliminerà il file di salvataggio automatico. Sei sicuro?
nn: Dette vil sletta gjenopprettingsfila. Er du sikker?
ro: Aceasta va șterge fișierul înregistrat automat. Ești sigur?
sk: Týmto sa automaticky uložený súbor odstráni. Si si istý?
sl: To bo izbrisalo shrambeno datoteko. Želiš nadaljevati?
sq: Kjo do të fshijë skedarin e ruajtjes automatike. A je i sigurt?
sr: Овим ћете обрисати датотеку за аутоматско чување. Јесте ли сигурни?
tr: Bu, otomatik kaydetme dosyasını siler. Emin misin?
uk: Це видалить файл автоматичного збереження. Ти впевнений?
uz: Bu avtomatik saqlash faylini o'chiradi. Ishonchingiz komilmi?

source: All Players
fr_ca: Tous les joueurs
hr: Svi igrači
it: Tutti i Giocatori
nn: Alle spelarar
sl: Vsi igralci
sr: Сви играчи
tr: Tüm Oyuncular

source: Start Game
ar: ابدأ اللعبة
az: Oyuna başlayın
et: Alusta mängu
fr_ca: Commencer la partie
he: התחלת המשחק
hr: Započni igru
hy: Սկսել Խաղը
id: Mulai Permainan
is: Byrja leik
it: Inizia a giocare
nn: Start spelet
ro: Pornește jocul
sk: Začať hru
sl: Igraj
sq: Fillo lojën
sr: Почни игру
tr: Oyunu Başlat
uk: Грати
uz: O'yinni boshlash

source: Bonus Levels
fr_ca: Niveaux bonus
it: Livelli bonus
nn: Bonusbrett
ro: Nivelele Bonus
sl: Dodatne stopnje

source: Add-ons
ar: الإضافات
az: Əlavələr
et: Laiendused
fr_ca: Modules complémentaires
he: תוספים
hr: Dodatci
hy: Հավելումներ
id: Add-on
is: Viðbætur
nn: Tilleggskart
ro: Suplimente
sk: Doplnky
sl: Dodatki
sq: Shtesat
sr: Додаци
tr: Eklentiler
uk: Доповнення
uz: Qo'shimchalar

source: Manage Assets
ar: إدارة الأصول
az: Aktivləri idarə edin
et: Varade haldamine
fr_ca: Gérer les actifs
he: ניהול נכסים
hr: Upravljanje imovinom
hy: Կառավարեք ակտիվները
id: Kelola Aset
is: Stjórna eignum
it: Gestisci gli Assets
nn: Handsam ressursar
ro: Gestionați activele
sk: Správa aktív
sl: Upravljaj s sredstvi
sq: Menaxhoni pasuritë
sr: Управљање имовином
tr: Varlıkları Yönetme
uk: Управління активами
uz: Aktivlarni boshqarish

source: Credits
ar: مؤلفون
az: Kreditlər
et: Autorid
fr_ca: Crédits
he: תודות
hr: Zahvale
hy: Վարկեր
id: Kredit
is: Inneign
it: Crediti
nn: Bidragsytarar
ro: Credite
sk: Autori
sl: Zasluge
sq: Falënderimet
sr: Заслуге
tr: Emeği Geçenler
uk: Подяки
uz: Kreditlar

source: Donate
ar: يتبرع
az: Bağışlayın
et: Tee annetus
fr_ca: Donner
he: תרומה
hr: Donirajte
hy: Նվիրաբերել
id: Donasi
is: Gefðu
it: Dona
nn: Gje pengegåve
ro: Donează
sk: Darovať
sl: Doniraj
sq: Dhuro
sr: Донација
tr: Bağış
uk: Пожертвуйте
uz: Xayriya qiling

source: Quit
ar: خروج
az: Çıxın
et: Lõpeta
fr_ca: Quitter
he: יציאה
hr: Izlaz
hy: Դուրս գալ
id: Keluar
is: Hætta
it: Esci
nn: Avslutt
ro: Ieșire
sk: Ukončiť
sl: Končaj
sq: Dil
sr: Изађи
tr: Çıkış
uk: Вийти
uz: Chiqish

source: Would you allow SuperTux to connect to the Internet? This enables additional features, such as the in-game add-on catalog.
fr_ca: Autoriseriez-vous SuperTux à se connecter à Internet? Cela permet des fonctionnalités supplémentaires, telles que le catalogue d’extensions dans le jeu.
hr: Biste li dopustili SuperTuxu da se spoji na internet? To omogućuje dodatne značajke, poput kataloga dodataka u igri.
it: Consenti a SuperTux di connettersi a Internet? Ciò abiliterebbe funzioni aggiuntive, come il catalogo dei componenti aggiuntivi dentro il gioco.
nn: Tillèt du at SuperTux koplar til Internett? Du får då tilgang til fleire funksjonar, for eksempel nedlasting av nye brett.
sl: Ali dovoliš SuperTuxu, da se poveže na internet? To omogoči dodatne funkcionalnosti, recimo katalog dodatkov v igri.
sr: Да ли бисте дозволили СуперТукс-у да се повеже на интернет? Ово омогућава додатне функције, као што је каталог додатака у игри.
tr: SuperTux'un internete bağlanmasına izin verir misiniz? Bu, oyun içi eklenti kataloğu gibi ek özelliklerin kullanılmasını sağlar.

source: Would you allow SuperTux to check for new releases on startup? You will be notified if any are found.
fr_ca: Autoriseriez-vous SuperTux à chercher de nouvelles versions au démarrage? Vous serez avisé s'il y en a une trouvée.
hr: Biste li dopustili SuperTuxu da prilikom pokretanja provjerava ima li novih izdanja? Bit ćete obaviješteni ako se neka pronađu.
it: Consenti a SuperTux di cercare se ci sono aggiornamenti all'avvio? Verrai avvisato se ne verranno trovati.
nn: Vil du at SuperTux skal sjå etter ny versjon ved oppstart? Du vert varsla om det finst ein.
sl: Ali dovoliš SuperTuxu, da ob zagonu preveri za nove različice? Če kakšno najde, boš o tem obveščen/a.
sr: Да ли бисте дозволили да СуперТукс провери нова издања при покретању? Бићете обавештени ако се нека пронађу.
tr: SuperTux'un başlangıçta yeni sürümleri kontrol etmesine izin verir misiniz? Bulunması halinde size bildirilecektir.

source: This will take you to the SuperTux donation page. Are you sure you want to continue?
fr_ca: Cela vous mènera à la page de dons SuperTux. Êtes-vous sûr de vouloir continuer?
hr: Ovo će vas odvesti na stranicu za donacije SuperTuxa. Jeste li sigurni da želite nastaviti?
it: Stai andando alla pagina delle donazioni a SuperTux. Sei sicuro di voler proseguire?
nn: Dette tek deg til pengegåve-sida til SuperTux. Er du sikker på at du vil halda fram?
ro: Vei fi trimis la pagina de donații lui SuperTux. Vrei să continui?
sl: To te bo preusmerilo na spletno stran za donacije SuperTuxu. Ali želiš nadaljevati?
sr: Ово ће вас одвести на страницу за донације СуперТукс-а. Да ли сте сигурни да желите да наставите?

source: Multiplayer
fr_ca: Multijoueur
hr: Više igrača
it: Multi-Giocatore
nn: Fleirspelar
sl: Večigralski način
sr: Више играча

source: Add Player
fr_ca: Ajouter un joueur
hr: Dodaj igrača
it: Aggiungi Giocatore
nn: Legg til spelar
ro: Adaugă un jucător
sl: Dodaj igralca
sr: Додај играча
tr: Oyuncu Ekle

source: Remove Last Player
fr_ca: Retirer le dernier joueur
hr: Ukloni posljednjeg igrača
it: Rimuovi l'ultimo giocatore
nn: Fjern siste spelar
ro: Scoate ultimul jucător
sl: Odstrani zadnjega igralca
sr: Уклони последњег играча
tr: Son Oyuncuyu Kaldır

source: Warning: The player you are trying to remove is currently in-game. Do you wish to remove them anyways?
fr_ca: Avertissement : le joueur que vous essayez de retirer est actuellement en jeu.Souhaitez-vous le retirer malgré tout?
hr: Upozorenje: Igrač kojeg pokušavate ukloniti trenutno je u igri. Želite li ga ipak ukloniti?
it: Attenzione: Il giocatore che stai cercando di rimuovere è attualmente in gioco. Vuoi rimuoverlo lo stesso?
nn: Åtvaring: Spelaren du prøver å fjerna er no med og spelar. Vil du likevel fjerna han?
sl: Pozor: Igralec, ki ga želiš odstraniti, je trenutno sredi igre. Naj ga vseeno odstranim?
sr: Упозорење: Играч кога покушавате да уклоните је тренутно у игри. Да ли желите да га ипак уклоните?

source: Contact
ar: تواصل
az: Əlaqə
et: Kontakt
fr_ca: Contacter
he: יצירת קשר
hr: Kontakt
hy: Կապ
id: Kontak
is: Hafðu samband
it: Contatti
nn: Kontakt
sk: Kontakt
sl: Kontakt
sq: Kontakti
sr: Контакт
tr: Kişiler
uk: Зв'язок
uz: Aloqa

source: Level Note
ar: ملاحظة المستوى
az: Səviyyə Qeydi
et: Tasemärkus
fr_ca: Note de niveau
he: הערה ברמה
hr: Napomena o razini
hy: Մակարդակի նշում
id: Catatan Tingkat
is: Stig Athugið
it: Note del livello
nn: Brettmerknad
ro: Notă de nivel
sk: Poznámka k úrovni
sl: Pripis
sq: Shënim i nivelit
sr: Ниво белешке
tr: Seviye Notu
uk: Примітка рівня
uz: Darajali eslatma

source: Tileset
ar: مجموعة البلاط
et: Plaatide komplekt
he: ערכת אריחים
hr: Pločice
hy: Սալիկապատ
id: Set Ubin
is: Flísasett
it: Set di caselle
nn: Flissamling
sk: Sada dlaždíc
sl: Nabor podlag
sq: Vendosja e pllakave
sr: Скуп плочица
tr: Döşeme seti
uk: Набір тайлів

source: Inherit
fr_ca: Hériter
hr: Naslijedi
it: Ereditato
nn: Arv
sl: Podeduj
sr: Наследити
