Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Joystick Mappings
ar: تعيينات جويستيك
az: Joystick Xəritəçəkmələri
et: Juhtkangi määrangud
fr_ca: Mappages des manettes
he: מיפוי ג׳ויסטיק
hr: Preslikavanja joysticka
hy: Joystick քարտեզագրում
id: Pemetaan Joystik
is: Stýripinna kortlagning
it: Configurazione Joystick
nn: Styrespakoppsett
ro: Mapări joystick
sk: Mapovanie joysticku
sl: Prilagoditev igralne palice
sq: Hartat e levës
sr: Мапирање џојстика
tr: Oyun çubuğu Eşleştirmesi
uk: Прив'язка клавіш джойстика
uz: Joystick xaritalari

source: Levelset
ar: مجموعة مستوى
az: Səviyyə dəsti
et: Tasandite komplekt
fr_ca: Ensemble de niveau
he: סט שלבים
hr: Set Razina
hy: Մակարդակի հավաքածու
id: Set Level
is: Stigsett
it: Set di livelli
nn: Brettsamling
ro: Set de nivele
sk: Séria úrovní
sl: Zbirka stopenj
sq: Grupi i niveleve
sr: Скуп нивоа
tr: Bölüm ayarı
uk: Набір рівнів
uz: Darajalar to'plami

source: Worldmap
ar: خريطة العالم
az: Dünya xəritəsi
et: Maailmakaart
fr_ca: Carte du monde
he: מפת עולם
hr: Karta Svijeta
hy: Աշխարհի Քարտեզ
id: Peta Dunia
is: Heims Kort
it: Mappa del mondo
nn: Verdskart
ro: Lumea
sk: Mapa sveta
sl: Zaris sveta
sq: Harta e Botës
sr: Мапа света
tr: Dünya haritası
uk: Карта світу
uz: Jahon xaritasi

source: World
ar: عالم
az: Dünya
et: Maailm
fr_ca: Monde
he: עולם
hr: Svijet
hy: Աշխարհ
id: Dunia
is: Heimur
it: Mondo
nn: Verd
ro: Lume
sk: Svet
sl: Svet
sq: Bota
sr: Свет
tr: Dünya
uk: Світ
uz: Dunyo

source: Add-on
ar: اضافه
az: Əlavə
et: Laiendus
fr_ca: Ajouter
he: תוסף
hr: Dodatak
hy: Ավելացնել
is: Viðbót
it: Componente aggiuntivo
nn: Tilleggskart
sk: Doplnok
sl: Dodatek
sq: Shtoni në
sr: Додатак
tr: Ayriyeten
uk: доповнення
uz: Qo'shimcha

source: Language Pack
fr_ca: Module de langue
hr: Jezični paket
it: Pacchetto di lingua
nn: Språkpakke
ro: Pachet de limbaj
sl: Jezikovni paket
sr: Језички пакет
tr: Dil Paketi

source: Resource Pack
fr_ca: Module de ressources
hr: Paket resursa
it: Pacchetto di risorse
nn: Ressurspakke
ro: Pachet de resurse
sl: Paket virov
sr: Пакет ресурса
tr: Kaynak Paketi

source: Unknown
ar: غير معروف
az: Naməlum
et: Tundmatu
fr_ca: Inconnue
he: לא ידוע
hr: Nepoznato
hy: Անհայտ
id: Tak Diketahui
is: Óþekktur
it: Sconosciuto
nn: Ukjend
ro: Necunoscut
sk: Neznámy
sl: Neznano
sq: I panjohur
sr: Непознато
tr: Bilinmiyor
uk: Невідомо
uz: Noma'lum

source: {} "{}" by "{}"
ar: {} "{}" بواسطة "{}"
az: {} "{}" "{}" tərəfindən
et: {} "{}", loodud "{}" poolt
fr_ca: {} "{}" par "{}"
he: {} "{}" על ידי "{}"
hr: {} "{}" od "{}"
hy: {} "{}" կողմից "{}"
id: {} "{}" oleh "{}"
is: {}"{}" hjá "{}"
it: {} "{}" di "{}"
nn: {} «{}» av «{}»
sk: {} "{}" od autora "{}"
sl: {} "{}" avtorja/ice "{}"
sq: {} "{}" nga "{}"
sr: {} „{}“ од „{}“
uk: {} "{}" від "{}"
uz: {} "{}" tomonidan "{}"

source: add-on
fr_ca: extension
hr: dodatak
it: Componente aggiuntivo
nn: tilleggskart
ro: extensie
sl: dodatek
sr: додатак
tr: eklenti

source: add-ons
fr_ca: extensions
hr: dodaci
it: Componenti aggiuntivi
nn: tilleggskart
ro: extensii
sl: dodatki
sr: додаци
tr: eklentiler

source: Only one resource pack is allowed to be enabled at a time.
fr_ca: Un seul module de ressources peut être activé à la fois.
hr: Samo jedan paket resursa može biti omogućen istovremeno.
it: È possibile abilitare un solo pacchetto di risorse alla volta
nn: Du kan berre bruka éin ressurspakke om gongen.
ro: Doar un singur pachet de resurse poate fi activat la un moment dat.
sl: Naenkrat je lahko omogočen le en paket virov.
sr: Само један пакет ресурса је дозвољен истовремено.

source: Add-on {} by {} is already installed.
fr_ca: L'extension {} par {} est déjà installée.
hr: Dodatak {} od {} je već instaliran.
it: Il componente aggiuntivo {} di {} è già installato.
nn: Tilleggskartet {} frå {} er alt installert.
sl: Dodatek {} avtorja/ice {} je že nameščen.
sr: Додатак {} од {} је већ инсталиран.

source: Add-on {} by {} successfully installed.
fr_ca: L'extension {} par {} a été installée avec succès.
hr: Dodatak {} od {} uspješno je instaliran.
it: Il componente aggiuntivo {} di {} è stato installato con successo.
nn: Tilleggskartet {} frå {} er no installert.
sl: Dodatek {} avtorja/ice {} je uspešno nameščen.
sr: Додатак {} од {} је успешно инсталиран.

source: Direction
ar: الاتجاه
az: İstiqamət
et: Liikumise suund
he: כיוון
hr: Smjer
hy: Ուղղություն
id: Arah
is: Stefna
it: Direzione
nn: Retning
ro: Direcție
sk: Smer
sl: Smer
sq: Drejtimi
sr: Смер
tr: Yön
uk: Напрям
uz: Yo'nalish

source: Sector
ar: قطاع
az: Sektor
et: Sektor
fr_ca: Secteur
he: מקטע
hr: Sektor
hy: Ոլորտ
id: Sektor
is: Geiri
it: Settore
nn: Sektor
sk: Sektor
sl: Predel
sq: Sektori
sr: Сектор
tr: Bölüm
uk: Сектор
uz: Sektor

source: Spawnpoint
ar: نقطة الانتاج
az: Kürü nöqtəsi
et: Kudemispunkt
fr_ca: Point d'apparition
he: נקודת התרחשות
hr: Mrijestilište
hy: Ձվադրման կետ
id: Titik Kemunculan
is: Hrygna Punktur
it: Punto di generazione
nn: Startposisjon
ro: Punct de naștere
sl: Točka začetka
sq: Pika e vezëve
sr: Место појављивања
tr: Çoğalma noktası
uk: Спаунпойнт
uz: Urug'lanish nuqtasi

source: Message
ar: الرسالة
az: Mesaj
et: Sõnum
he: הודעה
hr: Poruka
hy: Հաղորդագրություն
id: Pesan
is: Skilaboð
it: Messaggio
nn: Melding
ro: Mesaj
sk: Správa
sl: Sporočilo
sq: Mesazh
sr: Порука
tr: Mesaj
uk: Повідомлення
uz: Xabar

source: Automatic
ar: آلي
az: Avtomatik
et: Automaatne
fr_ca: Automatique
he: באופן אוטומטי
hr: Automatski
hy: Ավտոմատ
id: Otomatis
is: Sjálfvirk
it: Automatico
nn: Automatisk
ro: Automat
sk: Automaticky
sl: Samodejno
sq: Automatik
sr: Аутоматски
tr: Otomatik
uk: Автоматичний
uz: Avtomatik

source: Target worldmap
ar: خريطة العالم المستهدفة
az: Hədəf dünya xəritəsi
et: Sihtmärgi maailmakaart
fr_ca: Carte du monde cible
he: מפת העולם היעד
hr: Ciljajte mapu svijeta
hy: Թիրախային աշխարհի քարտեզ
id: Target peta dunia
is: Markmið heimskort
it: Specifica mappa del mondo
nn: Mål-verdskart
ro: Harta lumii țintă
sk: Cieľová mapa sveta
sl: Ciljni zaris sveta
sq: Synoni hartën e botës
sr: Циљна мапа света
tr: Hedef dünya haritası
uk: Цільова карта світу
uz: Maqsadli dunyo xaritasi

source: Spawn point
ar: نقطة الانتاج
az: Kürü nöqtəsi
et: Kudemispunkt
fr_ca: Point d'apparition
he: נקודת היווצרות
hr: Mrijestilište
hy: Ձվադրման կետ
id: Titik kemunculan
is: Hrygna
it: Punto di generazione
nn: Startposisjon
ro: Punct de intrare în joc
sk: Spawn bod
sl: Začetna točka
sq: Pika e pjelljes
sr: Место појављивања
tr: Yumurtlama noktası
uk: Точка відродження
uz: Tug'ilish nuqtasi

source: Sprite Change
ar: تغيير العفريت
az: Sprite Dəyişikliyi
et: Sprite muutus
fr_ca: Changement de lutin
he: שינוי דמות
hr: Sprite Promjena
hy: Փոփոխություն ուրվական
id: Ubah Sprite
is: Sprite breyting
it: Cambio sprite
nn: Figurendring
ro: Schimbare Sprite
sk: Sprite zmena
sl: Sprememba animiranega izrezka
sq: Ndryshimi Sprite
sr: Промена спрајта
tr: Karakter Değişikliği
uk: Зміна спрайту
uz: Sprite o'zgarishi

source: <no title>
az: <başlıq yoxdur>
he: <ללא שם>
nn: <inga flis>
ro: <fără titlu>
sk: <bez názvu>
sl: <neimenovano>
sq: <pa titull>
sr: <без наслова>
uk: <без назви>

source: Level
ar: مستوى
az: Səviyyə
et: Tasand
fr_ca: Niveau
he: שלב
hr: Razina
hy: Փուլ
is: Stig
it: Livello
nn: Brett
ro: Nivel
sl: Stopnja
sq: Niveli
sr: Ниво
tr: Seviye
uk: Рівень
uz: Daraja

source: Outro script
ar: نص الخاتمة
az: Xarici skript
et: Outro skript
fr_ca: Script de sortie
he: תסריט אאוטרו
hr: Outro skripta
hy: Outro սցենար
id: Skrip outro
is: Outro handrit
it: Script di epilogo
nn: Utannonseringsskript
ro: Script Outro
sk: Záverečný scenár
sl: Skripta ob odjavni špici
sq: Skenari Outro
sr: Завршни сценарио
tr: Outro komut dosyası
uk: Пост сценарій
uz: Outro skripti

source: Auto play
ar: تشغيل تلقائي
az: Avtomatik oyun
et: Automaatne esitus
fr_ca: Jouer automatiquement
he: הפעלה אוטומטית
hr: Automatski igra
hy: Ավտոմատ միացում
id: Mainkan otomatis
is: Sjálfvirk spilun
it: Riproduzione automatica
nn: Autospel
ro: Redare automata
sk: Automatické prehrávanie
sl: Samodejno predvajaj
sq: Luaj automatikisht
sr: Аутоматска репродукција
tr: Otomatik oynatma
uk: Автоматичне відтворення
uz: Avtopley

source: Title colour
ar: لون العنوان
az: Başlıq rəngi
et: Pealkirja värv
fr_ca: Couleur du titre
he: צבע כותרת
hr: Boja naslova
hy: Վերնագրի գույնը
id: Warna judul
is: Litur titils
it: Colore del titolo
nn: Tittelfarge
ro: Culoarea titlului
sk: Farba nadpisu
sl: Barva naslova
sq: Ngjyra e titullit
sr: Боја наслова
tr: Başlık rengi
uk: Колір заголовка
uz: Sarlavha rangi

source: Teleporter
ar: ناقل آني
et: Teleporteerija
fr_ca: Téléporteur
he: טלפורטר
hr: Teleportacijona
hy: Հեռահաղորդավար
it: Teletrasportatore
nn: Teleportør
sk: Teleportér
sl: Teleportirnik
sr: Телепортер
tr: Işınlayıcı
uk: Телепортер

source: Special Tile
fr_ca: Tuile spéciale
hr: Posebna pločica
it: Casella speciale
nn: Spesialflis
sl: Posebna podlaga
sr: Специјалне плочице

source: Stay action
ar: ابق العمل
az: Fəaliyyətdə qalın
et: Jää tegutsema
fr_ca: Rester actif
he: הישארו בפעולה
hr: Ostani akcija
hy: Մնացեք գործողություն
id: Aksi diam
is: Vertu í aðgerð
it: Azione di stasi
nn: Ståhandling
ro: Rămâi în acțiune
sk: Zostaňte v akcii
sl: Stoječa drža
sq: Qëndroni në veprim
sr: Радња стајања
tr: Eylemde kalın
uk: Залишайтеся в дії
uz: Harakatda turing

source: Initial stay action
ar: إجراء الإقامة الأولي
az: İlkin qalma hərəkəti
et: Esialgne peatumistegevus
fr_ca: Action de suspension initiale
he: פעולת שהייה ראשונית
hr: Početna radnja ostanka
hy: Նախնական մնալու գործողություն
id: Awal aksi diam
is: Fyrstu dvalaraðgerðir
it: Azione iniziale di stasi
nn: Start-ståhandling
ro: Acțiune inițială de ședere
sk: Akcia počiatočného pobytu
sl: Začetna drža
sq: Veprimi fillestar i qëndrimit
sr: Почетна радња стајања
tr: İlk kalış eylemi
uk: Початкова дія перебування
uz: Dastlabki turish harakati

source: Stay group
ar: ابق مجموعة
az: Qrupda qalın
et: Jää gruppi
fr_ca: Séjour groupe
he: הישארו בקבוצה
hr: Ostanite u grupi
hy: Մնացեք խմբում
id: Grup diam
is: Dvöl hópur
it: Gruppo di stasi
nn: Stågruppe
ro: Rămâi în grup
sk: Zostaňte v skupine
sl: Skupina stanja
sq: Qëndroni në grup
sr: Група стајања
tr: Grupta kal
uk: Група перебування
uz: Guruhda qoling

source: Change on touch
ar: التغيير عند اللمس
az: Toxunuşda dəyişdirin
et: Muuda puudutamisel
fr_ca: Changer au toucher
he: שינוי במגע
hr: Promjena na dodir
hy: Փոխել հպումով
id: Ubah saat sentuh
is: Breyta við snertingu
it: Cambia al tocco
nn: Endra ved kontakt
ro: Schimbați la atingere
sk: Zmena na dotyk
sl: Sprememba ob dotiku
sq: Ndrysho në prekje
sr: Измени при додиру
tr: Dokunuşta değiştir
uk: Зміна на дотик
uz: Tegishda o'zgartiring

source: Show message
ar: عرض الرسالة
az: Mesajı göstərin
et: Näita teadet
fr_ca: Montrer le message
he: הצגת הודעה
hr: Prikaži poruku
hy: Ցույց տալ հաղորդագրությունը
id: Tampilkan pesan
is: Sýna skilaboð
it: Mostra messaggio
nn: Vis melding
ro: Afișează mesajul
sk: Zobraziť správu
sl: Pokaži sporočilo
sq: Shfaq mesazh
sr: Прикажи поруку
tr: İletiyi göster
uk: Показати повідомлення
uz: Xabarni ko'rsatish

source: Script
ar: النص
az: Skript
et: Skript
he: תסריט
hr: Skripta
hy: Սցենար
id: Skrip
is: Handrit
nn: Skript
sk: Skript
sl: Skripta
sr: Скрипта
tr: Betik
uk: Сценарій
uz: Skript

source: Invisible
ar: غير مرئي
az: Görünməz
et: Nähtamatu
he: בלתי־נראה
hr: Nevidljiv
hy: Անտեսանելի
id: Tak terlihat
is: Ósýnilegur
it: Invisibile
nn: Usynleg
ro: Invisibil
sk: Neviditeľný
sl: Neviden
sq: E padukshme
sr: Невидљиво
tr: Görünmezlik
uk: Невидиме
uz: Ko'rinmas

source: Blocking path
fr_ca: Blocage de chemin
it: Blocca il percorso
nn: Blokkerer sti
sl: Ovira pot

source: If true, the direction blocks the path. Useful for a "fork in the road" scenario.
fr_ca: Si vrai, la direction sélectionnée bloque le chemin. Utile pour un scénario tel "À la Croisée des Chemins?".
it: Se vero, la direzione blocca il percorso. Utile in uno scenario "Un bivio per la strada"
nn: Viss sann, blokkerer retninga stien. Nyttig for «vegen delar seg»-situasjonar.
sl: Če drži, prepreči nadaljevanje po poti. To je uporabno za ustvarjanje cestnih razcepov.

source: One or more of "north", "south", "east", or "west". For example a value of "north south east" will set each respective direction for this special tile.
fr_ca: Un ou plusieurs choix parmi "nord", "sud", "est" ou "ouest". Par exemple, une valeur de "nord sud est" va établir chaque direction de la tuile spéciale respectivement.
it: Uno o più tra "north", "south", east", "west". Per esempio un valore di "north south east" selezionerà ogni rispettiva direzione per questa casella speciale.
nn: Éin eller fleire av verdiane «north», «south», «east» og «west». For eksempel vil verdien «north south east» definera dei respektive retningane for denne spesialflisa.
sl: Ena ali več besed iz množice "sever", "jug", "vzhod" ali "zahod".Vrednost "sever jug vzhod" bo nastavila vse tri smeri za toposebno podlago.

source: Note
fr_ca: Remarque
hr: Napomena
it: Nota
nn: Merknad
ro: Notă
sl: Pripis
sr: Напомена

source: To-do
fr_ca: À faire
hr: Obaveze
it: Da fare
nn: Hugseliste
ro: De făcut
sl: Na seznamu opravil
sr: Задаци

source: Fix-me
fr_ca: Réglez-moi
hr: Popravi me
it: Correggimi
nn: Fiks meg
ro: Reglează-mă
sl: Potrebno popravila
sr: Поправи ме

source: Hack
fr_ca: Solution imparfaite
hr: Hakiranje
it: Trucco
ro: Soluție imperfectă
sl: Neidealna rešitev
sr: Хаковање

source: Comment
fr_ca: Commentaire
hr: Komentar
it: Commento
nn: Kommentar
ro: Comentariu
sl: Komentar
sr: Коментар

source: Editor Comment
fr_ca: Commentaire d'édition de niveau
hr: Komentar urednika
it: Commenti dell'Editor
nn: Redigeringskommentar
ro: Comentariu pentru editarea nivelului
sl: Komentar urejevalnika
sr: Коментар уредника

source: None
ar: لا أحد
az: Heç biri
et: Puudub
fr_ca: Aucun
he: כלום
hr: Ništa
hy: Ոչ ոք
id: Tak ada
is: Ekkert
it: Nessuno
nn: Ingen
ro: Niciunul
sk: Žiaden
sl: Brez
sq: Asnjë
sr: Ништа
tr: Boş
uk: Жодної
uz: Yo'q

source: West
ar: الغرب
az: Qərb
et: Lääs
fr_ca: Ouest
he: מערב
hr: Zapad
hy: Արեւմուտք
id: Barat
is: Vestur
it: Ovest
nn: Vest
ro: Vest
sl: Zahod
sq: Perëndimi
sr: Запад
tr: Batı
uk: Захід
uz: G'arbiy

source: East
ar: شرق
az: Şərq
et: Ida
fr_ca: Est
he: מזרח
hr: Istočno
hy: Արևելք
id: Timur
is: Austur
it: Est
nn: Aust
ro: Est
sk: Východ
sl: Vzhod
sq: Lindja
sr: Исток
tr: Doğu
uk: Схід
uz: Sharq

source: North
ar: شمال
az: Şimal
et: Põhi
fr_ca: Nord
he: צפון
hr: Sjeverno
hy: Հյուսիսային
id: Utara
is: Norður
it: Nord
nn: Nord
ro: Nord
sk: Sever
sl: Sever
sq: Veri
sr: Север
tr: Kuzey
uk: Північ
uz: Shimoliy

source: South
ar: جنوب
az: Cənub
et: Lõuna
fr_ca: Sud
he: דרום
hr: Jug
hy: Հարավ
id: Selatan
is: Suður
it: Sud
nn: Sør
ro: Sud
sk: Juh
sl: Jug
sq: Jug
sr: Југ
tr: Güney
uk: Південь
uz: Janubiy

source: One shot
ar: ضربة واحدة
az: Tək atış
et: Üks lask
fr_ca: Un tir
he: ירייה אחת
hr: Jedan hitac
hy: Մեկ կրակոց
id: Satu tembakan
is: Eitt skot
nn: Eitt skot
ro: O singura sansa
sk: Jeden výstrel
sl: Premočrtno
sq: Nje gjuajtje
sr: Један ударац
tr: Tek atış
uk: Один постріл
uz: Bitta zarba

source: Ping-pong
ar: بينج بونج
az: Stolüstü tennis
et: Lauatennis
he: פינג פונג
hr: Stolni tenis
hy: Սեղանի թենիս
is: Borðtennis
sk: Stolný tenis
sl: Tja in spet nazaj
sr: Пинг понг
tr: Masa Tenisi
uk: Пінг Понг
uz: Stol tennisi

source: Circular
ar: دائري
az: Dairəvi
et: Ringkiri
fr_ca: Circulaire
he: עָגוֹל
hr: Kružni
hy: Շրջանաձև
id: Sirkular
is: Hringlaga
it: Circolare
nn: Sirkulær
sk: Kruhový
sl: Krožno
sq: Rrethore
sr: Кружни
tr: Dairesel
uk: Циркуляр
uz: Doiraviy

source: Author
ar: الكاتب
az: Müəllif
et: Autor
fr_ca: Auteur
he: יוצר
hr: Autor
hy: Հեղինակ
id: Pembuat
is: Höfundur
it: Autore
nn: Opphavsperson
ro: Autor
sk: Autor
sl: Avtor
sq: Autori
sr: Аутор
tr: Yapımcı
uk: Автор
uz: Muallif

source: License
ar: الرخصة
az: Lisenziya
et: Litsents
fr_ca: Licence
he: רישיון
hr: Licenca
hy: Լիցենզիա
id: Lisensi
is: Leyfi
it: Licenza
nn: Lisens
ro: Licență
sk: Licencia
sl: Licenca
sq: Licenca
sr: Лиценца
tr: Lisans
uk: Ліцензія
uz: Litsenziya

source: Tiles
ar: البلاط
az: Kafel
et: Plaadid
fr_ca: Carrelage
he: אריחים
hr: Pločice
hy: Սալիկներ
id: Ubin
is: Flísar
it: Caselle
nn: Fliser
ro: Placi
sk: Dlaždice
sl: Podlage
sq: Pllaka
sr: Плочице
tr: Karolar
uk: Плитка
uz: Plitkalar

source: Objects
ar: أشياء
az: Obyektlər
et: Objektid
fr_ca: Objets
he: אובייקטים
hr: Predmeti
hy: Օբյեկտներ
id: Objek
is: Hlutir
it: Oggetti
nn: Objekt
ro: Obiecte
sk: Objekty
sl: Predmeti
sq: Objektet
sr: Објекти
tr: Nesneler
uk: Об'єкти
uz: Ob'ektlar

source: Path Node
ar: عقدة المسار
az: Yol qovşağı
et: Tee sõlm
fr_ca: Nœud de chemin
he: צומת נתיב
hr: Čvor staze
hy: Ուղու հանգույց
id: Node Jalur
is: Slóð hnútur
it: Snodo del sentiero
nn: Stinode
ro: Nodul Calea
sk: Uzol cesty
sl: Presek poti
sq: Nyja e rrugës
sr: Чвор путање
tr: Yol Düğümü
uk: Вузол шляху
uz: Yoʻl tugun

source: Press CTRL to move Bézier handles
fr_ca: Appuyez sur CTRL pour déplacer les poignées de Bézier
hr: Pritisnite CTRL za pomicanje Bézierovih ručki
it: Premi CTRL per spostare le maniglie di Bézier
nn: Trykk «Ctrl» for å flytta Bézier-handtak
ro: Apăsați CTRL pentru a muta mânerele Bezier
sl: Pritisni krmilko, da premakneš ročaje krivulje
sr: Притисните CTRL да бисте померили Безијеове ручке

source: Time
ar: وقت
az: Vaxt
et: Aeg
fr_ca: Temps
he: זמן
hr: Vrijeme
hy: Ժամանակը
id: Waktu
is: Tími
it: Tempo
nn: Tid
ro: Timp
sk: Čas
sl: Čas
sq: Koha
sr: Време
tr: Zaman
uk: Час
uz: Vaqt

source: Speed
ar: السرعة
az: Sürət
et: Kiirus
fr_ca: Vitesse
he: מהירות
hr: Ubrzati
hy: Արագություն
id: Kecepatan
is: Hraði
it: Velocità
nn: Fart
ro: Viteză
sk: Rýchlosť
sl: Hitrost
sq: Shpejtësia
sr: Брзина
tr: Hız
uk: Швидкість
uz: Tezlik

source: Easing
ar: تخفيف
az: Yüngülləşmə
et: Leevendamine
fr_ca: Assouplissement
he: הֲפָגָה
hr: Olakšanje
hy: Թուլացում
id: Melonggarkan
is: Léttir
it: Allentamento
nn: Fartstilpassing
ro: Ușurarea
sk: Zmiernenie
sl: Iztekanje
sq: Lehtësim
sr: Ублажавање
tr: Yumuşatma
uk: Послаблення
uz: Yengillashtirish

source: No easing
ar: لا تخفيف
az: Yüngülləşdirmə yoxdur
et: Ei mingit leevendust
fr_ca: Pas d'assouplissement
he: אין הקלות
hr: Nema popuštanja
hy: Ոչ մի մեղմացում
id: Tidak ada pelonggaran
is: Engin slökun
it: Nessun allentamento
nn: Inga fartstilpassing
ro: Fără relaxare
sk: Žiadne uvoľnenie
sl: Brez umerjanja
sq: Asnjë lehtësim
sr: Без ублажавања
tr: Yumuşatma yok
uk: Ніяких послаблень
uz: Yengillik yo'q

source: Quad in
ar: رباعية في
et: Kvad sisse
he: ארבע פנימה
hr: Kvad kroz
hy: Չորս ներս
id: Quad masuk
is: Fjórhjól inn
nn: Kvadratisk inn
sl: Kvadratni prihod
sq: Katër brenda
sr: Четвороструки улаз
tr: Dört giriş
uk: Квадроцикл в
uz: Quad kirish

source: Quad out
ar: رباعية
az: Dörd kənara
et: Kvad välja
he: ארבע בחוץ
hr: Kvad kvaru
hy: Quad դուրս
id: Empat keluar
is: Fjórmenningur út
nn: Kvadratisk ut
sk: Štvorkolka von
sl: Kvadratni iztek
sq: Katër jashtë
sr: Четвороструки излаз
tr: Dörtlü dışarı
uk: Квадратний вихід
uz: Quad chiqish

source: Quad in/out
ar: رباعية في / خارج
az: Dördlü giriş/çıxış
et: Kvad sisse/välja
he: ארבע נכנס/יוצא
hr: Četverostruki ulaz / izlaz
hy: Քառակի մուտք/դուրս
id: Quad masuk/keluar
is: Fjórhjól inn/út
nn: Kvadratisk inn/ut
sl: Kvadratni prihod/iztek
sq: Katër brenda/jashtë
sr: Четвороструки улаз/излаз
tr: Dörtlü giriş/çıkış
uk: Квадратний вхід/вихід
uz: To'rtlik kirish/chiqish

source: Cubic in
ar: مكعب في
az: Kub daxil
et: Kuubik sisse
he: מעוקב פנימה
hr: Kubični in
hy: խորանարդ դյույմ
id: Kubik masuk
is: Kúbíkur inn
nn: Kubisk inn
sk: Kubický in
sl: Kubični prihod
sq: Kubike në
sr: Кубни инч
tr: Kübik giriş
uk: Кубічний дюйм
uz: Kub. kirish

source: Cubic out
ar: مكعب خارج
az: Kub çıxdı
et: Kuup väljas
he: מעוקב החוצה
hr: Kubični van
hy: Խորանարդ դուրս
id: Kubik keluar
is: Kubik út
nn: Kubisk ut
sk: Kubický von
sl: Kubični iztek
sq: Kubik jashtë
sr: Кубични излаз
tr: Kübik çıkış
uk: Кубічний вихід
uz: Kub. chiqish

source: Cubic in/out
ar: مكعب داخل / خارج
az: Kub daxil/çıxış
et: Kuubik sisse/välja
he: מעוקב פנימה/חוצה
hr: Kubični ulaz/izlaz
hy: Խորանարդ ներս/դուրս
id: Kubik masuk/keluar
is: Kubik inn/út
nn: Kubisk inn/ut
sk: Kubický vstup/výstup
sl: Kubični prihod/iztek
sq: Kub brenda/jashtë
sr: Кубични улаз/излаз
tr: Kübik giriş/çıkış
uk: Кубічний вхід/вихід
uz: Kub kirish/chiqish

source: Quart in
ar: ربع في
az: Quart daxil
et: Kvart sisse
he: קוורט אין
hr: Kvart ulaz
hy: Քվարտ ներս
id: Kuart masuk
is: Quart inn
nn: Kvartisk inn
sl: Kvartični prihod
sq: Kuart në
sr: Кварт у
tr: Çeyrek giriş
uk: Кварта в
uz: Kvart kirish

source: Quart out
ar: ربع خارج
et: Kvarta välja
he: קוורט אאוט
hr: Kvart van
hy: Քառյակ դուրս
id: Kuarter keluar
is: Quart út
nn: Kvartisk ut
sk: Kvart von
sl: Kvartični iztek
sq: Kuart jashtë
sr: Изливање кварте
tr: Çeyrek dışarı
uk: Кварта поза
uz: Kvart chiqish

source: Quart in/out
ar: ربع في / خارج
az: Quart daxil/çıxış
et: Kvart sisse/välja
he: קוורט פנימה/אאוט
hr: Kvart ulaz/van
hy: Քառյակ ներս/դուրս
id: Kuart masuk/keluar
is: Quart inn/út
nn: Kvartisk inn/ut
sl: Kvartični prihod/iztek
sq: Kuart brenda/jashtë
sr: Улаз/излаз кварте
tr: Çeyrek giriş/çıkış
uk: Кварта вхід/вихід
uz: Kvart kirish/chiqish

source: Quint in
ar: كوينت إن
az: Qvint daxil
et: Kvint astuma
he: קווינט ב
hr: Kvint unutra
hy: Քվինտ ներս
id: Quint masuk
is: Quint inn
nn: Kvintisk inn
sk: Quint dnu
sl: Kvintični prihod
sq: Kuint brenda
sr: Квинт у
tr: Kuint giriş
uk: Квінт в
uz: Kvint kirish

source: Quint out
ar: كوينت بها
az: Qvint çıxış
et: Kvint välja
he: קווינט החוצה
hr: Kvint vani
hy: Հանգստացեք
id: Quint keluar
is: Quint út
nn: Kvintisk ut
sk: Quint von
sl: Kvintični iztek
sq: Dilni jashtë
sr: Квинт аут
tr: Kuint çıkış
uk: Вийти
uz: Kvint chiqish

source: Quint in/out
ar: كوينت في / خارج
az: Qvint Giriş/çıxış
et: Kvint sisse/välja
he: קווינט פנימה/יוצאת
hr: Kvint unutra/vani
id: Quint masuk/keluar
is: Quint inn/út
nn: Kvintisk inn/ut
sk: Quint dovnútra / von
sl: Kvintični prihod/iztek
sq: Kuint brenda/jashtë
sr: Квинт у/излаз
tr: Kuint giriş/çıkış
uk: Квінт вхід/вихід
uz: Kvint Kirish/chiqish

source: Sine in
ar: شرط في
az: Sinus daxil
et: Siinus sisse
fr_ca: Sinus in
he: סינוס פנימה
hr: Sinus u
hy: Սինուսի մեջ
id: Sinus masuk
is: Sínu inn
nn: Sinus inn
sl: Sinusni prihod
sq: Sine në
sr: Синус у
tr: Sinüs girişi
uk: Синус в
uz: Sinus kirish

source: Sine out
ar: شرط الخروج
az: Sinüs çıxarın
et: Siinus välja
fr_ca: Sinus out
he: סינוס החוצה
hr: Sinus van
hy: Սինուս դուրս
id: SInus keluar
is: Sinna út
nn: Sinus ut
sk: Sínus von
sl: Sinusni iztek
sq: Sine jashtë
sr: Синусни излаз
tr: Sinüs çıkışı
uk: Синусний вихід
uz: Sinus chiqish

source: Sine in/out
ar: شرط في / خارج
az: Giriş/çıxış
et: Siinus sisse/välja
fr_ca: Sinus in/out
he: סינוס פנימה/יוצא
hr: Sinus ulaz/izlaz
hy: Սինուս ներս/դուրս
id: Sinus masuk/keluar
is: Sinus inn/út
nn: Sinus inn/ut
sk: Sínusový vstup/výstup
sl: Sinusni prihod/iztek
sq: Sinus brenda/jashtë
sr: Синус улаз/излаз
tr: Sinüs giriş/çıkış
uk: Синус вхід/вихід
uz: Sinuz Kirish/chiqish

source: Circular in
ar: دائري في
az: Dairəvi giriş
et: Ringkiri sisse
he: מעגלי ב
hr: Kružni in
hy: Շրջանաձև ներս
id: Edaran di
is: Hringblað inn
it: Cicular in
nn: Sirkulær inn
ro: Circular în
sk: Kruhové v
sl: Krožni prihod
sq: Rrethore në
sr: Кружни улаз
tr: Dairesel giriş
uk: Кругова в
uz: Aylana kirish

source: Circular out
ar: التعميم خارج
az: Dairəvi şəkildə
et: Ringikujuline välja
he: מעגל החוצה
hr: Kružno van
hy: Շրջանաձև դուրս
id: Melingkar keluar
is: Hringlaga út
nn: Sirkulær ut
ro: Circular afară
sk: Kruhový výstup
sl: Krožni iztek
sq: Rrethor jashtë
sr: Кружни излаз
tr: Dairesel çıkış
uk: Круговий вихід
uz: Aylana chiqish

source: Circular in/out
ar: التعميم في الداخل / الخارج
az: Dairəvi giriş/çıxış
et: Ringikujuline sisse/välja
he: עיגול פנימה/יוצא
hr: Kružni ulaz/van
hy: Շրջանաձև ներս/դուրս
id: Masuk/keluar melingkar
is: Hringlaga inn/út
nn: Sirkulær inn/ut
sk: Kruhový vstup/výstup
sl: Krožni prihod/iztek
sq: Rrethore brenda/jashtë
sr: Кружни улаз/излаз
tr: Dairesel giriş/çıkış
uk: Круговий вхід/вихід
uz: Dumaloq kirish/chiqish
