Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Fixing tile bugs
ar: إصلاح البق البلاط
az: Kafel səhvlərinin düzəldilməsi
et: Plaatide vigade parandamine
he: תיקון באגים באריחים
hr: Popravljanje grešaka na pločicama
hy: Սալիկների սխալների շտկում
id: Memperbaiki kutu ubin
is: Að laga flísargalla
sk: Oprava chýb dlaždíc
sq: Rregullimi i defekteve të pllakave
tr: Döşeme hatalarını düzeltme
uk: Виправлення вад плиток
uz: Plitka xatolarini tuzatish

source: Build error fix
ar: بناء إصلاح الخطأ
az: Quraşdırma xətası düzəldilməsi
et: Ehitamise veaparandus
he: תיקון שגיאות בנייה
hr: Ispravak pogreške u izradi
hy: Կառուցման սխալի ուղղում
id: Perbaikan kesalahan build
is: Byggja villuleiðrétting
sk: Oprava chyby zostavy
sq: Rregullimi i gabimeve të ndërtimit
tr: Yapı hatası düzeltmesi
uk: Виправлення вад складання
uz: Qurilish xatosini tuzatish

source: Scripting function fix
ar: إصلاح وظيفة البرمجة النصية
az: Skript funksiyasının düzəldilməsi
et: Skriptimisfunktsiooni parandamine
he: תיקון פונקציית סקריפטים
hr: Popravak funkcije skriptiranja
hy: Սկրիպտավորման ֆունկցիայի շտկում
id: Perbaikan fungsi skrip
is: Forskriftaraðgerð lagfæring
sk: Oprava funkcie skriptovania
sq: Rregullimi i funksionit të skriptimit
tr: Komut işlevi düzeltmesi
uk: Виправлення роботи скриптів
uz: Skript funksiyasini tuzatish

source: New features and notable updates
ar: الميزات الجديدة والتحديثات البارزة
az: Yeni xüsusiyyətlər və diqqətəlayiq yeniləmələr
et: Uued funktsioonid ja märkimisväärsed uuendused
he: תכונות חדשות ועדכונים בולטים
hr: Nove značajke i značajna ažuriranja
hy: Նոր առանձնահատկություններ և ուշագրավ թարմացումներ
id: Fitur baru dan pembaruan penting
is: Nýir eiginleikar og athyglisverðar uppfærslur
sk: Nové funkcie a významné aktualizácie
sq: Karakteristika të reja dhe përditësime të dukshme
tr: Özellikler ve Programlama
uk: Нові функції та помітні оновлення
uz: Yangi xususiyatlar va muhim yangilanishlar

source: Support for "glbinding" as optional OpenGL binding
ar: دعم "glbinding" كربط OpenGL اختياري
az: İsteğe bağlı OpenGL bağlama kimi "glbinding" üçün dəstək
et: "glbinding" kui valikulise OpenGL-i sidumise tugi
he: תמיכה ב-"glbinding" ככריכת OpenGL אופציונלית
hr: Podrška za "glbinding" kao izborno OpenGL vezanje
hy: Աջակցություն «glbinding»-ին որպես ընտրովի OpenGL պարտադիր
id: Dukungan untuk "glbinding" sebagai binding OpenGL opsional
is: Stuðningur við "glbinding" sem valfrjálsa OpenGL bindingu
sk: Podpora "glbinding" ako voliteľná väzba OpenGL
sq: Mbështetje për "glbinding" si lidhje opsionale OpenGL
tr: İsteğe bağlı OpenGL bağlamında "glbinding" desteği
uk: Підтримка "glbinding" як додаткового зв'язування OpenGL
uz: Ixtiyoriy OpenGL ulanishi sifatida "glbinding" ni qo'llab-quvvatlash

source: New menu code
ar: رمز القائمة الجديد
az: Yeni menyu kodu
et: Uus menüükood
he: קוד לתפריט החדש
hr: Novi kod izbornika
hy: Մենյուի նոր կոդ
id: Kode menu baru
is: Nýr valmyndarkóði
sk: Nový kód menu
sq: Kodi i ri i menusë
tr: Yeni menü kodu
uk: Новий код меню
uz: Yangi menyu kodi

source: Big Tux Walking Sprites improvements
ar: تحسينات كبيرة تكس المشي العفاريت
az: Böyük Tux üçün gəzinti spritlərinin əsaslı təmiri
et: Big Tuxi kõndimisspraitide täiustused
he: שיפור אנימציית ההליכה של טַקס במצב גדול
hr: Tuxova (velika) poboljšanja hodajućih duhova
hy: Big Tux ուրվական քայլելու բարելավումներ
id: Peningkatan Sprite Tux Besar Berjalan
is: Stórt Tux Gangandi Sprites endurbætur
sk: Vylepšenia chodiacich škriatkov Big Tux
sq: Përmirësime të spriteve në këmbë të Tux-it të madh
tr: Büyük Tux Yürüyen Cin iyileştirmeleri
uk: Удосконалення гуляючих спрайтів Big Tux
uz: Big Tux yuruvchi Spritlar yaxshilandi

source: Contrib Programming
ar: برمجة المساهمة
az: Proqramlaşdırmaya töhfə verin
et: Täiendav programmeerimine
he: תרומת תכנות
hr: Doprinesite programiranju
hy: Ներդրեք ծրագրավորում
id: Kontrobusi Program
is: Framlagsforritun
sk: Programovanie príspevkov
sq: Kontribuoni në programim
tr: Katkı Programlama
uk: Програмування внеску
uz: Hissa dasturlash

source: Various Contributions
ar: مساهمات مختلفة
az: Müxtəlif töhfələr
et: Erinevad panused
he: תרומות שונות
hr: Razni prilozi
hy: Տարբեր ներդրումներ
id: Kontribusi Lainnya
is: Ýmis framlög
sk: Rôzne príspevky
sq: Kontribute të ndryshme
tr: Çeşitli katkılar
uk: Різні внески
uz: Turli hissalar

source: Contributions
ar: مساهمات
az: Töhfələr
et: Kaastööd
he: תרומות
hr: Prilozi
hy: Ներդրումներ
id: Kontribusi
is: Framlög
sk: Príspevky
sq: Kontributet
tr: Katkılar
uk: Внески
uz: Hissalar

source: Special Thanks to
ar: شكر خاص ل
az: -a xüsusi təşəkkürlər
et: Eriline tänu
he: תודות מיוחדות ל־
hr: Posebno zahvaljujemo
hy: Հատուկ շնորհակալություն
id: Terima kasih untuk
is: Sérstakar þakkir til
sk: Špeciálna vďaka
sq: Falënderime të veçanta për
tr: Özel Teşekkürler
uk: Особлива подяка
uz: Ga alohida rahmat

source: For making such a great gaming experience possible on Linux
ar: لصنع تجربة لعب رائعة ممكن على لينكس
az: Belə gözəl oyun təcrübəsi yaratdığınız üçün Linux-da mümkündür
et: Sellise suurepärase mängukogemuse loomise eest võimalik Linuxis
he: על הפיכת חוויית משחק כה מעולה לאפשרית בלינוקס
hr: Za tako sjajno iskustvo igranja moguće na Linuxu
hy: Նման հիանալի խաղային փորձ ստեղծելու համար հնարավոր է Linux-ում
id: Untuk membuat pengalaman bermain yang hebat untuk Linux
is: Fyrir að gera svona frábæra leikjaupplifun mögulegt á Linux
sk: Za vytvorenie takého skvelého herného zážitku možné na Linuxe
sq: Për të krijuar një përvojë kaq të mrekullueshme të lojës e mundur në Linux
tr: Olağanüstü bir oyun deneyimi Linux ile mümkündür
uk: За створення такого чудового ігрового досвіду можливо в Linux
uz: Bunday ajoyib o'yin tajribasini yaratish uchun Linuxda mumkin

source: Or visit us directly at IRC:
ar: أو قم بزيارتنا مباشرة في IRC:
az: Və ya birbaşa IRC-də bizə müraciət edin:
et: Või külastage meid otse IRC-s:
he: או לדבר איתנו ישירות דרך IRC:
hr: Ili nas posjetite izravno na IRC-u:
hy: Կամ այցելեք մեզ անմիջապես IRC-ում.
id: Atau kunjungi kami langsung di IRC:
is: Eða heimsóttu okkur beint á IRC:
sk: Alebo nás navštívte priamo na IRC:
sq: Ose na vizitoni direkt në IRC:
tr: Veya doğrudan IRC'de ziyaret edin:
uk: Або відвідайте нас безпосередньо в IRC:
uz: Yoki bizni to'g'ridan-to'g'ri ARMga tashrif buyuring:

source: #supertux at web.libera.chat
ar: #supertux على web.libera.chat
az: web.libera.chat saytında #supertux
et: #supertux aadressil web.libera.chat
he: #supertux ב-web.libera.chat
hr: #supertux na web.libera.chat
hy: #supertux web.libera.chat-ում
id: #supertux di web.libera.chat
is: #supertux á web.libera.chat
sk: #supertux na web.libera.chat
sq: #supertux në web.libera.chat
tr: #supertux yanında web.libera.chat
uk: #supertux на web.libera.chat
uz: web.libera.chat saytida #supertux

source: Or at our Forum:
ar: أو في المنتدى الخاص بنا:
az: Və ya Forumumuzda:
et: Või meie foorumis:
he: או בפורום שלנו:
hr: Ili na našem forumu:
hy: Կամ մեր ֆորումում՝
id: Atau di Forum kami:
is: Eða á spjallborðinu okkar:
sk: Alebo na našom fóre:
sq: Ose në forumin tonë:
tr: Veya Forumumuzda:
uk: Або наш форум:
uz: Yoki bizning forumimizda:

source: Comments, ideas and suggestions
ar: تعليقات، أفكار و اقتراحات
az: Şərhlər, fikirlər və təkliflər
et: Ideed, soovitused ja kommentaarid
he: הערות, רעיונות והצעות
hr: Komentari, ideje i prijedlozi
hy: Մեկնաբանություններ, գաղափարներ և առաջարկություններ
id: Komentar, ide, dan saran
is: Athugasemdir, hugmyndir og tillögur
sk: Pripomienky, nápady a návrhy
sq: Komentet, idetë dhe sugjerimet
tr: Yorumlar, Düşünceler ve öneriler
uk: Коментарі, ідеї та неточності
uz: Fikrlar, fikr va takliflar

source: go to our mailing list
ar: اذهب إلى قائمتنا البريدية
az: poçt siyahımıza keçin
et: saatke meie e-posti aadressile
he: מעבר לרשימת הדיוור שלנו
hr: idite na našu mailing listu
hy: գնացեք մեր փոստային ցուցակը
id: pergi ke milis kami
is: farðu á póstlistann okkar
sk: prejdite na náš zoznam adries
sq: shkoni në listën tonë të postimeve
tr: e-posta listemize gidin
uk: несіть в нашу поштову розсилку
uz: bizning pochta ro'yxatiga o'ting

source: Typographical errors can be
ar: يمكن أن تكون الأخطاء المطبعية
az: Yazı səhvləri ola bilər
et: Trükivead võivad olla
he: שגיאות דפוס יכולות להיות
hr: Tiskarske pogreške mogu biti
hy: Տպագրական սխալները կարող են լինել
id: Kesalahan tipografi bisa
is: Prentvillur geta verið
sk: Typografické chyby môžu byť
sq: Gabimet topografike mund të
tr: Yazım hatası olabilir
uk: Можуть бути друкарські помилки
uz: Matbaa xatolari bo'lishi mumkin

source: reported to
ar: ذكرت ل
az: -a məlumat verdi
et: teatatud
he: דווח ל
hr: prijavljen
hy: հաղորդում է
id: dilaporkan ke
is: tilkynnt til
sk: nahlásené na
sq: raportohen në
tr: rapor edilen
uk: доповів
uz: ga xabar berdi

source: Want to help…
ar: هل تريد المساعدة...
az: Kömək etmək istəyirəm…
et: Kas sa soovid aidata...
he: ברצוני לעזור...
hr: Želite pomoći…
hy: Ցանկանում եք օգնել…
id: Ingin membantu…
is: Viltu hjálpa…
sk: Chcete pomôcť…
sq: Dëshiron të ndihmosh…
tr: Yardım isteği...
uk: Хочете допомогти…
uz: Yordam berishni xohlaysizmi…

source: …with localization?
ar: ...في الترجمة؟
az: ...lokallaşdırma ilə?
et: ...tõlkimisega?
he: ...בהמקמה?
hr: …s lokalizacijom?
hy: …տեղայնացմամբ?
id: lokalisasi?
is: …með staðfæringu?
sk: ...s lokalizáciou?
sq: …me përkthimet?
tr: yerelleştirme ile ilgili
uk: …з локалізацією?
uz: ... mahalliylashtirish bilan?

source: …with something else?
ar: ...في شيء آخر؟
az: …başqa bir şeylə?
et: …millegi muuga?
he: ...במשהו אחר?
hr: ...s nečim drugim?
hy: …այլ բանի հետ?
id: atau hal lainnya?
is: …með einhverju öðru?
sk: ...s niečím iným?
sq: …ose me ndonjë gjë tjetër?
tr: başka bir konu
uk: …з чимось іншим?
uz: ... boshqa narsa bilanmi?

source: Penny awaits you in warmer temperatures!
ar: بيني في انتظارك في درجات حرارة أكثر دفئا!
az: Penny sizi daha isti havalarda gözləyir!
et: Penny ootab teid soojematel temperatuuridel!
he: פני ממתינה לך בטמפרטורות חמות יותר!
hr: Penny vas čeka na toplijim temperaturama!
hy: Penny-ը սպասում է ձեզ ավելի տաք ջերմաստիճանի պայմաններում:
id: Penny menunggumu di suhu yang lebih hangat!
is: Penny bíður þín í hlýrra hitastigi!
sk: Penny na vás čaká pri vyšších teplotách!
sq: Penny të pret në temperatura më të ngrohta!
tr: Penny sıcak havalarda seni bekliyor!
uk: Пенні чекає на вас у високу температуру!
uz: Penny sizni iliqroq haroratda kutmoqda!

source: Nightly Tiles
hr: Noćne pločice

source: For levels, created in previous Nightly builds.
hr: Za razine, kreirane u prethodnim Nightly verzijama.
tr: Önceki Gecelik sürümlerinde oluşturulan seviyeler için.

source: Epsilon
sr: Епсилон

source: Totem
ar: الطوطم
he: טוטם
hy: Տոտեմ
is: Tótem
sr: Тотем
uk: Тотем

source: Network support is disabled.
ro: Capacitatea de conexiune la internet este dezactivată.

source: Press CTRL to move Bezier handles
ar: اضغط CTRL لتحريك مقابض Bezier
az: Bezier tutacaqlarını hərəkət etdirmək üçün CTRL düyməsini basın
et: Bezieri käepidemete liigutamiseks vajutage klahvi CTRL
he: הקש CTRL כדי להזיז את ידיות ה-Bezier
hy: Սեղմեք CTRL՝ Bezier բռնակները տեղափոխելու համար
id: Tekan CTRL untuk memindahkan pegangan Bezier
is: Ýttu á CTRL til að færa Bezier handföng
sk: Stlačením CTRL presuniete Bézierove rukoväte
sq: Shtypni CTRL për të lëvizur dorezat e Bezier
tr: Bezier tutamaçlarını taşımak için CTRL'ye basın
uk: Натисніть CTRL, щоб перемістити маркери Безьє
uz: Bezier tutqichlarini siljitish uchun CTRL tugmasini bosing

source: Some obsolete add-ons are still active and might cause collisions with default Super Tux structure. You can still enable these add-ons in the menu. Disabling these add-ons will not delete your game progress.
ar: لا تزال توجد بعض الإضافات المهملة مفعلة وربما تسبب تضارب مع بنية سوبرتكس الافتراضية. لا يزال بإمكانك تفعيل هذه الإضافات من القائمة. إن حذف هذه الإضافات لن يلغي تقدمك في اللعب.
az: Bəzi köhnəlmiş əlavələr hələ də aktivdir və defolt Super Tux strukturu ilə toqquşmalara səbəb ola bilər. Siz hələ də menyuda bu əlavələri aktivləşdirə bilərsiniz. Bu əlavələri deaktiv etmək oyun tərəqqinizi silməyəcək.
et: Mõned vananenud lisandmoodulid on endiselt aktiivsed ja võib põhjustada kokkupõrkeid Super Tuxi vaikestruktuuriga. Saate need lisandmoodulid siiski menüüs lubada. Nende lisandmoodulite keelamine ei kustuta teie mängu edenemist.
he: כמה תוספות מיושנות עדיין פעילות ועלול לגרום להתנגשויות עם מבנה Super Tux המוגדר כברירת מחדל. אתה עדיין יכול להפעיל את התוספות האלה בתפריט. השבתת התוספות הללו לא תמחק את התקדמות המשחק שלך.
hy: Որոշ հնացած հավելումներ դեռ ակտիվ են և կարող է առաջացնել բախումներ լռելյայն Super Tux կառուցվածքի հետ: Դուք դեռ կարող եք ակտիվացնել այս հավելումները ընտրացանկում: Այս հավելումների անջատումը չի ջնջի ձեր խաղի առաջընթացը:
id: Beberapa add-on yang sudah usang masih aktif dan mungkin bisa menyebabkan benturan dengan struktur baku SuperTux. Kamu masih bisa mengaktifkan add-on itu di menu. Menonaktifkan add-on tidak akan menghapus kemajuan permainan kamu.
is: Sumar úreltar viðbætur eru enn virkar og gæti valdið árekstrum með sjálfgefna Super Tux uppbyggingu. Þú getur samt virkjað þessar viðbætur í valmyndinni. Að slökkva á þessum viðbótum mun ekki eyða leiknum þínum.
sk: Niektoré zastarané doplnky sú stále aktívne a môže spôsobiť kolízie s predvolenou štruktúrou Super Tux. Tieto doplnky môžete stále povoliť v ponuke. Zakázanie týchto doplnkov neodstráni váš postup v hre.
sq: Disa shtesa të vjetruara janë ende aktive dhe mund të shkaktojë përplasje me strukturën e paracaktuar Super Tux. Ju ende mund t'i aktivizoni këto shtesa në meny. Çaktivizimi i këtyre shtesave nuk do të fshijë përparimin tuaj të lojës.
tr: Bazı eski eklentiler hala etkin ve varsayılan Super Tux yapısıyla çarpışmalara neden olabilir. Bu eklentileri yine de menüden etkinleştirebilirsiniz. Bu eklentileri devre dışı bırakmak, oyun ilerlemenizi silmez.
uk: Деякі застарілі додатки все ще активні і може спричинити зіткнення зі структурою Super Tux за замовчуванням. Ви все ще можете ввімкнути ці додатки в меню. Вимкнення цих доповнень не призведе до видалення прогресу гри.
uz: Ba'zi eskirgan qo'shimchalar hali ham faol va standart Super Tux tuzilishi bilan to'qnashuvga olib kelishi mumkin. Siz hali ham menyuda ushbu qo'shimchalarni yoqishingiz mumkin. Ushbu qo'shimchalarni o'chirib qo'ysangiz, o'yin jarayoni o'chirilmaydi.

source: Couldn't find a "main" sector. Please change the name of the sector where you'd like the player to start to "main"
ar: تعذر العثور على قطاع "رئيسي". الرجاء تغيير اسم القطاع حيث تريد أن يبدأ المشغل في "main"
az: "Əsas" sektoru tapmaq mümkün olmadı. Zəhmət olmasa harada sektorun adını dəyişdirin oyunçunun "əsas"a başlamasını istərdiniz
et: "Põhi" sektorit ei leitud. Palun muutke selle sektori nime, kus soovite, et mängija alustaks "peamist"
he: לא ניתן למצוא מקטע בשם "main". נא לשנות את השם של המקטע במקום שבו ברצונך שהשחקן יתחיל ל"main"
hy: Չհաջողվեց գտնել «հիմնական» հատված: Խնդրում ենք փոխել այն հատվածի անվանումը, որտեղ դուք կցանկանայիք, որ խաղացողը սկսի «հիմնական»
id: Tak dapat menemukan sektor "main" (utama). Silakan ubah nama sektor di mana kamu ingin pemain memulai permainan ke "main"
is: Gat ekki fundið "aðal" geira. Vinsamlegast breyttu nafni geirans þar sem þú vilt að spilarinn byrji að "main"
sk: Nepodarilo sa nájsť „hlavný“ sektor. Zmeňte názov sektora, kde chcete, aby sa prehrávač začal „hlavne“
sq: Nuk mund të gjeja një sektor "kryesor". Ju lutemi ndryshoni emrin e sektorit ku ju dëshironi që lojtari të fillojë në "kryesore"
tr: "Ana" bir sektör bulamadım. Lütfen bulunduğu sektörün adını değiştirin oyuncunun "ana" ya başlamasını istersiniz.
uk: Не вдалося знайти "основний" сектор. Будь ласка, змініть назву сектора, де ви хочете, щоб гравець почав "основний"
uz: "Asosiy" sektor topilmadi. Iltimos, sektor nomini o'zgartiring o'yinchi "asosiy" dan boshlashini xohlaysiz

source: Couldn't find a "main" spawnpoint. Please change the name of the spawnpoint where you'd like the player to start to "main"
ar: تعذر العثور على نقطة ظهور "رئيسية". الرجاء تغيير اسم نقطة الولادة حيث تريد أن يبدأ المشغل في "main"
az: "Əsas" kürü nöqtəsini tapmaq mümkün olmadı. Zəhmət olmasa, kürü nöqtəsinin adını dəyişin oyunçunun "əsas"a başlamasını istərdiniz
et: "Peamist" kudemispunkti ei leitud. Palun muutke kudemispunkti nime, kus soovite, et mängija alustaks "peamist"
he: לא הצלחתי למצוא נקודת שרצים "עיקרית". אנא שנה את השם של נקודת השרצים שבה אתה רוצה שהשחקן יתחיל ל"ראשי"
hy: Չհաջողվեց գտնել «հիմնական» ստեղծման կետ: Խնդրում ենք փոխեք այն կետի անվանումը, որտեղ դուք կցանկանայիք, որ խաղացողը սկսի «հիմնական»
id: Tak dapat menemukan titik kemunculan "main" (utama). Silakan ubah nama titik kemunculan di mana kamu ingin pemain memulai permainan ke "main"
is: Gat ekki fundið "aðal" spawnpoint. Vinsamlegast breyttu nafninu á spawnpoint hvar þú vilt að spilarinn byrji að "main"
sk: Nepodarilo sa nájsť "hlavný" spawnpoint. Zmeňte názov spawnpointu kde chcete, aby sa prehrávač začal „hlavne“
sq: Nuk mund të gjeja një pikë "kryesore". Ju lutemi ndryshoni emrin e pikës së përhapjes ku ju dëshironi që lojtari të fillojë në "kryesore"
tr: Bir "ana" yumurtlama noktası bulunamadı. Lütfen yumurtlama noktasının adını değiştirin oyuncunun "ana" ya başlamasını istersiniz.
uk: Не вдалося знайти «основну» точку появи. Будь ласка, змініть назву точки спавну, де ви хочете, щоб гравець почав "основний"
uz: "Asosiy" tug'ilish nuqtasi topilmadi. Iltimos, tug'ilish nuqtasi nomini o'zgartiring o'yinchi "asosiy" dan boshlashini xohlaysiz

source: Fixed position
ar: موقف ثابت
az: Sabit mövqe
et: Fikseeritud asend
he: מיקום קבוע
hy: Հաստատուն դիրք
id: Posisi tetap
is: Föst staða
sk: Pevná poloha
sq: Pozicioni fiks
tr: sabit konum
uk: Фіксоване положення
uz: Ruxsat etilgan pozitsiya

source: Sideways
ar: جانبية
az: Yan tərəfə
et: Külgpidi
he: הַצִידָה
hy: Կողքից
id: Ke samping
is: Til hliðar
sk: Nabok
sq: Anash
tr: Yan yan
uk: Набік
uz: Yon tomonga

source: Facing Down
ar: إقلب وجهه للأسفل
az: Üzü Aşağı
et: Näoga allapoole
he: פנים למטה
hy: Դեմքով դեպի ներքև
id: Hadap ke Bawah
is: Horft niður
sk: Tvárou nadol
sq: Me fytyrë Poshtë
uk: Лицьовою стороною вниз
uz: Pastga qarab

source: Facing Left
ar: مواجهة اليسار
az: Sola baxan
et: Vastamisi Vasakule
he: פונה לשמאל
hy: Դեմքով դեպի ձախ
id: Hadap Kiri
is: Snýr til vinstri
sk: Tvárou v tvár doľava
sq: Përballë majtas
uk: Обличчям вліво
uz: Chapga qaragan

source: Layer
ar: طبقة
az: Qat
et: Kiht
he: שכבה
hy: Շերտ
id: Lapisan
is: Lag
sk: Vrstva
sq: Avokat
uk: Шар
uz: Qatlam

source: Distance factor
ar: عامل البعد
az: Məsafə faktoru
et: Kaugustegur
he: גורם מרחק
hy: Հեռավորության գործոն
id: Faktor jarak
is: Fjarlægðarstuðull
sk: Faktor vzdialenosti
sq: Faktori i distancës
uk: Фактор відстані
uz: Masofa omili

source: Distance bias
ar: تحيز المسافة
az: Məsafə meyli
et: Kauguse eelarvamus
he: הטיית מרחק
hy: Հեռավորության գործոն
id: Bias jarak
is: Fjarlægðarhlutdrægni
sk: Skreslenie vzdialenosti
sq: Paragjykimi në distancë
uk: Зміщення відстані
uz: Masofa chizig'i

source: Icecrusher
ar: كسارة الجليد
az: Buzqıran
et: Jääpurusti
he: מרסקרח
hy: Սառցահատ
id: Pemecah es
is: Ískrossari
sk: Drvič ľadu
sq: Akullthyese
uk: Подрібнювач льоду
uz: Muz maydalagich

source: Skull Tile
ar: بلاط الجمجمة
az: Kəllə kafel
et: Kolju plaat
he: אריח גולגולת
hy: Գանգի սալիկ
id: Ubin Tengkorak
is: Hauskúpuflísar
sk: Doska lebky
sq: Tjegull kafke
uk: Плитка черепа
uz: Boshsuyagi kafel

source: Zone Type
ar: نوع المنطقة
az: Zona növü
et: Tsooni tüüp
he: סוג אזור
hy: Գոտու տեսակը
id: Tipe Zona
is: Tegund svæðis
sk: Typ zóny
sq: Lloji i zonës
uk: Тип зони
uz: Zona turi

source: Linked
ar: ينكدين
az: Əlaqələndirildi
et: Seotud
he: לינקדאין
hy: կապված
id: Tertaut
is: Tengd
sk: Spojený
sq: Të lidhura
uk: Пов'язано
uz: Bog'langan

source: Left Colour
ar: لون اليسار
az: Sol Rəng
et: Vasak värv
he: הצבע השמאלי
hy: Ձախ Գույնը
id: Warna Kiri
is: Vinstri litur
sk: Ľavá farba
sq: Ngjyra e majtë
uk: Лівий колір
uz: Chap rang

source: Right Colour
ar: لون اليمين
az: Düzgün Rəng
et: Õige värv
he: הצבע הימני
hy: Աջ Գույնը
id: Warna Kanan
is: Réttur litur
sk: Správna farba
sq: Ngjyra e duhur
uk: Правильний колір
uz: To'g'ri rang

source: Top Colour
ar: توب لون
az: Üst Rəng
et: Ülemine värv
he: הצבע העליון
hy: Վերին Գույնը
id: Warna Atas
is: Topp litur
sk: Vrchná farba
sq: Ngjyra e sipërme
uk: Верхній колір
uz: Yuqori rang

source: Bottom Colour
ar: لون الأسفل
az: Alt Rəng
et: Alumine värv
he: הצבע התחתון
hy: Ներքեւի Գույնը
id: Warna Bawah
is: Botn litur
sk: Farba spodnej časti
sq: Ngjyra e poshtme
uk: Нижній колір
uz: Pastki rang

source: List of enemies
ar: قائمة الأعداء
az: Düşmənlərin siyahısı
et: Vaenlaste nimekiri
he: רשימת אויבים
hy: Թշնամիների ցուցակ
id: Senarai musuh
is: Listi yfir óvini
sk: Zoznam nepriateľov
sq: Lista e armiqve
uk: Список ворогів
uz: Dushmanlar ro'yxati

source: Select enemy
ar: حدد العدو
az: Düşmən seçin
et: Vaenlaste valimine
he: בחר אויב
hy: Ընտրեք թշնամուն
id: Pilih musuh
is: Veldu óvin
sk: Vyberte nepriateľa
sq: Zgjidh armikun
uk: Виберіть ворога
uz: Dushmanni tanlang

source: Do you want to delete this badguy from the list?
ar: هل ترغب بحذف هذه الشخصية الشريرة من القائمة؟
az: Bu pis adamı siyahıdan silmək istəyirsiniz?
et: Kas soovite selle pahalase loendist kustutada?
he: האם להסיר אויב זה מהרשימה?
hy: Ուզում ե՞ք ջնջել այս վատ տղային ցանկից:
id: Apakah kamu ingin menghapus penjahat ini dari senarai?
is: Viltu eyða þessum galla af listanum?
sk: Chcete vymazať tohto padoucha zo zoznamu?
sq: Dëshiron ta fshish këtë person të keq nga lista?
uk: Ви хочете видалити цього поганця з списку?
uz: Bu yomon odamni roʻyxatdan oʻchirib tashlamoqchimisiz?

source: An error occured and the game could not clone the path. Please contact the developers for support.
ar: حدث خطأ ويمكن للعبة لا استنساخ المسار. الرجاء التواصل المطورين للحصول على الدعم.
az: Səhv baş verdi və oyun ola bilər yolu klonlamayın. Zəhmət olmasa əlaqə saxlayın dəstək üçün tərtibatçılar.
et: Ilmnes viga ja mäng sai hakkama mitte kloonida teed. Palun võtke ühendust arendajatele toetuse saamiseks.
he: אירעה שגיאה והמשחק יכול לא לשבט את הנתיב. אנא צור קשר המפתחים לתמיכה.
hy: Սխալ է տեղի ունեցել, և խաղը կարող է մի կլոնավորեք ուղին: Խնդրում եմ կապնվել մշակողները աջակցության համար:
id: Terjadi kesalahan dan game bisa tidak mengkloning jalan. Mohon hubungi pengembang untuk dukungan.
is: Villa kom upp og leikurinn gæti ekki klóna slóðina. Vinsamlegast hafðu samband hönnuði fyrir stuðning.
sk: Vyskytla sa chyba a hra mohla neklonovať cestu. Prosím kontaktujte vývojárom za podporu.
sq: Ndodhi një gabim dhe loja mundi mos klononi rrugën. Ju lutem kontaktoni zhvilluesit për mbështetje.
uk: Сталася помилка, і гра могла не клонувати шлях. Будь ласка зв'яжіться розробникам за підтримку.
uz: Xatolik yuz berdi va o'yin mumkin yo'lni klonlamang. Iltimos, murojaat qiling qo'llab-quvvatlash uchun ishlab chiquvchilar.

source: Walking Tree
ar: شجرة المشي
az: Gəzinti Ağacı
et: Kõndiv puu
he: עץ מהלך
hy: Քայլող ծառ
id: Pohon Berjalan
is: Göngutré
sk: Chodiaci strom
sq: Pemë në këmbë
uk: Ходяче дерево
uz: Yuradigan daraxt

source: Iceblock
ar: كتلة الجليد
az: Buz bloku
et: Jääplokk
he: תיבת קרח
hy: Սառցե բլոկ
id: Blok Es
is: Ísblokk
sk: Ľadový blok
sq: Blloqe akulli
uk: Крижана брила
uz: Muz bloki

source: Snowball
ar: كرة الثلج
az: Qartopu
et: Lumepall
he: כדור שלג
hy: Ձնագնդի
id: Bola salju
is: Snjóbolti
sk: Snehová guľa
sq: Top dëbore
uk: Сніжка
uz: Qor to'pi

source: Smartblock
ar: سمارت بلوك
az: Smartblok
et: Nutikas plokk
he: תיבה חכמה
hy: Խելացի բլոկ
id: Blok Cerdas
sk: Inteligentný blok
uk: Розумний блок
uz: Smartblok

source: Snowshot
ar: لقطة
az: Qar zərbəsi
et: Lumelaskja
he: צילום שלג
hy: Ձյան կրակոց
id: Tembakan salju
is: Snjóskot
sk: Snehová strela
sq: E shtënë me borë
uk: Сніжок
uz: Qor zarbasi

source: Spring Leaf
ar: أوراق الربيع
az: Bahar yarpağı
et: Kevadine Leht
he: עלה אביב
hy: Գարնանային տերեւ
id: Daun Musim Gugur
is: Vorblað
sk: Jarný list
sq: Gjethja e pranverës
uk: Весняний лист
uz: Bahor bargi
