Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Show Controller
ar: عرض المراقب
az: Nəzarətçi göstər
et: Näita kontrollerit
fr_ca: Afficher la manette
he: הצג בקר
hr: Prikaži kontroler
hy: Ցույց տալ վերահսկիչը
id: Tampilkan Kontroler
is: Sýna stjórnandi
it: Mostra Controller
nn: Vis kontrollar
ro: Arată controlerul
sk: Zobraziť ovládač
sl: Pokaži krmilnik
sq: Shfaq kontrolluesin
sr: Прикажи контролер
tr: Denetleyiciyi Göster
uk: Показати контролер
uz: Controllerni ko'rsatish

source: Show Framerate
ar: عرض فراميراتي
az: Çərçivə sürətini göstərin
et: Näita kaadrisagedust
fr_ca: Afficher la fréquence d'images
he: הצג קצב פריימים
hr: Prikaži broj sličica u sekundi
hy: Ցույց տալ շրջանակը
id: Tampilkan Laju Bingkai
is: Sýna FPS
it: Mostra FPS
nn: Vis bilete per sekund
ro: Arată framerate
sk: Zobraziť počet snímok za sekundu
sl: Pokaži hitrost sličic
sq: Shfaq shpejtësinë e kuadrove
sr: Прикажи брзину кадрова
tr: Kare Hızını Göster
uk: Показати частоту кадрів
uz: Kadr tezligini ko'rsatish

source: Draw Redundant Frames
ar: ارسم إطارات زائدة عن الحاجة
az: Lazımsız çərçivələr çəkin
et: Joonistage üleliigsed raamid
fr_ca: Dessiner des cadres redondants
he: צייר מסגרות מיותרות
hr: Nacrtajte suvišne okvire
hy: Նկարեք ավելորդ շրջանակներ
id: Menggambar Bingkai Redundan
is: Teiknaðu óþarfa ramma
it: Mostra i frame rindondanti
nn: Teikn opp redundante skjermbilete
ro: Desenați cadre redundante
sk: Zobraziť počet snímok za sekundu
sl: Izriši odvečne sličice
sq: Vizatoni korniza të tepërta
sr: Нацртај сувишне оквире
tr: Yedekli Çerçeveler Çizin
uk: Намалюйте зайві кадри
uz: Ortiqcha ramkalar chizish

source: Show Player Position
ar: عرض موقف اللاعب
az: Oyunçu mövqeyini göstərin
et: Näita mängija positsiooni
fr_ca: Afficher la position du joueur
he: הצג את עמדת הנגן
hr: Prikaži poziciju igrača
hy: Ցույց տալ խաղացողի դիրքը
id: Tampilkan Posisi Pemain
is: Sýna stöðu leikmanns
it: Mostra la posizione del giocatore
nn: Vis spelarposisjon
ro: Arată poziția jucătorului
sk: Zobraziť pozíciu hráča
sl: Pokaži igralčev položaj
sq: Trego pozicionin e lojtarit
sr: Прикажи позицију играча
tr: Oyuncu Pozisyonunu Göster
uk: Показати позицію гравця
uz: O'yinchi pozitsiyasini ko'rsatish

source: Use Bitmap Fonts
ar: استخدم الخطوط النقطية
az: Bitmap şriftlərindən istifadə edin
et: Kasutage bitmap fonte
fr_ca: Utiliser une Police Bitmap
he: השתמש בגופני Bitmap
hr: Koristite bitmap fontove
hy: Օգտագործեք Bitmap տառատեսակներ
id: Gunakan Fonta Bitmap
is: Notaðu Bitmap leturgerðir
it: Usa font bitmap
nn: Bruk punktbiletskrifter
ro: Utilizați fonturi Bitmap
sk: Použite bitmapové písma
sl: Uporabi bitmap pisave
sq: Përdorni Fontet Bitmap
sr: Користите битмап фонтове
tr: Bitmap Yazı Tiplerini Kullan
uk: Використовуйте растрові шрифти
uz: Bit xaritasi shriftlaridan foydalaning

source: Show Tile IDs in Editor Toolbox
fr_ca: Afficher l'ID des tuiles dans la barre à outils de l'éditeur
hr: Prikaži ID-ove pločica u alatnom okviru uređivača
it: Mostra l'ID delle caselle nel menù di editor
nn: Vis flis-ID-ar i verktøykassen
sl: Pokaži identifikatorje podlag med orodji urejevalnika
sr: Прикажи ИД-ове плочица у алаткама за уређивање
tr: Editör Araç Kutusunda Döşeme Kimliklerini Göster

source: Hide Player HUD
fr_ca: Masquer l'affichage tête haute au sommet de l'écran
hr: Sakrij HUD za igrača
it: Nascondi HUD giocatore
nn: Vis spelar-HUD
sl: Skrij igralčeve prikazne elemente
sr: Сакриј HUD играча

source: Reload Resources
fr_ca: Recharger les ressources
hr: Ponovno učitavanje resursa
it: Ricarica le risorse
nn: Last inn ressursar på nytt
ro: Reîncărca resursele
sl: Ponovno naloži sredstva
sr: Поново учитајте ресурсе
tr: Kaynakları Yeniden Yükle

source: Reloads all fonts, textures, sprites and tilesets.
fr_ca: Recharger toutes les polices de caractère, textures, sprites et ensembles de tuiles.
hr: Ponovno učitava sve fontove, teksture, spriteove i setove pločica.
it: Ricarica tutti i font, textures, sprites e set di caselle.
nn: Last inn på nytt alle skrifter, teksturar, figurar og flissamlingar.
sl: Ponovno naloži vse pisave, teksture, animirane izrezke in nabore podlag.
sr: Поново учитава све фонтове, текстуре, спрајтове и скупове плочица.
tr: Tüm yazı tiplerini, dokuları, hareketli grafikleri ve döşeme setlerini yeniden yükler.

source: Dump Texture Cache
ar: تفريغ ذاكرة التخزين المؤقت الملمس
az: Tekstura Keşini boşaltın
et: Tekstuuri vahemälu tühjendamine
fr_ca: Vider le cache de texture
he: זרוק מטמון מרקם
hr: Izbaci predmemoriju teksture
hy: Թափել հյուսվածքների քեշը
id: Timbun Tembolok Tekstur
is: Afrita texture Cache
it: Fai il dump della cache texture
nn: Dump tekstur-snøggbuffer
ro: Eliminați memoria cache a texturii
sk: Vypíšte vyrovnávaciu pamäť textúr
sl: Shrani stanje predpomnilnika tekstur
sq: Hidh memorien e tekstit
sr: Избаци кеш текстуре
tr: Doku Önbelleğini Boşalt
uk: Дамп кешу текстур
uz: Tekstura keshini tashlash

source: Save particle as
ar: حفظ الجسيمات باسم
az: Hissəciyi kimi saxla
et: Salvesta osake kui
fr_ca: Enregistrer la particule sous
he: שמור חלקיק בשם
hr: Spremi česticu kao
hy: Պահպանել մասնիկը որպես
id: Simpan partikel sebagai
is: Vista ögn sem
it: Salva particolare come
nn: Lagra partikkel som
ro: Înregistrează particula ca și
sk: Uložiť časticu ako
sl: Shrani delec kot
sq: Ruaj grimcën si
sr: Сачувај честицу као
tr: Parçacığı farklı kaydet
uk: Зберегти частинку як
uz: Zarrachani shunday saqlang

source: File name
ar: اسم الملف
az: Fayl adı
et: Faili nimi
fr_ca: Nom de fichier
he: שם קובץ
hr: Naziv datoteke
hy: Ֆայլի անունը
id: Nama file
is: Skráarnafn
it: Nome del file
nn: Filnamn
ro: Nume de fișier
sk: Názov súboru
sl: Datotečno ime
sq: Emri i skedarit
sr: Име датотеке
tr: Dosya adı
uk: Ім'я файлу
uz: Fayl nomi

source: Up cursor
ar: المؤشر للأعلى
az: Yuxarı kursor
et: Ülemine nooleklahv
fr_ca: Curseur vers le haut
he: סמן למעלה
hr: Pokazivač gore
hy: Վերև կուրսորը
id: Kursor atas
is: Bendilinn upp
it: Freccia su
nn: Pil opp
ro: Cursor sus
sk: Šípka nahor
sl: Tipka navzgor
sq: Lart kursorin
sr: Стрелица горе
tr: Yukarı ok
uk: Курсор угору
uz: Yuqori kursor

source: Down cursor
ar: المؤشر لأسفل
az: Aşağı kursor
et: Alumine nooleklahv
fr_ca: Curseur vers le bas
he: סמן למטה
hr: Pokazivač dolje
hy: Ցած կուրսորը
id: Kursor bawah
is: Bendill niður
it: Freccia giù
nn: Pil ned
ro: Cursor jos
sk: Šípka nadol
sl: Tipka navzdol
sq: Poshtë kursorin
sr: Стрелица доле
tr: Aşağı ok
uk: Курсор униз
uz: Pastga kursor

source: Left cursor
ar: المؤشر الأيسر
az: Sol kursor
et: Vasak nooleklahv
fr_ca: Curseur gauche
he: סמן שמאלה
hr: Pokazivač lijevo
hy: Ձախ կուրսորը
id: Kursor kiri
is: Vinstri bendill
it: Freccia sinistra
nn: Pil venstre
ro: Cursor stânga
sk: Šípka doľava
sl: Tipka levo
sq: Kursori majtas
sr: Стрелица лево
tr: Sol ok
uk: Курсор ліворуч
uz: Chap kursor

source: Right cursor
ar: المؤشر الأيمن
az: Sağ kursor
et: Parem nooleklahv
fr_ca: Curseur droit
he: סמן ימינה
hr: Pokazivač desno
hy: Աջ կուրսորը
id: Kursor kanan
is: Hægri bendill
it: Freccia destra
nn: Pil høgre
ro: Cursor dreapta
sk: Šípka doprava
sl: Tipka desno
sq: Kursori i djathtë
sr: Стрелица десно
tr: Sağ ok
uk: Курсор праворуч
uz: O'ng kursor

source: Return
ar: رجوع
az: Qayıt
et: Enter
fr_ca: Revenir
he: חזרה
hr: Enter
hy: Վերադարձ
is: Til baka
it: Invio
nn: Enter
ro: Revenire
sk: Enter
sl: Vnašalka
sr: Ентер
tr: Enter
uk: Повернутись
uz: Qaytish

source: Space
ar: مسافة
az: Kosmos
et: Tühik
fr_ca: Espace
he: רווח
hr: Razmaknica
hy: Տիեզերք
id: Spasi
is: Rými
it: Spazio
nn: Mellomrom
ro: Spațiu
sk: Medzerník
sl: Preslednica
sq: Hapësirë
sr: Размак
tr: Boşluk
uk: Пробіл

source: Right Shift
ar: يمين Shift
az: Sağ Shift
et: Parem shift
fr_ca: Décalage à droite
he: Shift ימני
hr: Desni Shift
hy: Աջ Shift
id: Shift Kanan
is: Hægri Shift
it: Shift destro
nn: Høgre-Shift
ro: Shift dreapta
sk: Shift (pravý)
sl: Desna dvigalka
sq: Shift i djathtë
sr: Десни Шифт
tr: Sağ Shift
uk: Правий shift
uz: O'ngga siljish

source: Left Shift
ar: يسار Shift
az: Sol Shift
et: Vasak shift
fr_ca: Décalage à gauche
he: Shift שמאלי
hr: Lijevi Shift
hy: Ձախ հերթափոխ
id: Shift Kiri
is: Vinstri vakt
it: Shift sinistro
nn: Venstre-Shift
ro: Shift stânga
sk: Shift (ľavý)
sl: Leva dvigalka
sq: Shift i majtë
sr: Леви Шифт
tr: Sol Shift
uk: Лівий shift
uz: Chapga siljitish

source: Right Control
ar: التحكم الصحيح
az: Sağ nəzarət
et: Parem kontrol
fr_ca: Contrôle droit
he: Control ימני
hr: Desni CTRL
hy: Ճիշտ Control
id: Control Kanan
is: Rétt stjórn
it: Ctrl destro
nn: Høgre-Ctrl
ro: Control dreapta
sk: Ctrl (pravý)
sl: Desna krmilka
sq: Ctrl i djathtë
sr: Десни Контрол
tr: Sağ Ctrl
uk: Правий Ctrl
uz: To'g'ri nazorat

source: Left Control
ar: سيطرة اليسار
az: Sol Nəzarət
et: Vasak kontrol
fr_ca: Contrôle gauche
he: Control שמאלי
hr: Lijevi CTRL
hy: Ձախ հսկողություն
id: Control Kiri
is: Vinstri stjórn
it: Ctrl sinistro
nn: Venstre-Ctrl
ro: Control stânga
sk: Ctrl (ľavý)
sl: Leva krmilka
sq: Ctrl i majtë
sr: Леви Контрол
tr: Sol Ctrl
uk: Лівий Ctrl
uz: Chap nazorat

source: Right Alt
ar: اليمين Alt
az: Sağ Alt
et: Parem alt
fr_ca: Alt droite
he: Alt ימני
hr: Desni Alt
hy: Աջ Alt
id: Alt Kanan
is: Hægri Alt
it: Alt destro
nn: Høgre-Alt
ro: Alt dreapta
sk: Alt (pravý)
sl: Desna izmenjevalka
sq: Alt i djathtë
sr: Десни Алт
tr: Sağ Alt
uk: Правий Alt
uz: To'g'ri Alt

source: Left Alt
ar: Alt الأيسر
az: Sol Alt
et: Vasak alt
fr_ca: Alt gauche
he: Alt שמאלי
hr: Lijevi Alt
hy: Ձախ Alt
id: Alt Kiri
is: Vinstri Alt
it: Alt sinistro
nn: Venstre-Alt
ro: Alt stânga
sk: Alt (ľavý)
sl: Leva izmenjevalka
sq: Alt i majtë
sr: Леви Алт
tr: Sol Alt
uk: Лівий Alt
uz: Chap Alt

source: Right Command
ar: الأمر الصحيح
az: Sağ əmr
et: Õige käsk
fr_ca: Commande droite
he: Command ימני
hr: Desna naredba
hy: Ճիշտ հրաման
id: Perintah Kanan
is: Hægri stjórn
it: comando destro
nn: Høgre-Kommando
ro: Command dreapta
sk: Command (pravý)
sl: Desni Cmd
sq: Komanda e djathtë
sr: Десни Команд
tr: Sağ Komut
uk: Правий Command
uz: To'g'ri buyruq

source: Left Command
ar: القيادة اليسرى
az: Sol Komanda
et: Vasak käsk
fr_ca: Commande gauche
he: Command שמאלי
hr: Lijeva komanda
hy: Ձախ հրաման
id: Perintah Kiri
is: Vinstri stjórn
it: comando sinistra
nn: Venstre-Kommando
ro: Command stânga
sk: Command (ľavý)
sl: Levi Cmd
sq: Komanda e majtë
sr: Леви Команд
tr: Sol Komut
uk: Лівий Command
uz: Chap buyruq

source: Setup Keyboard
ar: إعداد لوحة المفاتيح
az: Klaviatura Quraşdırma
et: Seadista klaviatuuri
fr_ca: Régler le clavier
he: הגדרת מקלדת
hr: Konfiguriraj tipkovnicu
hy: Կարգավորեք ստեղնաշարը
id: Penyiapan Papan Tik
is: Uppsetning lyklaborðs
it: Configurazione controlli
nn: Speltastar
ro: Configurare tastatură
sk: Nastaviť klávesnicu
sl: Nastavitve tipkovnice
sq: Konfiguro tastierën
sr: Подеси тастере
tr: Klavyeyi Ayarla
uk: Налагодити клавіатуру
uz: Klaviaturani sozlash

source: Player {}
fr_ca: Joueur {}
hr: Igrač {}
it: Giocatore {}
nn: Spelar {}
ro: Jucătorul {}
sl: Igralec/ka {}
sr: Играч {}

source: Press Key
ar: اضغط المفتاح
az: Düyməni basın
et: Vajuta klahvi
fr_ca: Appuyez sur la touche
he: נא ללחוץ על מקש
hr: Pritisni tipku
hy: Սեղմեք ստեղնը
id: Tekan Tombol
is: Ýttu á takka
it: Premi un tasto
nn: Trykk på tast
ro: Apasa o tastă
sk: Stlačte kláves
sl: Pritisni tipko
sq: Shtyp një buton
sr: Притисни дугме
tr: Tuşa Bas
uk: Натисніть клавішу
uz: Tugmani bosing

source: Installed Language Packs
fr_ca: Modules de langues installés
hr: Instalirani jezični paketi
it: Pacchetti della Lingua installati.
nn: Installerte språkpakkar
ro: Pachete de limbaj instalate
sl: Nameščeni jezikovni paketi
sr: Инсталирани језички пакети
tr: Yüklü Dil Paketleri

source: Installed Add-ons
fr_ca: Extensions installées
hr: Instalirani dodaci
it: Componenti Aggiuntivi installati
nn: Installerte tilleggskart
ro: Extensii instalate
sl: Nameščeni dodatki
sr: Инсталирани додаци

source: No language packs installed
fr_ca: Aucun module de langue installé
hr: Nema instaliranih jezičnih paketa
it: Nessun pacchetto della lingua installato
nn: Ingen språkpakkar er installerte
ro: Nu-i nici un pachet de limbaj instalat.
sl: Ni nameščenih jezikovnih paketov
sr: Ниједан језички пакет није инсталиран
tr: Hiçbir dil paketi yüklü değil

source: No Add-ons installed
ar: لا توجد إضافات مثبتة
az: Əlavələr quraşdırılmayıb
et: Lisandmooduleid pole installitud
fr_ca: Aucun module complémentaire installé
he: אין תוספים מותקנים
hr: Nema instaliranih dodataka
hy: Տեղադրված հավելումներ չկան
id: Tak ada Add-on terpasang
is: Engar viðbætur settar upp
it: Nessun componente aggiuntivo installato
nn: Ingen tilleggskart er installerte
ro: Nu există suplimente instalate
sk: Nie sú nainštalované žiadne doplnky
sl: Ni nameščenih dodatkov
sq: Asnjë shtesë e instaluar
sr: Нема инсталираних додатака
tr: Yüklenmiş eklenti yok
uk: Жодного доповнення не встановлено
uz: Hech qanday qo'shimcha o'rnatilmagan

source: {} *UPDATE*
fr_ca: {} *METTRE À JOUR*
hr: {} *AŽURIRANJE*
nn: {} *OPPDATERING*
ro: {} *ACTUALIZARE*
sl: {} *POSODOBITEV*
sr: {} *АЖУРИРАЊЕ*

source: {} [DISABLED] *UPDATE*
fr_ca: {} [DÉSACTIVÉ] *METTRE À JOUR*
hr: {} [ONEMOGUĆENO] *AŽURIRANJE*
it: {} [DISABILITATO] *UPDATE*
nn: {} [SLÅTT AV] *OPPDATERING*
ro: {} [DEZACTIVAT] *ACTUALIZARE*
sl: {} [ONEMOGOČENO] *POSODOBITEV*
sr: {} [ОНЕГАЋЕНО] *АЖУРИРАЊЕ*

source: {} [DISABLED]
fr_ca: {} [DÉSACTIVÉ]
hr: {} [ONEMOGUĆENO]
it: {} [DISABILITATO]
nn: {} [SLÅTT AV]
ro: {} [DEZACTIVAT]
sl: {} [ONEMOGOČENO]
sr: {} [ОНЕГАЂЕНО]

source: No updates available.
fr_ca: Aucune mise à jour à disponible.
hr: Nema dostupnih ažuriranja.
it: Nessun aggiornamento disponibile.
nn: Ingen oppdateringar er tilgjengelege
ro: Nu-i nici o actualizare disponibilă.
sl: Na voljo ni posodobitev.
sr: Нема доступних ажурирања.
tr: Güncelleme mevcut değil.

source: {} {} available
fr_ca: {} {} disponible
hr: Dostupno: {} {}
it: {} {} disponibile
nn: {} {} tilgjengeleg
ro: {} {} disponibilă(e)
sl: {} {} na voljo
sr: Доступно: {} {}
tr: {} {} mevcut

source: update
fr_ca: mise à jour
hr: ažurirati
it: aggiornamento
nn: oppdatering
ro: actualizare
sl: posodobitev
sr: ажурирање

source: updates
fr_ca: mises à jour
hr: ažuriranja
it: aggiornamenti
nn: oppdateringar
ro: actualizări
sl: posodobitev
sr: ажурирања

source: Check for updates
fr_ca: Rechercher des mises à jour
hr: Provjeri ako je dostupna nadogradnja
it: Ricerca di aggiornamenti
nn: Sjå etter oppdateringar
ro: Caută actualizări
sl: Preveri za posodobitve
sr: Провера ажурирања
tr: Güncelleştirmeleri kontrol et

source: Browse language packs
fr_ca: Parcourir les modules de langues
hr: Pregledaj jezične pakete
it: Cerca pacchetti della lingua
nn: Bla gjennom språkpakkar
ro: Navighează în pachetele de limbaj
sl: Brskaj po jezikovnih paketih
sr: Прегледајте језичке пакете
tr: Dil paketlerine göz at

source: Browse Add-ons
fr_ca: Parcourir les extensions
hr: Pregledaj dodatke
it: Cerca Componenti Aggiuntivi
nn: Bla gjennom tilleggskart
ro: Navighează în extensii
sl: Brskaj po dodatkih
sr: Прегледајте додатке

source: Install from file
fr_ca: Installer depuis un fichier
hr: Instaliraj iz datoteke
it: Installa da file
nn: Installer frå fil
ro: Instalează din fișier
sl: Namesti iz datoteke
sr: Инсталирај из датотеке

source: To browse through the add-on catalog, you must enable networking.
fr_ca: Pour parcourir le catalogue d'extensions, vous devez autoriser la connexion à internet.
hr: Za pregledavanje kataloga dodataka morate omogućiti umrežavanje.
it: Per cercare nel catalogo dei componenti aggiuntivi, devi abilitare la navigazione in rete.
nn: For å bla gjennom katalogen med tilleggskart må du slå på nettverkstilgang.
ro: Pentru a naviga în catalogul de extensii, trebuie să activezi conexiunea la internet.
sl: Če želiš brskati po katalogu dodatkov, omogoči povezavo z internetom.
sr: Да бисте прегледали каталог додатака, морате омогућити умрежавање.
tr: Eklenti kataloğuna göz atmak için ağ özelliğini etkinleştirmeniz gerekir.

source: To check for add-on updates, you must enable networking.
fr_ca: Pour chercher les mises à jour des extensions, vous devez autoriser la connexion à internet.
hr: Da biste provjerili ažuriranja dodataka, morate omogućiti umrežavanje.
it: Per ricercare aggiornamenti delle componenti aggiuntive, devi abilitare la navigazione in rete.
nn: For å sjå etter oppdateringar av tilleggskart må du slå på nettverkstilgang.
ro: Pentru a căuta actualizările extensiilor, trebuie să activezi conexiunea la internet.
sl: Če želiš preveriti za posodobitve dodatkov, omogoči povezavo z internetom.
sr: Да бисте проверили ажурирања додатака, морате омогућити умрежавање.
tr: Eklenti güncellemelerini kontrol etmek için ağ özelliğini etkinleştirmeniz gerekir.

source: Checking for updates...
fr_ca: Recherche de mises à jour...
hr: Provjera ažuriranja...
it: Ricerca di aggiornamenti...
nn: Ser etter oppdateringar …
ro: Se caută actualizări...
sl: Preverjam za posodobitve ...
sr: Провера ажурирања...
tr: Güncellemeler kontrol ediliyor...

source: Menu Customization
fr_ca: Personnalisation du menu
hr: Prilagođavanje izbornika
it: Personalizzazione del menu
nn: Menytilpassing
ro: Personalizarea meniului
sl: Prilagajanje menija
sr: Прилагођавање менија

source: Menu Back Color
fr_ca: Couleur du fond du menu
hr: Boja stražnje strane izbornika
it: Colore di sfondo nel menù
nn: Bakgrunnsfarge meny
ro: Culoarea fundalului meniului
sl: Barva ozadja menija
sr: Боја позадине менија
tr: Menü Arka Rengi

source: Menu Front Color
fr_ca: Couleur de l'avant du menu
hr: Boja prednje strane izbornika
it: Colore di fronte del menù
nn: Framgrunnsfarge meny
ro: Culoarea prim-planului meniului
sl: Barva ospredja menija
sr: Боја предње стране менија

source: Menu Help Back Color
fr_ca: Couleur du fond du menu d'aide
hr: Izbornik Pomoć Boja stražnje strane
it: Colore di sfondo del menù d'aiuto
nn: Bakgrunnsfarge menyhjelp
ro: Culoarea fundalului descrierii meniului
sl: Barva ozadja pomagalskega menija
sr: Мени Помоћ Боја назад

source: Menu Help Front Color
fr_ca: Couleur de l'avant du menu d'aide
hr: Izbornik Pomoć Boja prednje strane
it: Colore di sfondo del menù d'aiuto
nn: Framgrunnsfarge menyhjelp
ro: Culoarea prim-planului descrierii meniului
sl: Barva ospredja pomagalskega menija
sr: Мени Помоћ Боја предње стране

source: Label Text Color
fr_ca: Couleur du texte de l'étiquette
hr: Boja teksta oznake
it: Colore dell'etichetta di testo
nn: Tekstfarge etikett
ro: Culoarea etichetei de text
sl: Barva oznake
sr: Боја текста ознаке

source: Active Text Color
fr_ca: Couleur du texte actif
hr: Aktivna boja teksta
it: Colore del testo attivo
nn: Tekstfarge valt element
ro: Culoarea textului activ
sl: Barva dejavnega besedila
sr: Активна боја текста

source: Divider Line Color
fr_ca: Couleur de la ligne de séparation
hr: Boja razdjelne linije
it: Colore della linea di divisione
nn: Farge på skiljelinje
ro: Culoarea liniei de separație
sl: Barva ločilne črte
sr: Боја линије раздвајача

source: Menu Roundness
fr_ca: Rondeur du menu
hr: Zaobljenost izbornika
it: Arrotondamento del menù
nn: Avrunding meny
ro: Rotunjimea meniului
sl: Zglajenost menija
sr: Заокруженост менија

source: Editor Interface Color
fr_ca: Couleur de l'interface de l'éditeur
hr: Boja sučelja uređivača
it: Colore interfaccia dell'editor
nn: Farge ved redigering
ro: Culoarea interfeței editorului
sl: Barva vmesnika v urejevalniku
sr: Боја интерфејса уређивача

source: Editor Hover Color
fr_ca: Couleur de survol sur l'éditeur
hr: Boja uređivača prilikom prelaska mišem
it: Colore del passaggio del mouse nell'editor
nn: «Peikar over»-farge ved redigering
sl: Kazalna barva v urejevalniku
sr: Боја уређивача при преласку мишем

source: Editor Grab Color
fr_ca: Couleur de prise de l'éditeur
hr: Boja za hvatanje urednika
it: Colore della presa nell'editor
nn: Farge for redigeringsplukking
sl: Izbiralna barva v urejevalniku
sr: Уредник хвата боју

source: Reset to defaults
fr_ca: Réinitialiser vers paramètres par défaut
hr: Vrati izvorno
it: Ripristina al predefinito
nn: Nullstill fargane
ro: Reinițializează la valorile implicite
sl: Ponastavi na privzeto
sr: Ресетуј на подразумеване вредности
tr: Varsayılanlara sıfırla

source: Select Profile
ar: اختر هيئة
az: Profili seçin
et: Vali profiil
fr_ca: Choisissez un profil
he: בחירת פרופיל
hr: Izaberi Profil
hy: Ընտրեք պրոֆիլը
id: Pilih Profil
is: Veldu prófíl
it: Seleziona il profilo
nn: Vel profil
ro: Alegere profil
sk: Zvoliť profil
sl: Izberi profil
sq: Zgjidh profilin
sr: Изабери профил
tr: Profil seçin
uk: Оберіть профіль
uz: Profilni tanlang

source: No profiles found.
fr_ca: Aucun profil trouvé.
hr: Nisu pronađeni profili.
it: Nessun profilo trovato.
nn: Fann ingen profilar.
ro: Niciun profil n-a fost găsit.
sl: Ne najdem profilov.
sr: Није пронађен ниједан профил.
tr: Profil bulunamadı

source: Profile {}
ar: حساب تعريفي {}
az: Profil {}
et: Profiil {}
fr_ca: Profil {}
he: פרופיל {}
hr: Profil {}
hy: Անձնագիր {}
id: Profil {}
is: Prófíll {}
it: Profilo {}
nn: Profil {}
ro: Profil {}
sk: Profil {}
sl: Profil {}
sq: Profili {}
sr: Профил {}
uk: Профіль {}
uz: Profil {}

source: {} (Profile {})
fr_ca: {} (Profil {})
hr: {} (Profil {})
it: {} (Profilo{})
nn: {} (profil {})
ro: {} (Profil {})
sl: {} (Profil {})
sr: {} (Профил {})

source: No profile selected.
fr_ca: Aucun profil sélectionné.
hr: Nije odabran nijedan profil.
it: Nessun profilo selezionato.
nn: Ingen profil er vald.
ro: Nu-i nici un profil selecționat.
sl: Profil ni izbran.
sr: Није изабран профил.
tr: Hiçbir profil seçilmedi.

source: Add
ar: إضافة
az: Əlavə et
et: Lisa
fr_ca: Ajouter
he: הוספה
hr: Dodati
hy: Ավելացնել
id: Tambah
is: Bæta við
it: Aggiungi
nn: Legg til
ro: Adaugă
sk: Pridať
sl: Dodaj
sq: Shtoni
sr: Додај
tr: Ekle
uk: Додати
uz: Qo'shish

source: Reset
fr_ca: Réinitialiser
hr: Vrati izvorno
it: Reimposta
nn: Nullstill
ro: Reinițializează
sl: Ponastavi
sr: Ресетуј

source: Reset all
fr_ca: Tout réinitialiser
hr: Sve vrati na izvorno
it: Reimposta tutto
nn: Nullstill alle
sl: Ponastavi vse
sr: Поништи све

source: Delete
fr_ca: Supprimer
hr: Izbriši
it: Cancella
nn: Slett
ro: Suprimă
sl: Izbriši
sr: Брисање
tr: Sil

source: Delete all
fr_ca: Tout supprimer
hr: Izbrišite sve
it: Elimina tutto
nn: Slett alle
sl: Izbriši vse
sr: Избриши све
tr: Hepsini sil

source: This will reset all game progress on the profile "{}". Are you sure?
fr_ca: Ceci réinitialisera toute la progression du jeu sur le profil "{}". Êtes-vous sûr?
hr: Ovo će resetirati sav napredak u igri na profilu "{}". Jeste li sigurni?
it: Verranno azzerati tutti i progressi di gioco del profilo "{}". Continuare?
nn: Dette vil nullstilla framgangen på profilen «{}». Er du sikker?
sl: To bo ponastavilo ves igralni napredek za profil "{}". Ali si prepričan/a?
sr: Ово ће ресетовати сав напредак у игри на профилу „0}“. Јеси ли сигуран/сигурна?
