Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: For levels, created in pre-0.6.3 versions, which use crystal tiles.
fr_ca: Pour des niveaux créés dans des versions antérieures à 0.6.3 utilisant des tuiles de cristal
hr: Za razine, kreirane u verzijama starijim od 0.6.3, koje koriste kristalne pločice.
it: Per livelli creati in versioni precedenti alla 0.6.3 che usano caselle di cristallo.
nn: For brett laga i versjonar før 0.6.3, som brukar krystallfliser.
sl: Za stopnje, ustvarjene pred različico 0.6.3, ki uporabljajo kristalne podlage
sr: За нивое, креиране у верзијама пре верзије 0.6.3, које користе кристалне плочице.
tr: Kristal döşemelerin kullanıldığı, 0.6.3 öncesi sürümlerde oluşturulmuş seviyeler için.

source: Jagged Rock Tiles from Addon
fr_ca: Tuiles de Roches dentelées provenant de leur extension
hr: Nazubljene kamene pločice iz dodatka
it: Caselle di pietre frastagliate dall'Add-on
nn: Skarpe steinfliser frå karttillegg
sl: Podlage nazobčanih skal iz dodatkov
sr: Плочице од назубљених камених плоча из додатка

source: For levels, created with the rock tiles addon, converts their IDs to vanilla rock tile IDs
fr_ca: Pour des niveaux créés avec l'extension de Tuiles de roches, les ID de ces tuiles sont converties en ID de tuiles de roches standards
hr: Za razine, stvorene dodatkom za kamene pločice, pretvara njihove ID-ove u obične ID-ove kamenih pločica
it: Per livelli creati con l'Add-on delle caselle di pietra - converte il loro ID a quello delle caselle di pietra originali.
nn: For brett laga med steinflis-tillegget. Gjer om ID-ane deira til vanleg steinflis-ID-ar.
sl: V stopnjah, ki vsebujejo skalnate podlage iz dodatkov, pretvori njihove identifikatorje v identifikatorje osnovnih skalnatih podlag
sr: За нивое, креиране помоћу додатка за камене плочице, конвертује њихове ИД-ове у обичне ИД-ове камених плочица
tr: Kaya döşemeleri eklentisiyle oluşturulan seviyelerin kimliklerini şekilsiz kaya döşemesi kimliklerine dönüştürür

source: Interval
ar: فترة
et: Intervall
fr_ca: Intervalle
he: הַפסָקָה
hr: Razmak
hy: Ինտերվալ
is: Tímabil
it: Intervallo
nn: Intervall
sk: Prestávka
sq: Intervali
sr: Размак
tr: Aralık
uk: Інтервал

source: <auto-detect>
et: <automaattuvastus>
he: <זיהוי אוטומטי>
hr: <autodetekcija>
it: <riconosci automaticamente>
nn: <vel automatisk>
ro: <auto-detecție>
sk: <zistiť-automaticky>
sr: <откриј>
uk: <автовизначення>

source: Updating {}
it: Aggiornando {}
nn: Oppdaterer {}
ro: Se actualizează {}

source: Downloading {}
ar: جارى التحميل {}
az: Endirilir {}
et: Allalaadimine {}
he: בהורדת {}
hy: Ներբեռնում {}
id: Mengunduh {}
is: Niðurhal {}
it: Scaricando {}
nn: Lastar ned {}
ro: Se descarcă {}
sk: Sťahuje sa {}
sq: Duke shkarkuar {}
uk: Завантаження {}
uz: Yuklab olinmoqda {}

source: Kugelblitz
ar: كوجلبليتس
he: קוגלבליץ
hy: Կուգելբլից
nn: Kulelyn
sr: Кугелблиц
tr: Kuğelblitz
uk: Кугельбліц

source: Igel
ar: إيجل
et: Siil
he: איגל
hy: Իգել
it: Spino
nn: Piggsvin
sr: Игел
uk: Ігель

source: Retro
fr_ca: Rétro
it: Retrò
sr: Ретро

source: Ice Flower
hr: Ledeni cvijet
tr: Buz Çiçeği

source: Earth Flower
hr: Zemljani cvijet

source: Growth (ice flower)
ar: نمو (زهرة الثلج)
az: Böyümə (buz çiçəyi)
et: Kasv (Jäälill)
he: צמח (פרח קרח)
hr: Rast (ledeni cvijet)
hy: Աճ (սառցե ծաղիկ)
id: Tumbuh (bunga es)
is: Vöxtur (ísblóm)
sk: Rast (ľadový kvet)
sq: Rritja (lule akulli)
tr: Büyüme (buz çiçeği)
uk: Зростання (крижана квітка)
uz: O'sish (muz gul)

source: Growth (earth flower)
ar: نمو (زهرة الأرض)
az: Böyümə (torpaq çiçəyi)
et: Kasv (maa lill)
he: צמח (פרח ארץ)
hr: Rast (zemaljski cvijet)
hy: Աճ (երկրի ծաղիկ)
id: Tumbuh (bunga tanah)
is: Vöxtur (jarðblóm)
sk: Rast (zemný kvet)
sq: Rritja (lulja e tokës)
tr: Büyüme (yer çiçeği)
uk: Зростання (земляна квітка)
uz: O'sish (er guli)

source: Walk Radius
ar: نصف قطر المشي
az: Gəzinti Radiusu
et: Kõndimise raadius
he: רדיוס הליכה
hr: Radijus hoda
hy: Քայլելու շառավիղ
id: Berjalan Radius
is: Ganga Radíus
sk: Radius chôdze
sq: Rrezja e ecjes
tr: Yürüyüş Yarıçapı
uk: Радіус ходьби
uz: Yurish radiusi

source: Awakening Radius
ar: نصف قطر الصحوة
az: Oyanış radiusu
et: Ärkamisraadius
he: רדיוס התעוררות
hr: Radijus buđenja
hy: Զարթոնքի շառավիղ
id: Radius Kebangkitan
is: Vakningarradíus
sk: Rádius prebudenia
sq: Rrezja e zgjimit
tr: Uyanış Yarıçapı
uk: Радіус пробудження
uz: Uyg'onish radiusi

source: OpenGL (AUTO)
hr: OpenGL (AUTOMATSKI)
sr: OpenGL (АУТОМАТСКИ)

source: Overrides Data:
hr: Nadjačava podatke:

source: Updating
hr: Ažuriranje

source: Downloading
hr: Preuzimanje
tr: İndiriliyor

source: Share Level
ar: مستوى المشاركة
az: Paylaşma Səviyyəsi
et: Jagamise tase
he: שיתוף השלב
hr: Razina dijeljenja
hy: Համօգտագործման մակարդակ
id: Bagikan Level
is: Deila stig
sk: Úroveň zdieľania
sq: Shpërndaj nivelin
tr: Paylaşım Seviyesi
uk: Поділитися рівнем
uz: Ulashish darajasi

source: We encourage you to share your levels in the SuperTux forum. To find your level, click the "Open Level directory" menu item. Do you want to go to the forum now?
ar: نحن نشجعك على مشاركة مستوياتك في منتدى SuperTux. للعثور على مستواك ، انقر فوق عنصر القائمة "دليل المستوى المفتوح". هل تريد الذهاب الى المنتدى الان؟
az: Səviyyələrinizi SuperTux forumunda paylaşmağınızı tövsiyə edirik. Səviyyənizi tapmaq üçün üzərinə klikləyin "Açıq Səviyyə kataloqu" menyu elementi. İndi foruma getmək istəyirsən?
et: Soovitame teil jagada oma tasemeid SuperTuxi foorumis. Oma taseme leidmiseks klõpsake nuppu Menüüelement "Ava taseme kataloog". Kas soovite nüüd foorumisse minna?
he: אנחנו מעודדים אותך לשתף את השלבים שלך בפורום של SuperTux. כדי למצוא את השלב שלך, יש ללחוץ על פריט התפריט "פתיחת תיקיית השלב". האם לעבור לפורום כעת?
hr: Potičemo vas da podijelite svoje razine na SuperTux forumu. Da biste pronašli svoju razinu, kliknite Stavka izbornika "Otvori direktorij razine". Želiš li sada ići na forum?
hy: Մենք խրախուսում ենք ձեզ կիսել ձեր մակարդակները SuperTux ֆորումում: Ձեր մակարդակը գտնելու համար սեղմեք «Բաց մակարդակի գրացուցակ» ցանկի տարր: Ցանկանու՞մ եք հիմա գնալ ֆորում:
id: Kami menganjurkan untuk membagikan levelmu di forum SuperTux. Untuk menemukan levelmu, klik item menu "Buka direktori Level". Apakah kamu ingin pergi ke forum?
is: Við hvetjum þig til að deila stigum þínum á SuperTux spjallborðinu. Til að finna stig þitt, smelltu á "Open Level directory" valmyndaratriði. Viltu fara á spjallið núna?
sk: Odporúčame vám podeliť sa o svoje úrovne na fóre SuperTux. Ak chcete nájsť svoju úroveň, kliknite na Položka ponuky "Otvoriť adresár úrovne". Chcete teraz prejsť na fórum?
sq: Ne ju inkurajojmë të ndani nivelet tuaja në forumin SuperTux. Për të gjetur nivelin tuaj, klikoni në Artikulli i menusë "Open Level Directory". Dëshironi të shkoni në forum tani?
tr: Seviyelerinizi SuperTux forumunda paylaşmanızı öneririz. Seviyenizi bulmak için tıklayın "Seviye dizini aç" menü öğesi. Şimdi foruma gitmek istiyor musun?
uk: Ми радимо вам поділитися своїми рівнями на форумі SuperTux. Щоб знайти свій рівень, натисніть Пункт меню «Відкрити каталог рівня». Ви хочете перейти на форум зараз?
uz: SuperTux forumida darajalaringizni baham ko'rishingizni tavsiya qilamiz. O'z darajangizni topish uchun tugmasini bosing "Ochiq darajadagi katalog" menyu bandi. Hozir forumga kirmoqchimisiz?

source: Keyboard Shortcuts:
hr: Tipkovnički prečaci:
tr: Klavye Kısayolları:

source: Esc = Open Menu
hr: Esc = Otvori izbornik
tr: Esc = Menüyü aç

source: Ctrl+S = Save
hr: Ctrl+S = Spremi
tr: Ctrl+S = Kaydet

source: Ctrl+Z = Undo
hr: Ctrl+Z = Poništi
tr: Ctrl+Z = Geri al

source: Ctrl+Y = Redo
hr: Ctrl+Y = Ponovi

source: F5 = Toggle Autotiling
hr: F5 = Uključi/isključi automatsko popločavanje

source: F6 = Render Light
hr: F6 = Renderiraj svjetlo

source: F7 = Grid Snapping
hr: F7 = Prilaganje mreže

source: F8 = Show Grid
hr: F8 = Prikaži mrežu

source: Ctrl++ or Ctrl+Scroll Up = Zoom In
hr: Ctrl++ ili Ctrl+Pomakni se gore = Povećaj

source: Ctrl+- or Ctrl+Scroll Down = Zoom Out
hr: Ctrl+- ili Ctrl+pomakni se prema dolje = smanjivanje prikaza

source: Ctrl+D = Reset Zoom
hr: Ctrl+D = Poništi zumiranje
tr: Ctrl+D = Yakınlaştırmayı Sıfırla

source: Scripting Shortcuts:
hr: Prečaci za skriptiranje:
tr: Betik Kısayolları:

source: Ctrl+X = Cut whole line
hr: Ctrl+X = Izreži cijeli redak

source: Ctrl+C = Copy whole line
hr: Ctrl+C = Kopiraj cijeli redak

source: Ctrl+V = Paste
hr: Ctrl+V = Zalijepi
tr: Ctrl+V = Yapıştır

source: Ctrl+D = Duplicate line
hr: Ctrl+D = Dupliciraj liniju

source: Christmas Mode
ar: وضع عيد الميلاد
az: Milad rejimi
et: Jõulurežiim
he: מצב חג המולד
hr: Božićni način rada
hy: Սուրբ Ծննդյան ռեժիմ
id: Mode Natal
is: Jólahamur
sk: Vianočný režim
sq: Modaliteti i krishtlindjeve
tr: Yılbaşı Modu
uk: Режим різдва
uz: Rojdestvo rejimi

source: Story Mode
ar: نمط القِصة
az: Hekayə rejimi
et: Tuxi seiklus
he: מצב עלילה
hr: Način priče
hy: Պատմության ռեժիմ
id: Mode Cerita
is: Söguhamur
sk: Režim príbehu
sq: Ndjek historinë
tr: Hikaye Modu
uk: Режим історії
uz: Hikoya rejimi

source: Badguys killed
ar: قتل الأشرار
az: Pis adamlar öldürüldü
et: Kolle tapetud
he: אויבים שנהרגו
hr: Ubijeno neprijatelja
hy: Սպանված չարագործները
id: Penjahat terbunuh
is: Badgus drepnir
sk: Nepriateľov zabitých
sq: Armiq të vrarë
tr: Öldürülen kötü adamlar
uk: Поганців убито
uz: Yomon odamlar o'ldirilgan

source: --resave Loads given level and saves it
ar: --resave الأحمال المعطاة المستوى وحفظها
az: --resave Verilmiş səviyyəni yükləyir və onu saxlayır
et: --resave Laadib antud taseme ja salvestab selle
he: --resave טוען רמה נתונה ושומר אותה
hr: --resave Učitava zadanu razinu i sprema je
hy: --resave-ը Բեռնում է տվյալ մակարդակը և պահպանում է այն
id: --resave Muat level dan simpan
is: --resave Hleður gefið stig og vistar það
sk: --resave Načíta danú úroveň a uloží ju
sq: --resave Ngarkon nivelin e dhënë dhe e ruan atë
tr: --resave Verilen seviyeyi yükler ve kaydeder
uk: --resave Завантажує заданий рівень і зберігає його
uz: --resave Berilgan darajani yuklaydi va uni saqlaydi

source: --datadir DIR Set the directory for the games datafiles
ar: --datadir DIR تعيين الدليل لملفات بيانات الألعاب
az: --datadir DIR Oyun məlumat faylları üçün kataloq təyin edin
et: --datadir DIR Määrab mängude andmefailide kataloogi
he: --datadir DIR הגדר את הספרייה עבור קבצי הנתונים של המשחקים
hr: --datadir DIR Postavite direktorij za podatkovne datoteke igara
hy: --datadir DIR Սահմանել տեղեկատու խաղերի տվյալների ֆայլերի համար
id: --datadir DIR Setel direktori untuk berkas data permainan
is: --datadir DIR Stilltu möppuna fyrir leikjagagnaskrárnar
sk: --datadir ADR Nastaviť adresár pre súbory s hernými dátami
sq: --datadir DIR Vendos dosjen për skedarët e të dhënave të lojës
tr: --datadir DIR Oyun veri dosyaları klasörünü ayarla
uk: --datadir DIR Встановити теку для даних гри
uz: --datadir DIR O'yinlar ma'lumotlar fayllari uchun katalogni o'rnating

source: SUPERTUX2_DATA_DIR Directory for the games datafiles
ar: SUPERTUX2_DATA_DIR دليل لملفات بيانات الألعاب
az: SUPERTUX2_DATA_DIR Oyun məlumat faylları üçün kataloq
et: SUPERTUX2_DATA_DIR Mängude andmefailide kataloog
he: SUPERTUX2_DATA_DIR ספרייה עבור קבצי הנתונים של המשחקים
hr: SUPERTUX2_DATA_DIR Direktorij za podatkovne datoteke igara
hy: SUPERTUX2_DATA_DIR տեղեկատու խաղերի տվյալների ֆայլերի համար
id: SUPERTUX2_DATA_DIR Direktori untuk berkas data permainan
is: SUPERTUX2_USER_DIR Skrá fyrir gagnaskrár leikjanna
sk: SUPERTUX2_DATA_DIR Adresár pre súbory s hernými dátami
sq: SUPERTUX2_DATA_DIR Dosja për skedarët e të dhënave të lojës
tr: SUPERTUX2_DATA_DIR Oyun veri dosyaları klasörü
uk: SUPERTUX2_DATA_DIR Тека даних гри
uz: SUPERTUX2_DATA_DIR o'yinlar ma'lumotlar fayllari uchun katalog

source: New release: SuperTux v{}!
hr: Novo izdanje: SuperTux v{}!

source: A new release of SuperTux (v{}) is available! For more information, you can visit the SuperTux website. Do you want to visit the website now?
hr: Novo izdanje SuperTuxa (v{}) je dostupno! Za više informacija možete posjetiti web stranicu SuperTuxa. Želite li sada posjetiti web stranicu?

source: Enable Badguys Statistic
hr: Omogući statistiku zlonamjernika

source: Badguys
ar: الأشرار
az: Pis adamlar
et: Kollid
he: אויבים
hr: Neprijatelji
hy: Վատ տղաներ
id: Penjahat
is: Badgus
sk: Nepriatelia
sq: Armiq
tr: Kötü adamlar
uk: Поганці
uz: Yomon yigitlar

source: Current SuperTux Team
ar: فريق SuperTux الحالي
az: Cari SuperTux Komandası
et: Mängu autorid
he: צוות SuperTux הנוכחי
hr: Trenutni SuperTux tim
hy: Ներկայիս SuperTux թիմը
id: Tim SuperTux Saat Ini
is: Núverandi SuperTux lið
sk: Aktuálny tím SuperTux
sq: Ekipi aktual i SuperTux
tr: Şimdiki SuperTux Takımı
uk: Поточна команда SuperTux
uz: Hozirgi SuperTux jamoasi

source: Maintainer, Programming
hr: Održavatelj, Programiranje
tr: Bakımcı, Programlama

source: Level Design, Story, Optimisation, Coordination
ar: تصميم المستوى ، القصة ، التحسين ، التنسيق
az: Səviyyə Dizaynı, Hekayə, Optimallaşdırma, Koordinasiya
et: Tasemekujundus, lugu, optimeerimine, koordineerimine
he: עיצוב רמה, סיפור, אופטימיזציה, תיאום
hr: Dizajn razine, priča, optimizacija, koordinacija
hy: Մակարդակի ձևավորում, պատմություն, օպտիմիզացում, համակարգում
id: Desain Level, Cerita, Optimasi, Koordinasi
is: Stighönnun, saga, hagræðing, samhæfing
sk: Návrh úrovne, príbeh, optimalizácia, koordinácia
sq: Dizajni i nivelit, Historia, Optimizimi, Koordinimi
tr: Seviye Tasarımı, Hikaye, Optimizasyon, Koordinasyon
uk: Дизайн рівнів, історія, оптимізація, координація
uz: Darajali dizayn, hikoya, optimallashtirish, muvofiqlashtirish

source: Features and Programming
ar: الميزات والبرمجة
az: Xüsusiyyətlər və Proqramlaşdırma
et: Funktsioonid ja programmeerimine
he: תכונות ותכנות
hr: Značajke i programiranje
hy: Հատկություններ և ծրագրավորում
id: Fitur dan Pemrograman
is: Eiginleikar og forritun
sk: Funkcie a programovanie
sq: Karakteristikat dhe Programimi
tr: Özellikler ve Programlama
uk: Функції та програмування
uz: Xususiyatlari va dasturlash

source: Minor features and programming
ar: ميزات وبرمجة طفيفة
az: Kiçik xüsusiyyətlər və proqramlaşdırma
et: Väiksemad funktsioonid ja programmeerimine
he: תכונות קטנות ותכנות
hr: Manje značajke i programiranje
hy: Փոքր առանձնահատկություններ և ծրագրավորում
id: Fitur dan pemrograman minor
is: Minniháttar eiginleikar og forritun
sk: Drobné funkcie a programovanie
sq: Karakteristika të vogla dhe programim
tr: Küçük özellikler ve programlama
uk: Дрібні функції та програмування
uz: Kichik xususiyatlar va dasturlash

source: Programming, Level Updates
ar: البرمجة ، تحديثات المستوى
az: Proqramlaşdırma, Səviyyə Yeniləmələri
et: Programmeerimine, tasemevärskendused
he: תכנות, עדכוני רמות
hr: Programiranje, ažuriranje razine
hy: Ծրագրավորում, մակարդակի թարմացումներ
id: Pemrograman, Pembaruan Level
is: Forritun, stiguppfærslur
sk: Programovanie, aktualizácie úrovne
sq: Programimi, Përditësimet e Nivelit
tr: Programlama, Seviye Güncellemeleri
uk: Програмування, оновлення рівня
uz: Dasturlash, daraja yangilanishlari

source: Original Developers
ar: المطورون الأصليون
az: Orijinal Tərtibatçılar
et: Algsed arendajad
he: המפתחים המקוריים
hr: Izvorni programeri
hy: Բնօրինակ մշակողներ
id: Pengembang Awal
is: Upprunalegir hönnuðir
sk: Pôvodní vývojári
sq: Zhvilluesit origjinalë
tr: Esas Geliştirici
uk: Оригінальні розробники
uz: Original dasturchilar

source: Original Developer
ar: المطور الرئيسي
az: Orijinal Developer
et: Algne arendaja
he: המפתח המקורי
hr: Izvorni programer
hy: Բնօրինակ մշակող
id: Developer Original
is: Upprunalegur verktaki
sk: Pôvodný vývojár
sq: Zhvilluesi origjinal
tr: Esas Geliştirici
uk: Оригінальний розробник
uz: Original dasturchi

source: Music, Level Design
ar: الموسيقى، و تصميم المستوى
az: Musiqi, Səviyyə Dizaynı
et: Muusika, tasemekujundus
he: מוזיקה ועיצוב שלבים
hr: Glazba, dizajn razina
hy: Երաժշտություն, մակարդակի դիզայն
id: Musik, Desain Level
is: Tónlist, Level Design
sk: Hudba, Level dizajn
sq: Muzika, Projektimi i niveleve
tr: Müzik, Bölüm Düzenleme
uk: Музика, дизайн рівнів
uz: Musiqa, dizayn darajasi

source: Programming, Graphics, Level Design
ar: البرمجة، الجرافيكس ، تصميم المستويات
az: Proqramlaşdırma, Qrafika, Səviyyə Dizaynı
et: Programmeerimine, graafika, tasemekujundus
he: תכנות, גרפיקה ועיצוב שלבים
hr: Programiranje, grafika, dizajn razina
hy: Ծրագրավորում, գրաֆիկա, մակարդակի դիզայն
id: Programming, Grafik, Desain Level
is: Forritun, grafík, stighönnun
sk: Programovanie, grafika, dizajn úrovní
sq: Programimi, Grafika, Projektimi i niveleve
tr: Programlama,Grafikler, Bölüm Düzenleme
uk: Програмування, графіка, дизайн рівнів
uz: Dasturlash, Grafika, Darajali Dizayn

source: Programming, Level Design
ar: البرمجة ، تصميم المستوى
az: Proqramlaşdırma, Səviyyə Dizaynı
et: Programmeerimine, taseme kujundamine
he: תכנות ועיצוב שלבים
hr: Programiranje, Dizajn razina
hy: Ծրագրավորում, մակարդակի դիզայն
id: Programming, Desain Level
is: Forritun, stighönnun
sk: Programovanie, Level Design
sq: Programimi, Projektimi i niveleve
tr: Programlama, Bölüm Düzenleme
uk: Програмування, дизайн рівнів
uz: Dasturlash, darajali dizayn

source: Graphics, Story
ar: الجرافيكس، القصة
az: Qrafika, Hekayə
et: Graafika, lugu
he: גרפיקה ועלילה
hr: Grafika, priča
hy: Գրաֆիկա, Պատմություն
id: Grafik, Cerita
is: Grafík, Saga
sk: Grafika, príbeh
sq: Grafika, Historia
tr: Grafikler, Öykü
uk: Графіка, історія
uz: Grafika, hikoya

source: Programming, Documentation
ar: البرمجة، التوثيق
az: Proqramlaşdırma, Sənədləşdirmə
et: Programmeerimine, dokumentatsioon
he: תכנות ותיעוד
hr: Programiranje, Dokumentacija
hy: Ծրագրավորում, Փաստաթղթավորում
id: Programming, Dokumentasi
is: Forritun, skjöl
sk: Programovanie, dokumentácia
sq: Programimi, Dokumentimi
tr: Programlama, Belgelendirme
uk: Програмування, документація
uz: Dasturlash, hujjatlashtirish

source: Programming, Previous Maintainer
ar: البرمجة ، الصيانة السابقة
az: Proqramlaşdırma, Əvvəlki Baxıcı
et: Programmeerimine, eelmine hooldaja
he: תכנות, המתחזק הקודם
hr: Programiranje, prethodni održavatelj
hy: Ծրագրավորում, Նախորդ սպասարկող
id: Pemrograman, Pemelihara Sebelumnya
is: Forritun, fyrri umsjónarmaður
sk: Programovanie, predchádzajúci správca
sq: Programim, Mbajtës i mëparshëm
tr: Programlama, Önceki Bakımcı
uk: Програмування, попередній супроводжувач
uz: Dasturlash, oldingi texnik xizmat ko'rsatuvchi

source: Coordination
ar: التنسيق
az: Koordinasiya
et: Koordineerimine
he: תיאום פעילות
hr: Koordinacija
hy: Համակարգում
id: Koordinasi
sk: Koordinácia
sq: Koordinimi
tr: Eşgüdüm
uk: Координація
uz: Muvofiqlashtirish

source: Programming, "Flexlay" Level editor
ar: البرمجة، محرر المستويات "Flexlay"
az: Proqramlaşdırma, "Flexlay" Səviyyə redaktoru
et: Programmeerimine, tasemete loomise programm "Flexlay"
he: תכנות, עורך ברמה "Flexlay".
hr: Programiranje, "Flexlay" Level editor
hy: Ծրագրավորում, «Flexlay» մակարդակի խմբագիր
id: Pemrograman, Penyunting level "Flexlay"
is: Forritun, „Flexlay“ Level ritstjóri
sk: Programovanie, editor úrovní "Flexlay".
sq: Programimi, redaktori i nivelit "Flexlay".
tr: Programlama, ''Flexlay'' Bölüm düzenleyici
uk: Програмування, редактор рівнів "Flexlay".
uz: Dasturlash, "Flexlay" darajasi muharriri

source: Translation Guru (and many details anyone else could have done)
ar: خبير الترجمة (والعديد من التفاصيل التي يمكن لأي شخص آخر القيام بها)
az: Tərcümə Guru (və hər kəsin edə biləcəyi bir çox detal)
et: Tõlkeguru (ja palju üksikasju, mida keegi teine ​​oleks võinud teha)
he: גורו התרגום (ועוד כמה פרטים שיכולים להיות על כל אחת ואחד)
hr: Guru prijevoda (i mnoge pojedinosti koje je mogao učiniti bilo tko drugi)
hy: Թարգմանության գուրու (և շատ մանրամասներ, որոնք որևէ մեկը կարող էր անել)
id: Guru Translasi (dan detail lainnya yang dilakukan)
is: Þýðingargúrú (og margar upplýsingar sem einhver annar hefði getað gert)
sk: Prekladateľský guru (a mnoho detailov, ktoré mohol urobiť ktokoľvek iný)
sq: Guru i përkthimit (dhe shumë detaje që dikush tjetër mund të kishte bërë)
tr: Çeviri Uzmanı (ve kimsenin yapamadığı bazı ayrıntılar)
uk: Гуру перекладу (і багато деталей, які міг би зробити будь-хто інший)
uz: Tarjima gurusi (va ko'p tafsilotlarni kimdir amalga oshirishi mumkin)

source: Additional contributors
ar: مساهمون إضافيون
az: Əlavə ianəçilər
et: Täiendavad panustajad
he: תורמים נוספים
hr: Dodatni suradnici
hy: Լրացուցիչ ներդրողներ
id: Kontributor tambahan
is: Fleiri þátttakendur
sk: Ďalší prispievatelia
sq: Kontribues shtesë
tr: Ek katkıcı
uk: Додаткові учасники
uz: Qo'shimcha hissa qo'shuvchilar

source: Bug fixes
ar: إصلاحات الأخطاء
az: Baq düzəlişləri
et: Veaparandused
he: תיקוני באגים
hr: Ispravke pogrešaka
hy: Սխալների շտկում
id: Pemerbaikan Bug
is: Villuleiðréttingar
sk: Opravy chýb
sq: Rregullime të gabimeve
tr: Hata düzeltmeleri
uk: Виправлення вад
uz: Xatoliklar tuzatildi

source: Scripting functions, Level fixes
ar: وظائف البرمجة ، إصلاحات المستوى
az: Skript funksiyaları, Səviyyə düzəlişləri
et: Skriptimisfunktsioonid, tasemeparandused
he: פונקציות סקריפטים, תיקוני רמות
hr: Funkcije skriptiranja, popravci razine
hy: Սցենարավորման գործառույթներ, մակարդակի շտկում
id: Skripting fungsi, Pemerbaikan level
is: Forskriftaraðgerðir, stig lagfæringar
sk: Funkcie skriptovania, opravy úrovne
sq: Funksionet e skriptimit, rregullimet e nivelit
tr: Komut işlevleri, Bölüm düzeltmeleri
uk: Функції сценаріїв, виправлення рівня
uz: Skript funksiyalari, darajani tuzatish

source: Code quality fixes
ar: إصلاحات جودة التعليمات البرمجية
az: Kod keyfiyyətinə düzəlişlər
et: Koodikvaliteedi parandused
he: תיקוני איכות קוד
hr: Popravci kvalitete koda
hy: Կոդի որակի շտկում
id: Penyempurnaan kode
is: Gæðaleiðréttingar kóða
sk: Opravy kvality kódu
sq: Rregullime të cilësisë së kodit
tr: Kod kalite düzeltmeleri
uk: Виправлення якості коду
uz: Kod sifatini tuzatish

source: Various contributions
ar: مساهمات مختلفة
az: Müxtəlif töhfələr
et: Erinevad panused
he: תרומות שונות
hr: Razni prilozi
hy: Տարբեր ներդրումներ
id: Kontribusi lainnya
is: Ýmis framlög
sk: Rôzne príspevky
sq: Kontribute të ndryshme
tr: Çeşitli katkılar
uk: Різні внески
uz: Turli hissalar

source: Build issue fix
ar: بناء حل المشكلة
az: Problem həllini qurun
et: Ehitamisprobleemi lahendamine
he: תיקון בעיה בבנייה
hr: Rješenje problema s međugradnjom
hy: Կառուցման խնդրի շտկում
id: Perbaikan masalah build
is: Byggja vandamál laga
sk: Oprava problému so zostavou
sq: Rregullimi i problemit të ndërtimit
tr: Yapı sorunu düzeltmesi
uk: Виправлення проблеми збірки
uz: Muammoni tuzatish

source: Code contributions
ar: مساهمات الرمز
az: Kod töhfələri
et: Programmikoodi täiendused
he: תרומות קוד
hr: Kod doprinosa
hy: Կոդի ներդրում
id: Kontribusi kode
is: Code framlög
sk: Kódové príspevky
sq: Kontributet e kodit
tr: Kod katkıları
uk: Код внеску
uz: Kod hissalari

source: Code contribution, AppData file
ar: مساهمة التعليمات البرمجية ، ملف AppData
az: Kod töhfəsi, AppData faylı
et: Koodi panus, AppData fail
he: תרומת קוד, קובץ AppData
hr: Doprinos kodu, AppData datoteka
hy: Կոդի ներդրում, AppData ֆայլ
id: Kontribusi kode, Berkas AppData
is: Kóðaframlag, AppData skrá
sk: Príspevok kódu, súbor AppData
sq: Kontributi i kodit, skedari AppData
tr: Kod katkısı, Uygulama Veri Dosyası
uk: Внесок коду, файл AppData
uz: Kod hissasi, AppData fayli

source: Bug fix
ar: إصلاح الخلل
az: Baq düzəlişi
et: Veaparandus
he: תיקון באגים
hr: Ispravak greške
hy: Սխալների ուղղում
id: Pemerbaikan bug
is: Villuleiðrétting
sk: Oprava chyby
sq: Rregullimi i defekteve
tr: Hata düzeltme
uk: Виправлення вад
uz: Xatolarni tuzatish

source: Menu reorganization
ar: إعادة تنظيم القائمة
az: Menyunun yenidən təşkili
et: Menüü ümberkorraldamine
he: סידור התפריט מחדש
hr: Reorganizacija jelovnika
hy: Մենյուի վերակազմավորում
id: Reorganisasi menu
is: Endurskipulagning á matseðli
sk: Reorganizácia menu
sq: Riorganizimi i menysë
tr: Menü yeniden kurma
uk: Реорганізація меню
uz: Menyuni qayta tashkil etish
