Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Mr. Snowball
fr_ca: M. Boule de neige
hr: Gospodin Snježna Gruda
it: Signor Palla di Neve
nn: Herr Snøball
sl: Gospod Snežko
sr: Господин Снежна кугла
tr: Bay Kartopu

source: Granito
sl: Granitek
sr: Гранито

source: Skullyhop
ar: سكوليهوب
et: Skalihop
he: סקוליהופ
hr: Skullihop
hy: Գանգի պարծենկոտ
it: Salteschio
nn: Hoppeskalle
sl: Glavakost
sr: Скалихоп
uk: Скаллі-хоп

source: Classic
fr_ca: Classique
hr: Klasično
it: Classico
nn: Klassisk
ro: Clasic
sl: Klasičen
sr: Класично
tr: Klasik

source: Mr. Bomb
fr_ca: M. Bombe
hr: Gospodin Bomba
it: Signor Bomba
nn: Herr Bombe
ro: Dl. Bombă
sl: Gospod Bum
sr: Г. Бомба

source: Harmless Fish
fr_ca: Poisson inoffensif
hr: Bezopasna riba
it: Pesce Innocuo
nn: Harmlaus fisk
ro: Pește inofensiv
sl: Neškodljiva riba
sr: Безопасна риба

source: Bouncing Snowball
ar: كرة الثلج المرتدة
az: Sıçrayan Qartopu
et: Põrkav lumepall
fr_ca: Boule de neige rebondissante
he: כדור שלג מנתר
hr: Poskakujuća gruda snijega
hy: Ցատկող ձնագնդիկ
id: Bola Salju Memantul
is: Skoppandi snjóbolti
it: Palla di Neve Salterella
nn: Sprettande snøball
ro: Bulgăr săltăreț
sk: Skákajúca snehová guľa
sl: Poskakujoča kepica
sq: Top dëbore që kërcen
sr: Скачућа грудва
tr: Seken kar topu
uk: Сніжок попригунчик
uz: Saqlayotgan qor to'pi

source: Track Range
fr_ca: Rayon de suivi
hr: Raspon staze
it: Raggio di tracciamento
nn: Sporingsavstand
sl: Oddaljenost za sledenje
sr: Домет стазе

source: Badguy
ar: الشرير
az: Pis oğlan
et: Pahapoiss
fr_ca: Méchant
he: אויב
hr: Loš momak
hy: Վատ տղա
id: Musuh
is: Vondur kall
it: Cattivo
nn: Fiende
ro: Adversar
sk: Zlý chlap
sl: Pridanič
sq: Djal i keq
sr: Злоћа
tr: Kötü Adam
uk: Поганий хлопець
uz: Yomon bola

source: Skydive
ar: الغوص فى السماء
az: Paraşütlə tullanma
et: Langevarjuhüpe
fr_ca: Parachutisme
he: צניחה חופשית
hr: Skok padobranom
hy: Երկնային սուզում
id: Selami Langit
is: Fallhlífarstökk
it: Pescebomba
nn: Himmelfall
sl: Prosti pad
sq: Hedhje me parashutë
sr: Скакање падобраном
tr: Hava dalışı
uk: Стрибок з парашутом
uz: Osmonga sho'ng'ish

source: Owl
ar: بومة
az: Bayquş
et: Öökull
fr_ca: Chouette
he: ינשוף
hr: Sova
hy: Բու
id: Burung Hantu
is: Ugla
it: Gufo
nn: Ugle
ro: Bufniță
sk: Sova
sl: Sova
sq: Buf
sr: Сова
tr: Baykuş
uk: Сова
uz: Boyqush

source: Sleeping Spiky
ar: النوم شائك
az: Sıx yatmaq
et: Magab Turris
fr_ca: Endormi épineux
he: ישן קוצים
hr: Spavajući Šiljat
hy: Կծու քնած
id: Duri Tidur
is: Sofandi Spiky
it: Spiky dormiente
nn: Sovande Piggleif
ro: Dormit Spiky
sk: Spiky Spiky
sl: Speči Špikamož
sq: Fjetur me gjemba
sr: Спавање Шиљати
tr: Dikenli Uyuyan
uk: Сплячий Спайкі
uz: Uyqusimon tikan

source: Zeekling
ar: زيكلنج
he: זיקלינג
hy: Զիքլինգ
it: Vivernofalco
nn: Stupefisk
sl: Zverinica
sr: Зиклинг
uk: Зіклінг

source: Jumpy
ar: ثاب
et: Hüppav
fr_ca: Nerveux
he: עַצבָּנִי
hr: Nervozan
hy: ցատկոտ
id: Pelompat
is: Stökk
it: Saltellino
nn: Sprettulf
ro: Săltărețul
sl: Skokec
sq: E kërcyer
sr: Скочко
tr: Ürkek
uk: Стрибкий
uz: O'tkir

source: Root
fr_ca: Racine
hr: Korijen
it: Radice
nn: Rot
ro: Rădăcină
sl: Korenina
sr: Корен

source: Pumpkin
fr_ca: Citrouille
hr: Bundeva
it: Zucca
nn: Graskar
ro: Dovleac
sl: Buča
sr: Бундева
tr: Balkabağı

source: Crusher
fr_ca: Écraseur
hr: Drobilica
it: Frantumatore
nn: Knusar
sl: Drobilec
sr: Дробилица

source: Corrupted Granito
fr_ca: Granito Corrompu
hr: Korumpirani Granito
it: Granito Corrotto
nn: Forderva Granito
ro: Granito corupt
sl: Skvarjeni Granitek
sr: Корумпирани гранито

source: Snowman
ar: رجل الثلج
az: Qar adamı
et: Lumememm
fr_ca: Bonhomme de neige
he: איש שלג
hr: Snjegović
hy: Ձնեմարդ
id: Manusia Salju
is: Snjókarl
it: Pupazzo di neve
nn: Snømann
ro: Om de zăpadă
sk: Snehuliak
sl: Snežak
sq: Burrë dëbore
sr: Снешко
tr: Kardan adam
uk: Сніговик
uz: Qordan odam

source: Tarantula
fr_ca: Tarentule
it: Tarantola
nn: Tarantell
ro: Tarantulă
sl: Tarantela
sr: Тарантула

source: Spidermite
fr_ca: Araignée parasitique
hr: Paučina
it: Acaro losco
nn: Edderpjokk
sl: Pršica prelka
sr: Паукова гриња

source: Static
fr_ca: Statique
hr: Statićno
it: Statico
nn: Statisk
sl: Nepremična
sr: Статично

source: Flip
fr_ca: Renversement
it: Ribalta
nn: Vend
ro: Răsturnare
sl: Obrni

source: Yeti
ar: اليتي
et: Jeti
fr_ca: Yéti
he: יטי
hr: Jeti
hy: Յեթի
sl: Jeti
sr: Јети
uk: Єті

source: Giant Granito
fr_ca: Granito géant
hr: Divovski granit
it: Granito Gigante
nn: Kjempe-Granito
sl: Velikanski Granitek
sr: Џиновски гранито

source: Flame
ar: لهب
az: Alov
et: Tuleleek
fr_ca: Flamme
he: להבה
hr: Plamen
hy: Բոց
id: Api
is: Logi
it: Fiamma
nn: Flamme
ro: Flacără
sk: Plameň
sl: Plamen
sq: Flaka
sr: Пламен
tr: Alev
uk: Полум'я
uz: Olov

source: Mole's rock
ar: صخرة الخلد
az: Mole qayası
et: Muttide kivi
fr_ca: Rocher de taupe
he: הסלע של שומה
hr: Krtičina stijena
hy: Խլուրդի քար
id: Batu Mole
is: Mola steinn
it: Talpa-Roccia
nn: Moldvarpstein
ro: Stânca cârtiței
sk: Krtkova skala
sl: Krtkova skala
sq: Shkëmbi i nishanit
sr: Кртицина стена
tr: Köstebek kayası
uk: Кротова скеля
uz: Mole tosh

source: Corrupted Big Granito
fr_ca: Grand Granito Corrompu
hr: Korumpirani veliki Granito
it: Grande Granito Corrotto
nn: Forderva stor Granito
ro: Granito mare corupt
sl: Skvarjeni veliki Granitek
sr: Корумпирани Велики Гранито

source: Angry Stone
ar: غاضب ستون
az: Qəzəbli daş
et: Vihane kivi
fr_ca: Pierre en colère
he: אבן עצבנית
hr: Ljutiti kamen
hy: Զայրացած քար
id: Batu Pemarah
is: Reiður steinn
it: Pietra Arrabbiata
nn: Sint stein
ro: Piatra supărată
sk: Nahnevaný kameň
sl: Jezni kamen
sq: Guri i zemëruar
sr: Љути камен
tr: Kızgın Taş
uk: Сердитий камінь
uz: G'azablangan tosh

source: Dart
ar: سهم
et: Nool
he: חץ
hr: Strijelica
hy: Նետ
is: Píla
it: Dardo
ro: Săgeată
sl: Puščica
sr: Стрелица
uk: Дартс

source: Interval (seconds)
ar: الفاصل الزمني (بالثواني)
az: Interval (saniyə)
et: Intervall (sekundites)
fr_ca: Intervalle (secondes)
he: מרווח (שניות)
hr: Interval (sekunde)
hy: Ինտերվալ (վայրկյան)
id: Interval (detik)
is: Bil (sekúndur)
it: Intervallo (secondi)
nn: Intervall (sekund)
ro: Interval (secunde)
sk: Interval (sekundy)
sl: Interval (v sekundah)
sq: Intervali (sekonda)
sr: Интервал (секунде)
tr: Aralık (saniye)
uk: Інтервал (секунди)
uz: Interval (sekundlar)

source: Random
ar: عشوائي
az: Təsadüfi
et: Juhuslik
fr_ca: Au hasard
he: אקראי
hr: Slučajno
hy: Պատահական
id: Acak
is: Handahófi
it: Casuale
nn: Tilfeldig
ro: Aleator
sk: Náhodný výber
sl: Naključno
sq: E rastësishme
sr: Насумице
tr: Rastgele
uk: Випадково
uz: Tasodifiy

source: Limit dispensed badguys
ar: الحد من الاستغناء عن الأشرار
az: Təqdim olunan pis adamları məhdudlaşdırın
et: Limit väljastatud badguid
fr_ca: Limiter les méchants distribués
he: הגבל את הרעים שחולקו
hr: Ograničite izdane negativce
hy: Սահմանափակեք բաշխված վատ տղաներին
id: Batasi penjahat yang muncul
is: Takmarka afgreidda krakka
it: Limita la distribuzione dei cattivi
nn: Avgrens utsette fiendar
ro: Limitați adversarii distribuiți
sk: Obmedzte vydaných zlých ľudí
sl: Omeji ustvarjene pridaniče
sq: Kufizoni keqbërësit e shpërndarë
sr: Ограничите издатке лоших момака
tr: Dağıtılan kötü adamları sınırlayın
uk: Обмеження розповсюджених поганих хлопців
uz: Taqdim etilgan yomon odamlarni cheklang

source: Obey Gravity
ar: أطِع الجاذبية
az: Cazibə qüvvəsinə itaət edin
et: Järgige gravitatsiooni
fr_ca: Obéir à la gravité
he: ציית לכוח המשיכה
hr: Poslušaj gravitaciju
hy: Հնազանդվեք գրավիտացիային
id: Patuhi Gravitasi
is: Hlýðið Gravity
it: Obbedire alla gravità
nn: Følg tyngdekrafta
ro: Ascultă-te de gravitație
sk: Poslúchnite gravitáciu
sl: Upoštevaj težnost
sq: Bindjuni gravitetit
sr: Послушај гравитацију
tr: Yerçekimine Uymak
uk: Підкоряйтеся гравітації
uz: Gravitatsiyaga rioya qiling

source: Max concurrent badguys
ar: أقصى عدد من الأشرار المتزامنين
az: Maksimum eyni vaxtda pis adamlar
et: Max samaaegsed badguid
fr_ca: Max de méchants simultanés
he: שיא האויבים שנהרגו בבת אחת
hr: Maksimalni broj istodobnih negativaca
hy: Առավելագույն միաժամանակյա վատ տղաներ
id: Maksimum penjahat yang muncul selama bersamaan
is: Hámark samtímis töffarar
it: Numero massimo di cattivi simultanei
nn: Makstal samtidige fiendar
ro: Max rai concurenti
sk: Maximálne súbežné padavky
sl: Največ pridaničev hkrati
sq: Maks keqbërësit e njëkohshëm
sr: Максималан број истовремених зликоваца
tr: Maksimum eşzamanlı kötü adamlar
uk: Макс одночасних поганців
uz: Maksimal bir vaqtning o'zida yomon odamlar

source: Dropper
fr_ca: Largueur
it: Sgancio
nn: Sleppar
ro: Lansator
sl: Kapalkar
sr: Капаљка

source: Cannon
fr_ca: Canon
hr: Top
it: Cannone
nn: Kanon
ro: Tun
sl: Top
sr: Топ

source: Crystallo
ar: بلوري
az: Kristallo
et: Jääkristall
fr_ca: Cristallo
he: קריסטלו
hr: Kristallo
hy: Բյուրեղիկ
is: Kristalló
it: Signor Crystallo
nn: Krystallo
sk: Krystallo
sl: Kristalko
sq: Kristallo
sr: Кристало
tr: Kristalo
uk: Кристалло
uz: Kristallo

source: Yeti's Stalactite
ar: الهوابط اليتي
az: Yeti stalaktiti
et: Yeti stalaktiit
fr_ca: Stalactite du Yéti
he: הנטיפים של יטי
hr: Yetijev stalaktit
hy: Յետի ստալակտիտ
id: Stalaktit Yeti
is: Sturpsteinn Yeti
it: Stalattite dello Yeti
nn: Yetis stalaktitt
ro: Stalactita lui Yeti
sk: Yetiho stalaktit
sl: Jetijev stalaktit
sq: Stalaktiti i Yetit
sr: Јетијев сталактит
tr: Yeti'nin Sarkıtı
uk: Сталактит Єті
uz: Yeti stalaktiti

source: Sleeping Crystallo
ar: النوم البلوري
az: Yatan Kristallo
et: Uinunud jääkristall
fr_ca: Cristallo endormi
he: ישן קריסטלו
hr: Usnuli Kristallo
hy: Քնած բյուրեղյա
id: Tidur Crystallo
is: Sofandi Crystallo
it: Crystallo Dormiente
nn: Sovande Krystallo
ro: Crystallo adormit
sk: Spiaci Crystallo
sl: Speči Kristalko
sq: Kristali i fjetur
sr: Спавање Кристало
tr: Uyuyan Crystallo
uk: Сплячий Кристалло
uz: Uxlayotgan Kristallo

source: Stumpy
fr_ca: Tronqué
hr: Panjevit
it: Troncone
nn: Stubbe
sl: Štor
sr: Трупко

source: Jumping Fish
fr_ca: Poissont sautant
hr: Skačuća riba
it: Pesce Saltello
nn: Hoppefisk
ro: Pește săritor
sl: Skakajoča riba
sr: Скачућа риба

source: Initial delay
ar: تأخير مبدأي
az: İlkin gecikmə
et: Esialgne viivitus
fr_ca: Délai initial
he: עיכוב ראשוני
hr: Početno kašnjenje
hy: Նախնական ուշացում
id: Jeda awal
is: Upphafleg seinkun
it: Ritardo iniziale
nn: Startpause
ro: Întârzierea inițială
sk: Počiatočné oneskorenie
sl: Začetna zakasnitev
sq: Vonesa fillestare
sr: Почетно кашњење
tr: Başlangıç ​​gecikmesi
uk: Початкова затримка
uz: Dastlabki kechikish

source: Time until the first dart is fired after the trap is activated.
fr_ca: Durée avant que la première fléchette ne soit projetée du piège après son activation.
it: Tempo affinché il primo dardo venga sparato dopo che la trappola viene attivata.
nn: Tid til den første pila vert skoten ut når fella vert aktivert.
ro: Durata de timp înainte să fie lansată prima săgeată după ce capcana este activată.
sl: Čas med sprožitvijo pasti in izstrelitvijo prve puščice.

source: Whether the trap is enabled.
fr_ca: Détermine si le piège est activé.
it: Quando la trappola è attivata.
nn: Om fella er aktivert.
ro: Stabilește dacă capcana este activată.
sl: Ali je past omogočena.

source: Fire delay
ar: تأخير إطلاق النار
az: Yanğın gecikməsi
et: Tulekahju viivitus
fr_ca: Retard d'incendie
he: עיכוב שריפה
hr: Odgoda požara
hy: Կրակելու ուշացում
id: Jeda api
is: Bruna seinkun
it: Ritardo fuoco
nn: Eldpause
ro: Întârzierea focului
sk: Oneskorenie požiaru
sl: Zakasnitev ognja
sq: Vonesa e zjarrit
sr: Размак испаљивања
tr: Yangın gecikmesi
uk: Затримка вогню
uz: Yong'in kechikishi

source: Time between consecutive darts.
fr_ca: Intervalle de temps entre chaque fléchette.
it: Tempo tra due dardi consecutivi.
nn: Tid mellom etterfølgjande piler.
ro: Durata de timp între două lansări succesive a săgeților.
sl: Interval med zaporednima puščicama.

source: Ammo
ar: ذخيرة
az: Sursat
et: Laskemoon
fr_ca: Munition
he: תחמושת
hr: Streljivo
hy: Զինամթերք
id: Amunisi
it: Munizioni
ro: Muniție
sk: Munícia
sl: Strelivo
sq: Municion
sr: Муниција
tr: Cephane
uk: Кулі
uz: O'q-dori

source: Number of darts the trap can fire. A value of -1 means infinite.
fr_ca: Nombre de fléchettes que le piège peut projeter. Une valeur de -1 signifie infini.
it: Numero di dardi che una trappola può sparare. Un valore di -1 significa Infinito.
nn: Talet på piler som fella kan skyta ut. Verdien -1 tyder uendeleg.
ro: Numărul de săgeți care pot fi lansate de capcana asta. O valoare de -1 înseamnă infinit.
sl: Število puščic, ki jih lahko past izstreli. -1 pomeni neomejeno.

source: Dart sprite
fr_ca: Sprite de la fléchette
hr: Sprite strelice
it: Sprite Dardo
nn: Dartfigur
ro: Spritul săgeții.
sl: Animiran izrezek puščice
sr: Спрајт стрелице

source: Sprite used for the dart.
fr_ca: Sprite utilisé pour la fléchette
it: Sprite usato per il dardo.
nn: Figuren brukt til dartfella.
ro: Spritul folosit pentru săgeți.
sl: Sličica za puščico.

source: Skull
fr_ca: Crâne
hr: Lubanja
it: Teschio
nn: Hovudskalle
ro: Craniu
sl: Lobanja
sr: Лобања

source: Track range
ar: نطاق المسار
az: İzləmə diapazonu
et: Raja vahemik
fr_ca: Gamme de piste
he: טווח מסלול
hr: Raspon staze
hy: Հետևման տիրույթ
id: Jarak lintasan
is: Lagasvið
it: Gittata d'inseguimento
nn: Sporingsavstand
ro: Raza de urmărire
sk: Rozsah stopy
sl: Oddaljenost za sledenje
sq: Gama e pistave
sr: Домет стазе
tr: Parça aralığı
uk: Діапазон колії
uz: Kuzatuv diapazoni

source: Vanish range
ar: مجموعة فانيش
az: Vanish diapazonu
et: Vanish vahemik
fr_ca: Gamme de disparition
he: נעלם טווח
hr: Raspon blijeđenja
hy: Անհետացման միջակայք
id: Jarak lenyap
is: Vanish svið
it: Gittata di scomparsa
nn: Forsvinningsavstand
ro: Gama Vanish
sk: Zmiznúť rozsah
sl: Oddaljenost za izginjanje
sq: Gama e zhdukjes
sr: Планински ланац Ваниш
tr: Yok olmak aralığı
uk: Діапазон зникнення
uz: Yo'q bo'lib ketish oralig'i

source: Fly speed
ar: سرعة الطيران
az: Uçuş sürəti
et: Lendamise kiirus
fr_ca: Vitesse de vol
he: מהירות תעופה
hr: Brzina leta
hy: Թռիչքի արագություն
id: Kecepatan terbang
is: Flughraði
it: Velocità di volo
nn: Flygefart
ro: Viteza de zbor
sk: Rýchlosť letu
sl: Hitrost letenja
sq: Shpejtësia e fluturimit
sr: Брзина лета
tr: Uçuş hızı
uk: Швидкість польоту
uz: Parvoz tezligi

source: Spiky
ar: شائك
et: Terav
fr_ca: Épineux
he: דוֹקְרָנִי
hr: Šiljat
hy: Կծու
id: Tajam
is: Gagnótt
nn: Piggleif
sk: Špicatý
sl: Špikamož
sq: Me gjemba
sr: Шиља
tr: Sikenli
uk: Колючий

source: Dart Trap
ar: دارت فخ
az: Dart tələsi
et: Noolemängu lõks
fr_ca: Piège à fléchettes
he: מלכודת חצים
hr: Zamka za strelice
hy: Դարտ թակարդ
id: Jebakan Dart
is: Pílugildra
it: Trappola dardi
nn: Dartfelle
ro: Capcană pentru săgeți
sk: Pasca na šípky
sl: Pljuvač puščic
sq: Kurthi i shigjetave
sr: Замка за стрелице
tr: Dart Tuzağı
uk: Пастка для дротиків
uz: Dart tuzog'i

source: Swimming Fish
fr_ca: Poisson nageant
hr: Ribe koje plivaju
it: Pesce Nuotante
nn: Symjefisk
ro: Pește nătător
sl: Plavajoča riba
sr: Пливајућа риба

source: Ice (normal)
fr_ca: Glace (normale)
hr: Led (normalno)
it: Ghiaccio (normale)
nn: Is (normal)
ro: Gheață (normal)
sl: Ledeni (navaden)
sr: Лед (нормално)
tr: Buz (normal)

source: Ice (big)
fr_ca: Glace (grande)
hr: Led (veliki)
it: Ghiaccio (grande)
nn: Is (stor)
ro: Gheață (mare)
sl: Ledeni (velik)
sr: Лед (велики)
tr: Buz (büyük)

source: Rock (normal)
fr_ca: Roche (normale)
hr: Stijena (normalna)
it: Roccia (normale)
nn: Stein (normal)
ro: Piatră (normal)
sl: Kameni (navaden)
sr: Рок (нормално)
tr: Kaya (normal)

source: Rock (big)
fr_ca: Roche (grande)
hr: Stijena (velika)
it: Roccia (grande)
nn: Stein (stor)
ro: Piatră (mare)
sl: Kameni (velik)
sr: Камен (велики)
tr: Kaya (büyük)

source: Corrupted (normal)
fr_ca: Corrompu (normal)
hr: Oštećeno (normalno)
it: Corrotto (normale)
nn: Forderva(normal)
ro: Corupt (normal)
sl: Skvarjen (navaden)
sr: Оштећено (нормално)

source: Corrupted (big)
fr_ca: Corrompu (grand)
hr: Korumpirano (veliko)
it: Corrotto (grande)
nn: Forderva (stor)
ro: Corupt (mare)
sl: Skvarjen (velik)
sr: Корумпирано (велико)

source: All
fr_ca: Tous
hr: Sve
it: Tutto
nn: Alle
sl: Vse
sr: Све

source: Crush script
fr_ca: Script d'écrasement
hr: Crush skripta
it: Script di schiacciamento
nn: Knuseskript
sl: Drobilna skripta
sr: Скрипта за слом

source: Gold Bomb
ar: قنبلة ذهبية
az: Qızıl Bomba
et: Kuldpomm
fr_ca: Bombe d'or
he: פצצה זהובה
hr: Zlatna bomba
hy: Ոսկե ռումբ
id: Bom Emas
is: Gullsprengja
it: Bomba d'oro
nn: Gullbombe
ro: Bombă de aur
sk: Zlatá bomba
sl: Zlata bomba
sq: Bombë ari
sr: Златна бомба
tr: Altın Bomba
uk: Золота бомба
uz: Oltin bomba

source: Dive Mine
fr_ca: Mine sous-marine
hr: Ronilački rudnik
it: Scubamina
nn: Dykkemine
ro: Mină submarină
sl: Potapljaška mina
sr: Ронилачки рудник

source: Mole
ar: خلد
az: Köstəbək
et: Mutt
fr_ca: Taupe
he: חֲפַרפֶּרֶת
hr: Madež
hy: Խլուրդ
is: Mól
it: Talpa
nn: Moldvarp
ro: Cârtiță
sk: Krtko
sl: Krtek
sq: Nishani
sr: Кртица
tr: Köstebek
uk: Кріт
uz: Krot

source: Walking Flame
ar: المشي اللهب
az: Gəzinti Alovu
et: Kõndiv tuleleek
fr_ca: Flamme ambulante
he: להבה מהלכת
hr: Hodajući plamen
hy: Քայլող բոց
id: Api Berjalan
is: Gangandi Logi
it: Fiamma camminante
nn: Vandrande flamme
ro: Flacără Mergătoare
sk: Chodiaci plameň
sl: Hodeči plamen
sq: Flaka në këmbë
sr: Ходајући пламен
tr: Yürüyen alev
uk: Ходяче полум'я
uz: Yurish olovi

source: Sleeping Flame
ar: لهب النوم
az: Yuxu Alovu
et: Uninunud tuleleek
fr_ca: Flamme endormie
he: להבת שינה
hr: Spavajući plamen
hy: Քնած բոց
id: Api Tidur
is: Svefnlogi
it: Fiamma addormentata
nn: Sovande flamme
ro: Flacără adormită
sk: Spiaci plameň
sl: Speči plamen
sq: Flaka e gjumit
sr: Успавани пламен
tr: Uyuyan Alev
uk: Спляче полум'я
uz: Uyqu olovi

source: Dormant Flame
ar: لهب نائم
az: Sönmüş Alov
et: Kustunud leek
fr_ca: Flamme dormante
he: להבה רדומה
hr: Uspavani plamen
hy: Քնած կրակ
id: Api Tidak Aktif
is: Sofandi logi
it: Fiamma dormiente
nn: Flamme i dvale
ro: Flacără adormită
sk: Spiaci plameň
sl: Mirujoči plamen
sq: Flaka e gjumit
sr: Успавани пламен
tr: Uyuyan Alev
uk: Спляче полум'я
uz: Uyqusiz alanga

source: Snow
ar: ثلج
az: Qar
et: Lumi
fr_ca: Neige
he: שלג
hr: Snijeg
hy: Ձյուն
id: Salju
is: Snjór
it: Neve
nn: Snø
ro: Zăpadă
sk: Sneh
sl: Sneg
sq: Borë
sr: Снег
tr: Kar
uk: Сніг
uz: Qor

source: Forest
ar: غابة
az: Meşə
et: Mets
fr_ca: Forêt
he: יער
hr: Šuma
hy: Անտառ
id: Hutan
is: Skógur
it: Foresta
nn: Skog
ro: Pădure
sk: Les
sl: Gozd
sq: Pyll
sr: Шума
tr: Orman
uk: Ліс
uz: O'rmon

source: Plant
ar: نبتة
az: Bitki
et: Taim
fr_ca: Plante
he: צמח
hr: Biljka
hy: Գործարան
id: Tanaman
is: Planta
it: Pianta
nn: Plante
ro: Plantă
sk: Rastlina
sl: Rastlina
sq: Bimë
sr: Биљка
tr: Bitki
uk: Рослина
uz: O'simlik

source: Snail
ar: حلزونة
az: İlbiz
et: Tigu
fr_ca: Escargot
he: שבלול
hr: Puž
hy: Խխունջ
id: Siput
is: Snigill
it: Lumaca
nn: Snigel
ro: Melc
sk: Slimák
sl: Polž
sq: Kërmilli
sr: Пуж
tr: Salyangoz
uk: Равлик
uz: Salyangoz

source: Stalactite
ar: الهوابط
az: Stalaktit
et: Jääpurikas
he: נטיפים
hr: Stalaktit
hy: Ստալակտիտ
id: Stalaktit
is: Sturlasteinn
it: Stalattite
nn: Stalaktitt
ro: Stalactită
sk: Stalaktit
sl: Stalaktit
sq: Stalaktiti
sr: Сталактит
tr: Sarkıt
uk: Сталактит
uz: Stalaktit

source: Mr. Iceblock
fr_ca: M. Bloc de glace
hr: Gospodin Iceblock
it: Signor Blocco di Ghiaccio
nn: Herr Isterning
sl: Gospod Ledeni
sr: Господин Ајсблок
tr: Bay Buz Bloğu

source: Mr. Tree
fr_ca: M. Arbre
hr: Gospodin Drvo
it: Signor Albero
nn: Herr Tre
ro: Dl. Copac
sl: Gospod Drevo
sr: Г. Дрво
tr: Bay Ağaç

source: ice
fr_ca: glace
hr: led
it: ghiaccio
nn: is
ro: gheață
sl: ledeni
sr: лед
tr: buz

source: rock
fr_ca: roche
hr: stijena
it: roccia
nn: stein
ro: piatră
sl: kameni
sr: стена
tr: kaya

source: Walking Candle
ar: شمعة المشي
az: Gəzinti şamı
et: Kõndiv küünal
fr_ca: Bougie Marchante
he: נר מהלך
hr: Hodajuća svijeća
hy: Քայլող մոմ
id: Lilin Berjalan
is: Göngukerti
it: Candela Camminante
nn: Vandrande talglys
ro: Lumânare de mers
sk: Chodiaca sviečka
sl: Sveča na nogah
sq: Qiri në këmbë
sr: Ходајућа свећа
tr: Yürüyen Mum
uk: Ходяча свічка
uz: Yuradigan sham

source: Radius (pixels)
fr_ca: Rayon (pixels)
it: Raggio (pixel)
nn: Radius (pikslar)
sl: Doseg (piksli)

source: Bumpkin
fr_ca: Ci-trouille
hr: Budala
it: Zuccona
nn: Braskar
sl: Buča
sr: Бумпкин

source: BSOD
fr_ca: Écran bleu de la mort
it: Il cattivissimo Schermo blu
nn: Blåskjerm
ro: Ecran albastru al morții
sl: Modri zaslonček smrti
sr: БСОД

source: Roof Crystallo
ar: سقف بلوري
az: Dam Kristallo
et: Katus Kristalo
fr_ca: Toit Cristallo
he: גג קריסטלו
hr: Krov Kristallo
hy: Տանիքի բյուրեղյա
id: Atap Crystallo
is: Þak Crystallo
it: Crystallo sul Soffitto
nn: Tak-Krystallo
ro: Acoperiș Crystallo
sk: Kryštálová strecha
sl: Stropni Kristalko
sq: Kristali i çatisë
sr: Кровни Кристало
tr: Çatı Kristali
uk: Дах Кристалло
uz: Tom Kristallo

source: Mrs. Iceblock
fr_ca: Mme. Bloc de glace
hr: Gospođa Iceblock
it: Signora cubo di Ghiaccio
nn: Fru Isterning
sl: Gospa Ledena
sr: Госпођа Ајсблок
tr: Bayan Buz Bloğu

source: Ghoul
ar: الغول
fr_ca: Goule
he: שֵׁד
hy: Գուլ
id: Setan Kubur
is: Gull
nn: Lik-etar
ro: Vampir
sl: Prikazen
sq: Vampir
sr: Гул
tr: Gulyabani
uk: Гуль

source: Vicious Ivy
fr_ca: Végétal vicieux
hr: Zlobni bršljan
it: Crudel-Edera
nn: Giftig eføy
ro: Vegetal vicios
sl: Vražja vitica
sr: Злобни бршљан

source: Carry
ar: يحمل
az: Daşımaq
et: Kanna
fr_ca: Transporter
he: הרמה
hr: Nosi
hy: Կրել
id: Bawa
is: Bera
it: Portare
nn: Frakta
ro: Transporta
sk: Prenášať
sl: Prenaša
sq: Mbaj
sr: Носити
tr: Taşımak
uk: Нести
uz: Tashish

source: Will o' Wisp
ar: سوف ا مقسة
az: Poltergiest
et: Metsahaldjas
fr_ca: Feu follet
he: וויל או'ויספ
hr: Vill o' Visp
hy: Պոլտերգեյսթ
id: Gumpalan Will
it: Fuoco Fatuo
nn: Vettelys
ro: Poltergeist
sl: Blodeča lučka
sq: Vill o' Visp
sr: Вил о' Висп
uk: Літаюча віспа
uz: Poltergeist

source: Walk Radius (pixels)
fr_ca: Rayon de marche (pixels)
it: Raggio di camminata (pixel)
nn: Vandreradius (pikslar)
sl: Doseg peš (piksli)

source: Awakening Radius (pixels)
fr_ca: Rayon d'éveil (pixels)
it: Raggio di risveglio (pixel)
nn: Vakneradius (pikslar)
sl: Doseg prebujenja (piksli)

source: Roof-attached
fr_ca: Attaché au plafond
hr: Pričvršćeno na krov
it: Attaccato al soffitto
nn: Festa til taket
ro: Atașat la tavan
sl: Na stropu
sr: Причвршћено за кров

source: Short Fuse
ar: سريع الغضب
az: Qısa Sigorta
et: Lühike kaitse
fr_ca: Mèche courte
he: פתיל קצר
hr: Kratki osigurač
hy: Կարճ ապահովիչ
id: Sumbu Pendek
is: Stutt öryggi
it: Miccia corta
nn: Kort lunte
ro: Siguranță scurtă
sk: Krátka poistka
sl: Pulferček
sq: Siguresa e shkurtër
sr: Кратки осигурач
tr: Kısa Sigorta
uk: Короткий запобіжник
uz: Qisqa sug'urta

source: Flying Snowball
ar: كرة ثلج طائرة
az: Uçan qartopu
et: Lendav lumepall
fr_ca: Balle De Neige Volante
he: כדור שלג מרחף
hr: Leteća Snješka
hy: Թռչող ձնագնդի
id: Bola Salju Terbang
is: Fljúgandi snjóbolti
it: Palla di Neve Volante
nn: Flygande snøball
ro: Bulgăre de zăpadă zburătoare
sk: Lietajúca vločka
sl: Leteča kepica
sq: Snowball fluturues
sr: Летећа снежна грудва
tr: Uçan Kartopu
uk: Літаючий сніжок
uz: Uchuvchi qor to'pi

source: Tracking Distance
fr_ca: Distance de Suivi
hr: Udaljenost praćenja
it: Tracciamento di distanza
nn: Sporingsavstand
sl: Razdalja sledenja
sr: Праћење удаљености

source: Losing Distance
fr_ca: Distance d'Échappement
hr: Gubitak udaljenosti
it: Perdere distanza
nn: Tapsavstand
sl: Razdalja zaostanka
sr: Губљење дистанце

source: Chase Speed
fr_ca: Vitesse de poursuite
hr: Brzina potjere
it: Velocità d'inseguimento
nn: Jaktefart
sl: Hitrost zasledovanja
sr: Брзина јурњаве

source: Dispenser
ar: موزع
et: Dosaator
fr_ca: Distributeur
he: מַנפֵּק
hr: Dispenzer
hy: Դիսպենսեր
is: Skammtari
it: Distributore
nn: Utsendar
ro: Dozator
sk: Dávkovač
sl: Avtomat
sq: Bombol me vrimë nxjerrëse
sr: Распршивач
tr: Dağıtıcı
uk: Дозатор

source: Mrs. Snowball
fr_ca: Mme. Boule de neige
hr: Gospođa Snježna Gruda
it: Signora Palla di Neve
nn: Fru Snøball
sl: Gospa kepica
sr: Госпођа Снежна Болд
tr: Bayan Kartopu
