Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Allow Item Pocket
fr_ca: Autoriser la Poche à items
hr: Dopusti džep za predmete
it: Abilita l'Inventario
nn: Tillèt gjenstandar i lomma
sl: Dovoli žep elementov
sr: Дозволи џеп за предмете

source: Target Time
ar: زمن الهدف
az: Hədəf vaxtı
et: Sihtaeg
fr_ca: Temps visé
he: זמן יעד
hr: Ciljano vrijeme
hy: Թիրախային ժամանակ
id: Target Waktu
is: Marktími
it: Obiettivo di tempo
nn: Mål-tid
ro: Timp țintă
sk: Cieľový čas
sl: Ciljni čas
sq: Koha e synuar
sr: Циљано време
tr: Hedef zamanı
uk: Цільовий час
uz: Maqsadli vaqt

source: Please enter a name for this level.
ar: يرجى إدخال اسم لهذا المستوى.
az: Bu səviyyə üçün ad daxil edin.
et: Sisestage selle taseme nimi.
fr_ca: Veuillez entrer un nom pour ce niveau.
he: נא להזין שם עבור שלב זה.
hr: Unesite naziv za ovu razinu.
hy: Խնդրում ենք մուտքագրել անուն այս մակարդակի համար:
id: Silakan masukkan sebuah nama untuk level ini.
is: Vinsamlegast sláðu inn nafn fyrir þetta stig.
it: Inserisci un nome per questo livello
nn: Skriv inn namnet på brettet.
ro: Vă rugăm să introduceți un nume pentru acest nivel.
sk: Zadajte názov pre túto úroveň.
sl: Vnesi ime za to stopnjo.
sq: Shkruaj një emër për këtë nivel.
sr: Молимо вас да унесете назив за овај ниво.
tr: Lütfen bu düzey için bir ad girin.
uk: Введіть назву для цього рівня.
uz: Iltimos, ushbu daraja uchun nom kiriting.

source: Please enter a level author for this level.
ar: يرجى إدخال اسم الكاتب لهذا المستوى.
az: Bu səviyyə üçün səviyyəli müəllif daxil edin.
et: Sisestage selle taseme autor.
fr_ca: Veuillez entrer un auteur de niveau pour ce niveau.
he: נא להזין את יוצר השלב עבור שלב זה.
hr: Unesite autora razine za ovu razinu.
hy: Խնդրում ենք մուտքագրել մակարդակի հեղինակ այս մակարդակի համար:
id: Silakan masukkan pembuat level untuk level ini.
is: Vinsamlega sláðu inn stigshöfund fyrir þetta stig.
it: Inserisci un nome d'autore per questo livello
nn: Skriv inn opphavspersonen til brettet.
ro: Vă rugăm să introduceți un autor de nivel pentru acest nivel.
sk: Zadajte autora úrovne pre túto úroveň.
sl: Vnesi avtorja te stopnje.
sq: Shkruaj një autor për këtë nivel.
sr: Молимо вас да унесете аутора нивоа за овај ниво.
tr: Lütfen bu düzey için bir düzey yazarı girin.
uk: Вкажіть ім'я автора рівня.
uz: Iltimos, ushbu darajadagi muallifni kiriting.

source: Please enter a license for this level.
ar: يرجى إدخال رخصة لهذا المستوى.
az: Bu səviyyə üçün lisenziya daxil edin.
et: Sisestage selle taseme litsents.
fr_ca: Veuillez entrer une licence pour ce niveau.
he: נא להזין רישיון עבור שלב זה.
hr: Unesite licencu za ovu razinu.
hy: Խնդրում ենք մուտքագրել լիցենզիա այս մակարդակի համար:
id: Silakan masukkan sebuah lisensi untuk level ini.
is: Vinsamlegast sláðu inn leyfi fyrir þetta stig.
it: Inserisci una licenza per questo livello.
nn: Skriv inn lisensen for brettet.
ro: Vă rugăm să introduceți o licență pentru acest nivel.
sk: Zadajte licenciu pre túto úroveň.
sl: Vnesi licenco za to stopnjo.
sq: Shkruaj një licencë për këtë nivel.
sr: Молимо вас да унесете лиценцу за овај ниво.
tr: Lütfen bu seviye için bir lisans girin.
uk: Вкажіть ліцензію для рівня.
uz: Iltimos, ushbu daraja uchun litsenziyani kiriting.

source: Collect {} more Tux Dolls in Story Mode to unlock!
fr_ca: Récupérez {} autres Poupées Tux dans le Mode Histoire pour le débloquer!
it: Colleziona altre {} bambole Tux nella modlità storia per sbloccare!
nn: Samla {} Tux-dokker til i forteljingsmodus for å låsa opp!
sl: Pred vstopom moraš zbrati še {} Tuksovih lutk v pripovednem načinu!

source: Auto-manage Players
fr_ca: Gérer automatiquement les joueurs
hr: Automatsko upravljanje igračima
it: Gestione automatica dei Giocatori
nn: Autohandsam spelarar
sl: Samodejno upravljanje igralcev
sr: Аутоматско управљање играчима

source: Automatically add and remove players when controllers are plugged or unplugged
fr_ca: Ajouter et retirer automatiquement des joueurs lorsque des manettes sont branchées ou débranchées
hr: Automatsko dodavanje i uklanjanje igrača kada su kontroleri priključeni ili isključeni
it: Aggiungi e rimuovi automaticamente i giocatori se i loro controllers sono connessi o disconnessi.
nn: Legg automatisk til eller fjern spelarar når spelkontrollarar vert kopla til eller frå
sl: Samodejno doda in odstrani igralce, ko zazna priklop ali odklop krmilnikov
sr: Аутоматски додајте и уклоните играче када су контролери укључени или искључени

source: Allow Multibind
fr_ca: Permettre des liens multiples
hr: Dopusti višestruko uvezivanje
it: Permetti il Multiblind
nn: Tillat fleirtilknyting
sl: Dovoli večvezavo
sr: Дозволи вишеструко повезивање

source: Allow binding multiple joysticks to a single player
fr_ca: Permettre de lier plusieurs manches de jeu à un même joueur
hr: Omogući povezivanje više joysticka s jednim igračem
it: Permetti il collegamento di più joystick a un singolo giocatore.
nn: Tillèt å knyta fleire styrespakar til same spelar
sl: Omogoči vezavo več igralnih palic na enega igralca
sr: Дозволите повезивање више џојстика са једним играчем

source: Manage Players
fr_ca: Gérer les joueurs
hr: Upravljanje igračima
it: Gestisci i giocatori
nn: Handsam spelarar
sl: Upravljanje igralcev
sr: Управљај играчима

source: Some information about this add-on is not available.
fr_ca: Certaines informations sur cette extension ne sont pas disponibles.
hr: Neke informacije o ovom dodatku nisu dostupne.
it: Alcune informazioni su questo componente aggiuntivo non sono disponibili.
nn: Noko informasjon om dette tilleggskartet er ikkje tilgjengeleg.
ro: Unele informații despre extensia asta nu sunt disponibile.
sl: Nekaterih informacij o tem dodatku ni na voljo.
sr: Неке информације о овом додатку нису доступне.

source: Perform a "Check Online" to try retrieving it.
fr_ca: Effectuer une "vérification en ligne" pour essayer de les récupérer.
hr: Izvršite "Provjeri online" da biste pokušali dohvatiti ga.
it: Esegui un "Controllo Online" per cercare di ricercarlo.
nn: Køyr «Sjå etter på nettet» for å forsøka å henta han.
sl: S klikom na "Preveri na spletu" jih lahko poskusiš pridobiti.
sr: Извршите „Провери на мрежи“ да бисте покушали да га преузмете.

source: No author specified.
fr_ca: Aucun auteur spécifié.
hr: Nije naveden autor.
it: Nessun autore specificato.
nn: Ingen opphavsperson er oppgjeven.
ro: Niciun autor n-a fost precizat.
sl: Avtor ni naveden.
sr: Није наведен аутор.
tr: Yazar belirtilmemiş.

source: Author: {}
fr_ca: Auteur: {}
hr: Autor: {}
it: Autore: {}
nn: Opphavsperson: {}
ro: Autorul: {}
sl: Avtor/ica: {}
sr: Аутор: {}
tr: Yazar: {}

source: Type: {}
hr: Vrsta: {}
it: Tipo: {}
ro: Tip: {}
sl: Vrsta: {}
sr: Тип: {}
tr: Tip: {}

source: No license specified.
fr_ca: Aucune licence spécifiée.
hr: Nije navedena licenca.
it: Nessuna licenza specificata.
nn: Ingen lisens er oppgjeven.
ro: Nicio licență n-a fost precizată.
sl: Licenca ni določena.
sr: Није наведена лиценца.
tr: Lisans belirtilmedi.

source: License: {}
fr_ca: Licence: {}
hr: Licenca: {}
it: Licenza: {}
nn: Lisens: {}
ro: Licență: {}
sl: Licenca: {}
sr: Лиценца: {}
tr: Lisans: {}

source: Dependencies:
fr_ca: Dépendances:
hr: Ovisnosti:
it: Dipendenze:
nn: Avhengnadar:
ro: Dependență:
sl: Odvisnosti:
sr: Зависности:
tr: Bağımlılıklar:

source: Installed
fr_ca: Installé
hr: Instalirano
it: Installato
nn: Installert
ro: Instalat
sl: Nameščen
sr: Инсталирано

source: Not installed
fr_ca: Non installé
hr: Nije instalirano
it: Non installato
nn: Ikkje installert
ro: Neinstalat
sl: Ni nameščen
sr: Није инсталирано

source: Not available!
fr_ca: Non disponible!
hr: Nije dostupno!
it: Non disponibile!
nn: Ikkje tilgjengeleg
ro: Indisponibil!
sl: Ni na voljo!
sr: Није доступно!

source: Description:
hr: Opis:
it: Descrizione:
nn: Skildring:
ro: Descripție:
sl: Opis:
sr: Опис:
tr: Açıklama:

source: No description available.
fr_ca: Aucune description disponible.
hr: Nema dostupnog opisa.
it: Nessuna descrizione disponibile.
nn: Inga skildring er tilgjengeleg.
ro: Nu-i nicio descriere disponibilă.
sl: Opis ni na voljo.
sr: Нема доступног описа.
tr: Açıklama bulunamadı.

source: Overrides Data: {}
fr_ca: Déroge aux données: {}
it: Sovrascrive i dati: {}
nn: Overstyrer data: {}
sl: Povozi podatke: {}

source: Failed to load all available screenshot previews.
fr_ca: Échec du chargement de toutes les captures d’écran de prévisualisation disponibles.
hr: Nije uspjelo učitavanje svih dostupnih pregleda zaslona.
it: Il caricamento di tutte le anteprime di catture dello schermo è fallito.
nn: Klarte ikkje henta inn alle tilgjengelege skjermbilete.
sl: Nalaganje vseh zaslonskih predogledov ni uspelo.
sr: Није успело учитавање свих доступних прегледа снимака екрана.

source: To fetch add-on screenshots, you must enable networking.
fr_ca: Pour récupérer les captures d'écran des extensions, vous devez autoriser la connexion à internet.
hr: Za dohvaćanje snimaka zaslona dodataka morate omogućiti umrežavanje.
it: Per ricercare le catture dello schermo dei componenti aggiuntivi, devi abilitare la navigazione in rete.
nn: For å kunna henta ned skjermbilete, må du ha slått på nettverkstilgang.
ro: Pentru a căuta capturile de ecran ale extensiilor, trebuie activat conexiunea la internet.
sl: Če želiš pridobiti slike dodatkov, omogoči povezavo z internetom.
sr: Да бисте преузели снимке екрана додатака, морате омогућити умрежавање.
tr: Eklenti ekran görüntülerini almak için ağ bağlantısını etkinleştirmeniz gerekir.

source: Show screenshots
fr_ca: Afficher les captures d’écran
hr: Prikaži snimke zaslona
it: Mostra le catture dello schermo
nn: Vis skjermbilete
ro: Afișează capturile de ecran
sl: Prikaži zaslonske predoglede
sr: Прикажи снимке екрана
tr: Ekran görüntülerini göster

source: Screenshot previews are disabled for automatic installs.
fr_ca: Les captures d’écran de prévisualisation sont désactivés pour les installations automatiques.
hr: Pregledi snimaka zaslona onemogućeni su za automatske instalacije.
it: Le anteprime delle catture dello schermo sono disabilitate per le installazioni automatiche.
nn: Vising av skjermbilete er slått av for automatisk installering.
sl: Zaslonski predogledi so onemogočeni pri samodejnih namestitvah.
sr: Прегледи снимака екрана су онемогућени за аутоматске инсталације.

source: No screenshot previews available.
fr_ca: Aucune capture d'écran de prévisualisation disponible.
hr: Nema dostupnih pregleda snimaka zaslona.
it: Nessuna anteprima di cattura dello schermo disponibile.
nn: Ingen skjermbilete er tilgjengelege for vising.
ro: Nicio previzualizare de capturi al ecranului nu e disponibilă.
sl: Zaslonski predogledi niso na voljo.
sr: Нема доступних прегледа снимака екрана.
tr: Ekran görüntüsü önizlemesi mevcut değil.

source: Install
fr_ca: Installer
hr: Instaliraj
it: Installa
nn: Installer
ro: Instalează
sl: Namesti
sr: Инсталирај

source: Uninstall
fr_ca: Désinstaller
hr: Ukloni
it: Disinstalla
nn: Avinstaller
ro: Dezinstalează
sl: Odstrani
sr: Деинсталација

source: Are you sure you want to uninstall "{}"?
fr_ca: Êtes-vous sûr de vouloir désinstaller "{}"?
hr: Jeste li sigurni da želite deinstalirati "{}"?
it: Sicuro di voler disinstallare "{}"?
nn: Er du sikker på at du vil avinstallera «{}»?
ro: Ești sigur că vrei să dezinstalezi "{}"?
sl: Ali si prepričan/a, da želiš odstraniti "{}"?
sr: Да ли сте сигурни да желите да деинсталирате „{}“?

source: Your progress won't be lost.
hr: Vaš napredak neće biti izgubljen.
it: I tuoi progressi non saranno persi.
nn: Framdrifta di i spelet vert teken vare på.
ro: Progresul tău nu va fi pierdut.
sl: Tvoj napredek se bo ohranil.
sr: Ваш напредак неће бити изгубљен.
tr: İlerlemeniz kaybolmayacak.

source: NOTE: The add-on "{}" is a dependency of {} other installed {}. Are you sure you wish to uninstall?
fr_ca: REMARQUE : l'extension "{}" est une dépendance de {} autres {} installés. Êtes-vous sûr de vouloir la désinstaller?
hr: NAPOMENA: Dodatak "{}" je ovisnost od {} drugih instaliranih {}. Jeste li sigurni da želite deinstalirati?
it: NOTA: L'add-on "{}" è parte di {} altri installati {}. Sei sicuro di voler disinstallare?
nn: OBS: Tillegget «{}» er avhengnad av {} andre installerte {}. Er du sikker på at du vil avinstallera?
ro: REMARCĂ: Extensia "{}" este o dependență a {} alte(or) {} instalată(e). Ești sigur că vrei s-o dezinstalezi?
sl: POZOR: Dodatek "{}" je pomemben gradnik {} {}. Ali ga zares želiš odstraniti?
sr: НАПОМЕНА: Додатак „{}“ је зависност од {} других инсталираних {}. Да ли сте сигурни да желите да га деинсталирате?

source: Cannot toggle add-on "{}": {}
fr_ca: Impossible de basculer sur l'extension "{}": {}
hr: Ne mogu uključiti/isključiti dodatak "{}": {}
it: Non è stato possibile impostare il componente aggiuntivo "{}": {}
nn: Kan ikkje slå på/av tilleggskartet «{}»: {}
ro: Nu s-a putut bascula pe extensia "{}": {}
sl: Ne morem preklopiti dodatka "{}": {}
sr: Не могу да укључим/искључим додатак „{}“: {}

source: Fetching screenshot previews...
fr_ca: Récupération des captures d'écran de prévisualisation...
hr: Dohvaćanje pregleda snimaka zaslona...
it: Ricerca di anteprime delle catture dello schermo...
nn: Hentar skjermbilete for vising …
ro: Se caută capturile de ecran de previzualizare...
sl: Pridobivam zaslonske predoglede ...
sr: Преузимање прегледа снимака екрана...
tr: Ekran görüntüsü önizlemeleri getiriliyor...

source: Add-on uninstalled successfully.
fr_ca: Extension désinstallée avec succès.
hr: Dodatak je uspješno deinstaliran.
it: Add-on disinstallato con successo.
nn: Tilleggskartet er no avinstallert.
ro: Extensia a fost dezinstalată cu succes.
sl: Dodatek je uspešno odstranjen.
sr: Додатак је успешно деинсталиран.
tr: Eklenti başarıyla kaldırıldı.

source: Error uninstalling add-on: {}
fr_ca: Erreur lors de la désinstallation de l'extension: {}
hr: Greška prilikom deinstalacije dodatka: {}
it: Si è verificato un errore durante il processo di disinstallazione del componente aggiuntivo: {}
nn: Feil ved avinstallering av tillegskart: {}
ro: O eroare s-a produs în dezinstalarea extensiei: {}
sl: Napaka pri odstranjevanju dodatka: {}
sr: Грешка при деинсталирању додатка: {}
tr: Eklenti kaldırılırken hata oluştu: {}

source: Please restart SuperTux for these changes to take effect.
ar: الرجاء إعادة تشغيل SuperTux لتصبح هذه التغييرات سارية المفعول.
az: SuperTux-u yenidən başladın bu dəyişikliklərin qüvvəyə minməsi üçün.
et: Muudatuste rakendamiseks taaskäivita SuperTux.
fr_ca: Veuillez redémarrer SuperTux pour que ces changements prennent effet.
he: נא להפעיל את SuperTux מחדש כדי ששינויים אלו יכנסו לתוקף.
hr: Molimo ponovno pokrenite SuperTux kako bi ove promjene stupile na snagu.
hy: Խնդրում ենք վերագործարկել SuperTux-ը որպեսզի այս փոփոխություններն ուժի մեջ մտնեն։
id: Silakan mulai ulang SuperTux agar perubahan ini diterapkan.
is: Vinsamlegast endurræstu SuperTux að þessar breytingar taki gildi.
it: Riavviare SuperTux affinché le modifiche abbiano effetto
nn: Start SuperTux på nytt for at endringane skal tre i kraft.
ro: Repornește SuperTux ca să aibă efect modificările.
sk: Vykonané zmeny sa uplatnia až po reštarte hry SuperTux.
sl: Prosimo, ponovno zaženi SuperTux, da bodo spremembe delovale.
sq: Rinis SuperTux në mënyrë që ndryshimet të kenë efekt.
sr: Поново покрените Супер Такс да би ове промене биле примењене.
tr: Supertuxu yeniden başlatın lütfen değişikliklerin etkili olması için.
uk: Будь ласка, перезавантажте SuperTux аби ці зміни вступили в силу.
uz: SuperTux-ni qayta ishga tushiring ushbu o'zgarishlar kuchga kirishi uchun.

source: New files location
ar: موقع الملفات الجديدة
az: Yeni faylların yeri
et: Uute failide asukoht
fr_ca: Emplacement des nouveaux fichiers
he: מיקום קבצים חדש
hr: Nova lokacija datoteka
hy: Նոր ֆայլերի գտնվելու վայրը
id: Lokasi file baru
is: Ný staðsetning skráa
it: Nuova localizzazione dei file
nn: Mappe for nye filer
ro: Locație nouă de fișiere
sk: Nové umiestnenie súborov
sl: Lokacija za nove datoteke
sq: Vendndodhja e skedarëve të rinj
sr: Нова локација датотека
tr: Yeni dosya konumu
uk: Розташування нових файлів
uz: Yangi fayllar joylashuvi

source: Add Files
ar: إضافة ملفات
az: Faylları əlavə et
et: Lisa failid
fr_ca: Ajouter des fichiers
he: הוסף קבצים
hr: Dodaj datoteke
hy: Ավելացնել ֆայլեր
id: Tambahkan File
is: Bæta við skrám
it: Aggiungi files
nn: Legg til filer
ro: Adăugați fișiere
sk: Pridať súbory
sl: Dodaj datoteke
sq: Shto skedarë
sr: Додај датотеке
tr: Dosya Ekle
uk: Додати файли
uz: Fayllarni qo'shish

source: Download Files
ar: تحميل ملفات
az: Faylları Yükləyin
et: Laadi alla failid
fr_ca: Telecharger des fichiers
he: להוריד קבצים
hr: Preuzimanje datoteka
hy: Ներբեռնեք Ֆայլեր
id: Unduh File
is: Sækja skrár
it: Scarica files
nn: Last ned filer
ro: Descărcați fișiere
sk: Stiahnite si súbory
sl: Prenesi datoteke
sq: Shkarkoni Skedarët
sr: Преузми датотеке
tr: Dosyaları indir
uk: Завантажити файли
uz: Fayllarni yuklab olish

source: Contrib Levels
ar: مستويات مشاركة
az: Töhfə Səviyyələri
et: Lisatasandid
fr_ca: Contributions
he: שלבים נוספים
hr: Dodatne razine
hy: Ներդրումների մակարդակներ
id: Level Kontribusi
is: Framlagsstig
it: Livelli aggiuntivi
nn: Andre brett
ro: Nivele contribuite
sk: Neoficiálne úrovne
sl: Prispevane stopnje
sq: Nivele shtesë
sr: Додатни нивои
tr: Ek Bölümler
uk: Рівні користувачів
uz: Hissa darajalari

source: Official Contrib Levels
fr_ca: Niveaux additionnels officiels
hr: Službene razine doprinosa
it: Livelli Ufficiali
nn: Offisielle bidregne brett
sl: Uradne prispevane stopnje
sr: Званични нивои доприноса

source: Community Contrib Levels
fr_ca: Niveaux additionnels de la communauté
hr: Razine doprinosa zajednice
it: Livelli della Community
nn: Brett bidregne frå fellesskapet
sl: Prispevane stopnje skupnosti
sr: Нивои доприноса заједнице

source: User Contrib Levels
fr_ca: Niveaux additionnels de l'utilisateur
hr: Razine doprinosa korisnika
it: Livelli dell'Utente
nn: Brett bidregne frå einskildbrukarar
sl: Prispevane stopnje uporabnika
sr: Нивои доприноса корисника

source: How is this possible? There are no Official Contrib Levels!
fr_ca: Comment est-ce possible? Il n'y a pas de niveaux additionnels officiels!
hr: Kako je to moguće? Ne postoje službene razine doprinosa!
it: Com'è possibile? Non ci sono Livelli Ufficiali!
nn: Korleis er dette mogleg? Det finst ingen offisielle bidregne brett!
sl: Kako je to mogoče? Ni uradnih prispevanih stopenj!
sr: Како је ово могуће? Не постоје званични нивои доприноса!

source: No Community Contrib Levels yet. Download them from the Add-ons Menu.
fr_ca: Aucun niveau additionnel de la communauté. Téléchargez-les depuis le Menu des Extensions.
hr: Još nema razina doprinosa zajednice. Preuzmite ih iz izbornika dodataka.
it: Non ci sono Livelli della Community. Scaricali dal Menu dei Componenti Aggiuntivi.
nn: Ingen brett bidregne frå fellesskapet enno. Last dei ned frå tilleggskart-menyen.
sl: Ni še stopenj, ki bi jih prispevala skupnost. Prenesi si jih prek menija dodatkov.
sr: Још увек нема нивоа доприноса заједнице. Преузмите их из менија Додаци.

source: No User Contrib Levels yet. Create some with the Level Editor.
fr_ca: Aucun niveau additionnel de l'utilisateur. Créez-en avec l'Éditeur de niveaux.
hr: Još nema razina korisničkih doprinosa. Izradite ih pomoću Uređivača razina.
it: Non ci sono livelli dell'Utente. Creane alcuni nell'Editor dei Livelli.
nn: Ingen brett bidregne frå einskildbrukarar enno. Lag nokre med brettredigeringa.
sl: Nimaš še svojih prispevanih stopenj. Ustvari jih z urejevalnikom stopenj.
sr: Још увек нема нивоа које доприносе корисници. Направите их помоћу Уређивача нивоа.
tr: Henüz Kullanıcı Katkı Seviyesi yok. Seviye Düzenleyicisi ile birkaç tane oluşturun.

source: Particle Editor
ar: محرر الجسيمات
az: Hissəcik redaktoru
et: Osakeste redaktor
fr_ca: Éditeur de particules
he: עורך חלקיקים
hr: Uređivač čestica
hy: Մասնիկների խմբագիր
id: Editor Partikel
is: Agna ritstjóri
it: Editore dei particolari
nn: Partikkelredigering
ro: Editor de particule
sk: Editor častíc
sl: Urejevalnik delcev
sq: Redaktori i grimcave
sr: Уређивач честица
tr: Parçacık Düzenleyici
uk: Редактор частинок
uz: Zarrachalar muharriri

source: New Particle Config
ar: تكوين الجسيمات الجديد
az: Yeni hissəcik konfiqurasiyası
et: Uus osakeste konfiguratsioon
fr_ca: Nouvelle configuration de particules
he: תצורת חלקיקים חדשה
hr: Nova konfiguracija čestica
hy: Նոր մասնիկների կազմաձևում
id: Konfigurasi Partikel Baru
is: Ný ögnstilling
it: Configura nuovo particolare
nn: Nytt partikkeloppsett
ro: Configurație nouă de particule
sk: Nová konfigurácia častíc
sl: Nova konfiguracija delcev
sq: Konfigurimi i grimcave të reja
sr: Нова конфигурација честица
tr: Yeni Parçacık Yapılandırması
uk: Нова конфігурація частинок
uz: Yangi zarracha konfiguratsiyasi

source: Save Particle Config
ar: حفظ تكوين الجسيمات
az: Hissəcik konfiqurasiyasını yadda saxlayın
et: Salvesta osakeste konfiguratsioon
fr_ca: Enregistrer la configuration des particules
he: שמור את תצורת החלקיקים
hr: Spremi konfiguraciju čestica
hy: Պահպանել մասնիկների կազմաձևը
id: Simpan Konfigurasi Partikel
is: Vista Particle Config
it: Salva nuova configurazione del particolare
nn: Lagra partikkeloppsett
ro: Înregistrează configurația particulei
sk: Uložiť konfiguráciu častíc
sl: Shrani konfiguracijo delcev
sq: Ruaj konfigurimin e grimcave
sr: Сачувај конфигурацију честица
tr: Parçacık Yapılandırmasını Kaydet
uk: Зберегти конфігурацію частинок
uz: Zarracha konfiguratsiyasini saqlang

source: Save Particle Config as...
ar: حفظ تكوين الجسيمات باسم ...
az: Hissəcik Konfiqurasiyasını belə yadda saxlayın...
et: Salvesta osakeste konfiguratsioon kui...
fr_ca: Enregistrer la configuration des particules sous...
he: שמור את תצורת החלקיקים בתור...
hr: Spremi konfiguraciju čestica kao...
hy: Պահպանել մասնիկների կազմաձևումը որպես...
id: Simpan Konfigurasi Partikel sebagai...
is: Vista particle config sem...
it: Salva configurazione del particolare come...
nn: Lagra partikkeloppsett som …
ro: Înregistrează configurația particulei ca și...
sk: Uložiť konfiguráciu častíc ako...
sl: Shrani konfiguracijo delcev kot ...
sq: Ruaj konfigurimin e grimcave si...
sr: Сачувај конфигурацију честица као...
tr: Parçacık Yapılandırmasını Farklı Kaydet...
uk: Зберегти конфігурацію частинок як...
uz: Zarracha konfiguratsiyasini saqlash...

source: Load Another Particle Config
ar: قم بتحميل تكوين جسيمات آخر
az: Başqa bir hissəcik konfiqurasiyasını yükləyin
et: Laadige teine ​​osakese konfiguratsioon
fr_ca: Charger une autre configuration de particules
he: טען עוד תצורת חלקיק
hr: Učitaj drugu konfiguraciju čestica
hy: Բեռնել մեկ այլ մասնիկի կազմաձև
id: Muat Konfigurasi Partikel Lain
is: Hlaða upp annarri agnastillingu
it: Carica un altra configurazione particolare
nn: Last inn partikkeloppsett
ro: Încărcați o altă configurație de particule
sk: Načítajte konfiguráciu ďalšej častice
sl: Naloži novo konfiguracijo delcev
sq: Ngarkoni konfigurimin e një grimce tjetër
sr: Учитај другу конфигурацију честица
tr: Başka Parçacık Yapılandırması Yükle
uk: Завантажити іншу конфігурацію частинок
uz: Boshqa zarracha konfiguratsiyasini yuklang

source: Open Particle Directory
ar: افتح دليل الجسيمات
az: Hissəcik kataloqunu açın
et: Avage osakeste kataloog
fr_ca: Ouvrir le répertoire de particules
he: פתח את ספריית החלקיקים
hr: Otvorite imenik čestica
hy: Բացեք Մասնիկների գրացուցակը
id: Buka Direktori Partikel
is: Opnaðu agnaskrá
it: Apri la directory del particolare
nn: Opna partikkelmappa
ro: Deschideți directorul Particle
sk: Otvorte adresár častíc
sl: Odpri imenik delcev
sq: Hapni drejtorinë e grimcave
sr: Отвори директоријум честица
tr: Parçacık Dizinini Aç
uk: Відкрийте каталог частинок
uz: Zarrachalar katalogini oching
