Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Awake
fr_ca: Éveillé
hr: Osvijestiti
it: Sveglio
nn: Vaken
ro: Trezit
sl: Buden
sr: Будан

source: Sleeping
fr_ca: Dormant
hr: Spavanje
it: Addormentato
nn: Sovande
ro: Dormind
sl: Speč
sr: Спавање

source: Corrupted A
fr_ca: Corrompu A
hr: Oštećeno A
it: Corrotto A
nn: Forderva A
ro: Corupt A
sl: Skvarjen A
sr: Корумпирано А

source: Corrupted B
fr_ca: Corrompu B
hr: Oštećeno B
it: Corrotto B
nn: Forderva B
ro: Corupt B
sl: Skvarjen B
sr: Корумпирано Б

source: Corrupted C
fr_ca: Corrompu C
hr: Oštećeno C
it: Corrotto C
nn: Forderva C
ro: Corupt C
sl: Skvarjen C
sr: Оштећено C

source: Haywire
ar: أحمق
az: Saman teli
et: Nässus
fr_ca: Détraqué
he: מְבוּלגָן
hr: Zbunjen
hy: Հայվայր
id: Kusut
is: Heyvír
it: Caotibomba
sl: Ponorela bomba
sq: Teli sanë
sr: Хејвајер
tr: Saman teli
uk: Злочинний
uz: Nazoratdan Chiqmoq

source: Ghost Tree
ar: شجرة الأشباح
az: Xəyal ağacı
et: Kummitav puu
fr_ca: Arbre fantôme
he: עץ הרוחות
hr: Drvo duhova
hy: Ուրվական ծառ
id: Pohon Hantu
is: Draugatré
it: Fantasmalbero
nn: Spøkjelsetre
ro: Arborele fantomă
sk: Strom duchov
sl: Drevoduh
sq: Pema fantazmë
sr: Дрво духова
tr: Hayalet Ağaç
uk: Дерево-привид
uz: Arvoh daraxti

source: Walking Leaf
fr_ca: Feuille marchante
hr: Hodajući list
it: Foglia Camminante
nn: Vandreblad
sl: Hodeči list
sr: Ходајући лист

source: Fire
fr_ca: Feu
hr: Vatra
it: Fuoco
nn: Eld
ro: Foc
sl: Ogenj
sr: Ватрa

source: Ghost
fr_ca: Fantôme
hr: Duh
it: Fantasma
nn: Spøkjelse
ro: Fantomă
sl: Strahec
sr: Дух

source: Toad
ar: العلجوم
az: Qurbağa
et: Kärnkonn
fr_ca: Crapaud
he: טוד
hr: Krastača
hy: Դոդոշ
id: Katak
is: Karta
it: Rospo
nn: Padde
ro: Broască
sl: Krastača
sr: Жабац
uk: Жаба

source: Big Granito
fr_ca: Grand Granito
hr: Veliki Granito
it: Grande Granito
nn: Stor Granito
ro: Granito mare
sl: Veliki Granitek
sr: Велики Гранито

source: Carrying Script
fr_ca: Script de portage
hr: Nošenje skripte
it: Script di trasporto
nn: Frakteskript
ro: Script de transport
sl: Skripta med nošenjem
sr: Ношење скрипте

source: Laptop
fr_ca: Ordinateur portable
nn: Data
sl: Prenosnik
sr: Лаптоп

source: Wooden
fr_ca: En Bois
hr: Drveni
it: Legnoso
nn: Tre
ro: Din lemn
sl: Leseni
sr: Дрвени

source: Metal
fr_ca: Métal
it: Metallico
nn: Metall
ro: Metalic
sl: Kovinski
sr: Метал

source: Bag
fr_ca: Sac
hr: Torba
it: Borsa
nn: Pengesekk
ro: Sac
sl: Mošnjiček
sr: Врећа

source: The SuperTux Team
fr_ca: L'Équipe SuperTux
it: Il Team di SuperTux
nn: SuperTux-gruppa
ro: Echipa SuperTux
sl: Ekipa SuperTux

source: Programming
ar: البرمجة
az: Proqramlaşdırma
et: Programmeerimine
fr_ca: Programmation
he: תכנות
hr: Programiranje
hy: Ծրագրավորում
is: Forritun
it: Programmazione
nn: Programmering
ro: Programare
sk: Programovanie
sl: Programiranje
sq: Programimi
sr: Програмирање
tr: Programlama
uk: Програмування
uz: Dasturlash

source: Graphics, Programming
ar: رسومات ، برمجة
az: Qrafika, Proqramlaşdırma
et: Graafika, Programmeerimine
fr_ca: Graphiques, Programmation
he: גרפיקה ותכנות
hr: Grafika, Programiranje
hy: Գրաֆիկա, ծրագրավորում
id: Grafik, Pemrograman
is: Grafík, forritun
it: Grafica, programmazione
nn: Grafikk, programmering
ro: Grafică, Programare
sk: Grafika, programovanie
sl: Grafika, programiranje
sq: Grafika, Programimi
sr: Графика, Програмирање
tr: Grafikler, Programlama
uk: Графіка, програмування
uz: Grafika, dasturlash

source: Graphics, Level Design, Story
ar: الرسومات ، المستوى التصميم ، القصة
az: Qrafika, Səviyyə Dizaynı, Hekayə
et: Graafika, tasemekujundus, lugu
fr_ca: Graphismes, Level Design, Histoire
he: גרפיקה, עיצוב שלבים ועלילה
hr: Grafika, Dizajn razine, Priča
hy: Գրաֆիկա, մակարդակի դիզայն, պատմություն
id: Grafik, Desain Level, Cerita
is: Grafík, stighönnun, saga
it: Grafica, design dei livelli, storia
nn: Grafikk, brettdesign, forteljing
ro: Grafică, level design, poveste
sk: Grafika, dizajn úrovní, príbeh
sl: Grafika, oblikovanje stopenj, zgodba
sq: Grafika, Projektimi i niveleve, Historia
sr: Графика, дизајн нивоа, прича
tr: Grafikler, Bölüm Düzenleme, Öykü
uk: Графіка, дизайн рівнів, історія
uz: Grafika, darajadagi dizayn, hikoya

source: Graphics, Programming, Level Design
ar: الجرافيكس، البرمجة ، تصميم المستويات
az: Qrafika, Proqramlaşdırma, Səviyyə Dizaynı
et: Graafika, programmeerimine, taseme kujundamine
fr_ca: Graphiques, Programmation, Création des niveaux
he: גרפיקה, תכנות ועיצוב שלבים
hr: Grafika, programiranje, dizajn razina
hy: Գրաֆիկա, ծրագրավորում, մակարդակի դիզայն
id: Grafik, Pemrograman, Desain Level
is: Grafík, forritun, stighönnun
it: Grafica, programmazione, creazione livelli
nn: Grafikk, programmering, brettdesign
ro: Grafică, programare și design nivele
sk: Grafika, programovanie, dizajn úrovní
sl: Grafika, programiranje, oblikovanje stopenj
sq: Grafika, Programimi, Projektimi i niveleve
sr: Графика, програмирање, дизајн нивоа
tr: Grafikler, Programlama, Bölüm Düzenleme
uk: Графіка, програмування, дизайн рівнів
uz: Grafika, dasturlash, darajali dizayn

source: Graphics, Level Design
fr_ca: Graphismes, Conception de niveaux
it: Grafica, creazione livelli
nn: Grafikk, brettdesign
ro: Grafice, concepție de nivele
sl: Grafika, oblikovanje stopenj

source: Level Design, Music
fr_ca: Conception de niveaux, Musique
it: Creazione livelli, musica
nn: Brettdesign, musikk
ro: Concepție de nivele, muzică
sl: Oblikovanje stopenj, glasba

source: Past Team Members
fr_ca: Membres antérieurs de l'Équipe
it: Ex-membri del Team
nn: Tidlegare medlemmar
ro: Foști membri ai Echipei
sl: Nekdanji člani ekipe

source: Graphics
ar: الجرافيكس
az: Qrafika
et: Illustreerinud
fr_ca: Graphiques
he: גרפיקה
hr: Grafika
hy: Գրաֆիկա
id: Grafik
is: Grafík
it: Grafica
nn: Grafikk
ro: Grafică
sk: Grafika
sl: Grafika
sq: Grafika
sr: Графика
tr: Grafikler
uk: Графіка
uz: Grafika

source: Level Design
ar: تصميم المستوى
az: Səviyyə Dizaynı
et: Taseme disain
fr_ca: Conception des niveaux
he: עיצוב שלבים
hr: Dizajn razine
hy: Մակարդակի դիզայն
id: Desain Level
is: Stig hönnun
it: Creazione livelli
nn: Brettdesign
ro: Design de nivele
sk: Návrh úrovne
sl: Oblikovanje stopenj
sq: Projektimi i niveleve
sr: Дизајн нивоа
tr: Bölüm Düzenleme
uk: Дизайн рівнів
uz: Darajali dizayn

source: Miscellaneous
ar: متنوع
az: Müxtəlif
et: Mitmesugust
fr_ca: Divers
he: שונות
hr: Razno
hy: Տարբեր
id: Lain-lain
is: Ýmislegt
it: Varie
nn: Ymse
ro: Diverse
sk: Zmiešaný
sl: Razno
sq: Të ndryshme
sr: Разно
tr: Çeşitli
uk: Різне
uz: Turli xil

source: Packaging, Nightly builds
ar: التحزيم، والبناء الليلي
az: Qablaşdırma, Gecə qurur
et: Pakend, öised ehitused
fr_ca: Emballage, Constructions nocturnes
he: אריזה, בנייה לילית
hr: Pakiranje, Noćna izrada
hy: Փաթեթավորում, Գիշերային կառուցումներ
id: Pengemasan, versi Nightly
is: Umbúðir, nætursmíðar
it: Pacchetto, Nightly builds
nn: Pakking, nattlege byggingar
ro: Împachetare și compilări zilnice
sk: Balenie, Nočné zostavy
sl: Pakiranje, redne nočne verzije
sq: Ambalazhim, Ndërtime gjatë natës
sr: Паковање, ноћна грађења
tr: Paketleme, Gecekondular
uk: Упаковка, нічні збірки
uz: Qadoqlash, tungi tuzilmalar

source: Windows build fixes
ar: إصلاحات البناء لمنصة ويندوز
az: Windows qurma düzəlişləri
et: Windowsi ehituse parandused
fr_ca: Correctifs de build Windows
he: תיקוני בנייה של Windows
hr: Popravci međuverzije sustava Windows
hy: Windows-Կառուցեք ուղղումներ
id: Perbaikan build Windows
is: Windows byggja lagfæringar
it: Correzioni alla versione Windows
nn: Rettingar for Windows-bygging
ro: Remedii pentru pachetele Windows
sk: Opravy zostavy systému Windows
sl: Popravki verzije za Windows
sq: Rregullime të ndërtimit të Windows
sr: Сређивање градњи за Виндоуз
tr: Windows yapı düzeltmeleri
uk: Виправлення збірки під Windows
uz: Windows qurish tuzatishlari

source: Documentation
it: Documentazione
nn: Dokumentasjon
ro: Documentare
sl: Dokumentacija

source: "Flexlay" Level Editor
fr_ca: Éditeur de niveaux "Flexlay"
it: Editor dei livelli "Flexlay"
nn: Brettredigeraren «Flexlay»
ro: Editorul de nivele „Flexlay”
sl: Urejevalnik stopenj "Flexlay"

source: Translation Managing
fr_ca: Gestion de la traduction
it: Gestione traduzioni
nn: Handsaming av omsetjingar
ro: Gestiunea traducerii
sl: Upravljanje prevodov

source: Story
fr_ca: Histoire
it: Storia
nn: Forteljinga
ro: Povestea
sl: Zgodba

source: Additional Contributors
fr_ca: Contributeurs supplémentaires
it: Altri contributori
nn: Fleire bidragsytarar
sl: Prispevali so še

source: Localization
ar: الموقع
az: Lokallaşdırma
et: Tõlkinud
fr_ca: Localisation
he: לוקליזציה
hr: Lokalizacija
hy: Տեղայնացում
id: Lokalisasi
is: Staðfærsla
it: Traduzione
nn: Omsetjing
ro: Traducere
sk: Lokalizácia
sl: Lokalizacija
sq: Përkthimi
sr: Локализација
tr: Yerelleştirme
uk: Локалізація
uz: Mahalliylashtirish

source: Special Thanks to
fr_ca: Remerciements particuliers à
it: Ringraziamenti speciali a
nn: Ei særskild takk til
ro: Mulțumiri speciale:
sl: Posebna zahvala

source: Original creator of SuperTux
fr_ca: Créateur initial de SuperTux
it: Creatore originale di SuperTux
nn: Den opphavlege utviklaren av SuperTux
sl: Izvirni avtor SuperTuxa

source: Creator of Tux, the Linux penguin
ar: خالق تكس ، بطريق لينكس
az: Tux, Linux pinqvininin yaradıcısı
et: Tegelaskuju Tux, Linuxi pingviini, looja
fr_ca: Créateur de Tux, le pingouin Linux
he: היוצר של טַקס, הפינגווין של לינוקס
hr: Tvorac Tuxa, Linux pingvina
hy: Tux-ի ստեղծողը՝ Linux-ի պինգվինը
id: Pencipta Tux, Si Pinguin Linux
is: Höfundur Tux, Linux mörgæsarinnar
it: Creatore di Tux, il pinguino di Linux
nn: Skaparen av Tux, Linux-pingvinen
ro: Creatorul lui Tux, pinguinul Linux
sk: Tvorca Tuxa, linuxového tučniaka
sl: Ustvarjalec pingvinčka Tuksa, Linuxove maskote
sq: Krijuesi i Tux, pinguini Linux
sr: Креатор Тукса, Линуксовог пингвина
tr: Tux'un yaratıcısı, Linux penguenidir
uk: Творець Tux, пінгвіна Linux
uz: Tux yaratuvchisi, Linux pingvinidir

source: SDL, OpenAL and OpenGL
ar: SDL و OpenAL و OpenGL
az: SDL, OpenAL və OpenGL
et: SDL, OpenAL ja OpenGL
fr_ca: SDL, OpenAL et OpenGL
he: SDL, OpenAL וגם OpenGL
hr: SDL, OpenAL i OpenGL
hy: SDL, OpenAL և OpenGL
id: SDL, OpenAL, dan OpenGL
is: SDL, OpenAL og OpenGL
it: SDL, OpenAL e OpenGL
nn: SDL, OpenAL og OpenGL
ro: SDL, OpenAL și OpenGL
sk: SDL, OpenAL a OpenGL
sl: SDL, OpenAL in OpenGL
sq: SDL, OpenAL dhe OpenGL
sr: СДЛ, ОпенАЛ и ОпенГЛ
tr: SDL, OpenAL ve OpenGL
uk: SDL, OpenAL та OpenGL
uz: SDL, OpenAL va OpenGL

source: For making such a great gaming experience possible on Linux
fr_ca: Pour avoir rendu possible une superbe expérience de jeu sur Linux
it: Per aver reso possibile una tale esperienza di gioco su Linux
nn: For å ha gjort det mogleg å laga så gode spel på Linux
sl: Ker so omogočili tako krasno igralno izkušnjo na Linuxu

source: and you, the player
ar: وانت اللاعب
az: və siz, oyunçu
et: ja sina, mängija
fr_ca: et le joueur, qui est toi, oui, toi
he: ולך, השחקן/ית
hr: i ti, igrač
hy: իսկ դու՝ խաղացող
id: dan kalian, para pemain
is: og þú, leikmaðurinn
it: E a te, giocatore!
nn: og du, spelaren
ro: și tu, jucătorul
sk: a ty, hráč
sl: in tebi, igralec/ka,
sq: dhe ti, lojtari
sr: и вас, играча
tr: ve sen, oyuncu
uk: і ти, гравець
uz: va siz, o'yinchi

source: for giving this game a chance and playing it
ar: لمنح هذه اللعبة فرصة للعبها
az: bu oyunu oynamaq şansı verdiyi üçün
et: et andsite sellele mängule võimaluse ja mängisite seda
fr_ca: pour avoir eu la chance de jouer à ce jeu
he: על שנתת למשחק הזה הזדמנות ושיחקת בו
hr: što ste ovoj igri dali priliku i igrali je
hy: այս խաղին հնարավորություն տալու և այն խաղալու համար
id: untuk memberikan kesempatan pada gim ini dan memainkannya
is: fyrir að gefa þessum leik séns og spila hann
it: Per dare una chance a questo gioco giocandoci
nn: For at du tok sjansen på å prøva dette spelet
ro: pentru că ai dat o șansă acestui joc și l-ai jucat
sk: za to, že ste dali tejto hre šancu a zahrali si ju
sl: ker si igral/a to igro
sq: që i dhe lojës një mundësi edhe e luajte
sr: јер сте дали овој игри шансу и играли је
tr: bu oyuna bir şans verdiğiniz ve oynadığınız için
uk: за те, що дали цю гру шанс і грали в неї
uz: bu o'yinga imkoniyat berib, o'ynagani uchun

source: Visit our webpage at
ar: قم بزيارة صفحة الويب الخاصة بنا على
az: Ünvanında veb səhifəmizi ziyarət edin
et: Külasta mängu veebilehte
fr_ca: Visitez notre page internet au
he: או בדף האינטרנט שלנו בכתובת
hr: Posjetite našu web stranicu na
hy: Այցելեք մեր վեբ էջը
id: Kunjungi halaman situs kami di
is: Farðu á vefsíðu okkar á
it: Visita la nostra pagina a
nn: Besøk heimesida vår:
ro: Vizitați-ne pagina de internet la
sk: Navštívte našu webovú stránku na
sl: Obišči našo spletno stran:
sq: Vizitoni faqen tonë të internetit në
sr: Посетите нашу веб страну на
tr: İnternet sayfamıza uğrayın
uk: Відвідайте нашу веб-сторінку за адресою
uz: Bizning veb-saytimizga tashrif buyuring

source: For comments, ideas and suggestions,
fr_ca: Pour des commentaires, idées ou suggestions,
it: Per commenti, idee e suggerimenti
nn: For kommentarar, idéar og forslag,
ro: Pentru comentarii, idei și sugestii
sl: Za pripombe, ideje in predloge

source: talk to us on Discord or IRC
fr_ca: parlez-nous sur Discord ou IRC
it: parlaci su Discord o IRC
nn: ta kontakt via Discord, IRC
ro: vorbește cu noi pe Discord sau IRC
sl: nam pišite prek Discorda ali IRC-ja

source: or share them on the forum
fr_ca: ou partagez-les sur le forum
it: o condividili nel forum
nn: eller forumet vårt
ro: sau partajează-le pe forum
sl: ali jih delite z nami na forumu

source: Want to contribute to the game?
fr_ca: Vous souhaitez contribuer au jeu?
it: Vuoi contribuire al gioco?
nn: Vil du bidra til utviklinga?
sl: Ali bi rad/a prispeval/a k igri?

source: Want to help with localization?
fr_ca: Vous souhaitez aider avec la localisation?
it: Vuoi aiutare con la traduzione?
nn: Vil du hjelpa til med omsetjing?
ro: Vrei să ajuți cu localizarea?
sl: Ali bi želel/a pomagati pri prevajanju?

source: Thank you for
ar: شكرا لك على
az: Sənə buna görə təşəkkür edirəm
et: Tänan sind
fr_ca: Merci pour
he: תודה רבה על
hr: Hvala ti za
hy: Շնորհակալություն
id: Terima kasih untuk
is: Þakka þér fyrir
it: Grazie per
nn: Takk for at du
ro: Îți mulțumim
sk: Vďaka za
sl: Hvala, ker si
sq: Faleminderit që
sr: Хвала што сте
tr: Oynadığınız için
uk: Дякую тобі за
uz: Uchun rahmat

source: playing
ar: تلعب
az: oynayan
et: mängides
fr_ca: en jouant
he: ששיחקת
hr: sviranje
hy: խաղում
id: bermain
is: leika sér
it: aver giocato
nn: spelte
ro: pentru că te-ai jucat
sk: hranie
sl: igral/a
sq: luajte
sr: играли
tr: teşekkür ederiz
uk: граючи
uz: o'ynamoqda

source: Penny awaits you in a tropical paradise...
fr_ca: Penny vous attend dans un paradis tropical...
it: Penny ti aspetta in un paradiso tropicale...
nn: Penny ventar på deg i eit tropisk paradis …
ro: Penny te așteaptă într-un paradis tropical...
sl: Pika te čaka v tropskem raju ...

source: Enemies
ar: الأعداء
az: Düşmənlər
et: Vaenlased
fr_ca: Ennemis
he: אויבים
hr: Neprijatelji
hy: Թշնամիներ
id: Musuh
is: Óvinir
it: Nemici
nn: Fiendar
ro: Inamici
sk: Nepriatelia
sl: Sovragi
sq: Armiq
sr: Непријатељи
tr: Düşmanlar
uk: Вороги
uz: Dushmanlar

source: Bosses
ar: الرؤساء
az: Patronlar
et: Ülemused
fr_ca: Patrons
he: בוסים
hr: Šefovi
hy: Բոսեր
id: Para Bos
is: Yfirmenn
it: Boss
nn: Hovudfiendar
ro: Șefii
sk: Šéfovia
sl: Šefi
sq: Shefat
sr: Шефови
tr: Patronlar
uk: Боси
uz: Bosslar

source: Projectiles
ar: مقذوفات
az: Mərmilər
et: Mürsud
he: קליעים
hr: Projektili
hy: Արկետներ
id: Proyektil
is: Skotfæri
it: Proiettili
nn: Prosjektil
ro: Proiectile
sk: Projektily
sl: Izstrelki
sq: Predha
sr: Пројектили
tr: Mermiler
uk: Снаряди
uz: Snaryadlar

source: Environment
ar: بيئة
az: Ətraf mühit
et: Keskkond
fr_ca: Environnement
he: סביבה
hr: Okoliš
hy: Շրջակա միջավայր
id: Lingkungan
is: Umhverfi
it: Ambiente
nn: Omgjevnad
ro: Mediu inconjurator
sk: Životné prostredie
sl: Okolje
sq: Mjedisi
sr: Окружење
tr: Çevre
uk: Навколишнє середовище
uz: Atrof-muhit

source: Ice Cave & Crystal
ar: كهف الجليد والبلور
az: Buz Mağarası və Kristal
et: Jääkoobas ja kristall
fr_ca: Cave de Glace & de Crystal
he: מערת קרח וקריסטל
hr: Ledena špilja i kristal
hy: Սառցե քարանձավ և բյուրեղյա
id: Gua Es & Kristal
is: Íshellir og kristal
it: Grotta di ghiaccio e cristallo
nn: Ishòle og iskrystall
ro: Peștera de gheață și cristal
sk: Ľadová jaskyňa a krištáľ
sl: Ledena jama in kristal
sq: Shpella e Akullit dhe Kristali
sr: Ледена пећина и кристал
tr: Buz Mağarası ve Kristali
uk: Льодова печера & кристали
uz: Muz g'ori va kristall

source: Snow Embellishments
fr_ca: Embellissements de neige
hr: Snježni ukrasi
it: Decorazioni della neve
nn: Vis pynt
sl: Snežni okraski
sr: Снежни украси

source: Underground Forest
ar: غابة تحت الأرض
az: Yeraltı meşə
et: Alusmets
fr_ca: Forêt souterraine
he: יער תת קרקעי
hr: Podzemna šuma
hy: Ստորգետնյա անտառ
id: Hutan Bawah Tanah
is: Neðanjarðar skógur
it: Foresta Sotterranea
nn: Skog under jorda
ro: Pădurea subterană
sk: Podzemný les
sl: Podzemni gozd
sq: Pylli Nëntokësor
sr: Подземна шума
tr: Yeraltı Ormanı
uk: Підземний ліс
uz: Er osti o'rmoni

source: Trees & Rocks
fr_ca: Arbres & Roches
hr: Drveće i stijene
it: Alberi e rocce
nn: Tre og steinar
sl: Drevesa in skale
sr: Дрвеће и стене
tr: Ağaçlar ve Kayalar

source: Seasonal
ar: موسمي
az: Mövsümi
et: Hooajaline
fr_ca: Saisonnier
he: עוֹנָתִי
hr: Sezonski
hy: Սեզոնային
id: Musiman
is: Árstíðabundið
it: Stagionale
nn: Høgtidsbasert
ro: Sezonier
sk: Sezónne
sl: Sezonsko
sq: Sezonale
sr: Сезонско
tr: Mevsimlik
uk: Сезонний
uz: Mavsumiy

source: Structure
ar: بناء
az: Struktur
et: Struktuur
fr_ca: La structure
he: מִבְנֶה
hr: Struktura
hy: Կառուցվածք
id: Struktur
is: Uppbygging
it: Strutture
nn: Struktur
ro: Structura
sk: Štruktúra
sl: Struktura
sq: Struktura
sr: Структура
tr: Yapı
uk: Структура
uz: Tuzilishi

source: Pathing
ar: الممر
az: Yol
et: Teerajad
fr_ca: Cheminement
he: נתיב
hr: Staza
hy: Ճանապարհ
id: Jalan
it: Sentieri
nn: Stiar
sl: Stezice
sq: Shtegimi
sr: Путање
tr: Bir yol ayırma
uk: Шлях
uz: Yo'nalish

source: Water
ar: مياه
az: Su
et: Vesi ja jää
fr_ca: Eau
he: מים
hr: Voda
hy: Ջուր
id: Air
is: Vatn
it: Acqua
nn: Vatn
ro: Apă
sk: Voda
sl: Voda
sq: Uji
sr: Водa
tr: Su
uk: Вода
uz: Suv

source: Snow Background
ar: خلفية الثلج
az: Qar fonu
et: Lumine taust
fr_ca: Fond de neige
he: רקע שלג
hr: Snježna pozadina
hy: Ձյան ֆոն
id: Latar Belakang Salju
is: Snjór bakgrunnur
it: Sfondo innevato
nn: Snøbakgrunn
ro: Fundal de zăpadă
sk: Snehové pozadie
sl: Snežno ozadje
sq: Sfondi i borës
sr: Снежна позадина
tr: Kar Arkaplanı
uk: Сніг фону
uz: Qor foni

source: Crystal
ar: كريستال
az: Kristal
et: Kristall
fr_ca: Cristal
he: קריסטל
hr: Kristal
hy: Բյուրեղյա
id: Kristal
is: Kristal
it: Cristallo
nn: Krystall
ro: Cristal
sk: Krystal
sl: Kristal
sq: Kristal
sr: Кристал
tr: Kristal
uk: Кристал
uz: Kristal

source: Forest Background
ar: خلفية الغابة
az: Meşə fonu
et: Metsa taust
fr_ca: Fond de forêt
he: רקע יער
hr: Šumska pozadina
hy: Անտառային ֆոն
id: Latar Belakang Hutan
is: Bakgrunnur skógar
it: Sfondo della foresta
nn: Skogbakgrunn
ro: Fundal de pădure
sk: Pozadie lesa
sl: Gozdno ozadje
sq: Sfondi i pyllit
sr: Шумска позадина
tr: Orman Arkaplanı
uk: Лісовий фон
uz: O'rmon foni

source: Corrupted Forest
fr_ca: Forêt corrompue
hr: Korumpirana šuma
it: Foresta corrotta
nn: Forderva skog
ro: Pădure coruptă
sl: Skvarjeni gozd
sr: Корумпирана шума

source: Corrupted Background
fr_ca: Arrière-plan de corruption
hr: Oštećena pozadina
it: Sfondo della foresta corrotta
nn: Forderva bakgrunn
ro: Fundal corupt
sl: Skvarjeno ozadje
sr: Корумпирана позадина
tr: Bozulmuş Arkaplan

source: Jagged Rocks
fr_ca: Roches dentelées
hr: Nazubljene stijene
it: Pietre frastagliate
nn: Skarpe steinar
sl: Nazobčane skale
sr: Назубљене стене

source: Block + Bonus
ar: بلوك + مكافأة
az: Blok + Bonus
et: Blokk + boonus
fr_ca: Bloquer + Bonus
he: תיבה + בונוס
hr: Blokiraj + bonus
hy: Բլոկ + բոնուս
id: Blok + Bonus
is: Blokk + bónus
it: Blocchi e bonus
nn: Blokker + bonusar
ro: Bloc + Bonus
sk: Blok + bonus
sl: Kocka + bonus
sq: Bllok + Bonus
sr: Блок + Бонус
tr: Blok + Bonus
uk: Блок + Бонус
uz: Blok + Bonus

source: Pole + Signs
ar: القطب + لافتات
az: Dirək + İşarələr
et: Pole + märgid
fr_ca: Poteau + Signes
he: עמוד + שלטים
hr: Stup + Znakovi
hy: Բևեռ + նշաններ
id: Kutub + Tanda
is: Stöng + Merki
it: Pali e segnali
nn: Stenger + skilt
ro: Stâlp + Semne
sk: Pole + znamenia
sl: Drog + znaki
sq: Pol + Shenja
sr: Стуб + Знакови
tr: Kutup + İşaretler
uk: Полюс + знаки
uz: Qutb + Belgilar

source: Liquid
ar: سائل
az: Maye
et: Vedelikud
fr_ca: Liquide
he: נוזל
hr: Tekućina
hy: Հեղուկ
id: Cairan
is: Vökvi
it: Liquido
nn: Væske
ro: Lichid
sk: Kvapalina
sl: Tekočina
sq: E lëngshme
sr: Течност
tr: Sıvı
uk: Рідина
uz: Suyuqlik

source: Castle
ar: قلعة
az: Qala
et: Loss
fr_ca: Château
he: טירה
hr: Dvorac
hy: Ամրոց
id: Kastil
is: Kastalinn
it: Castello
nn: Borg
ro: Castel
sk: Zámok
sl: Grad
sq: Kalaja
sr: Замак/Дворац
tr: Kale
uk: Замок
uz: Qal'a

source: Halloween
ar: عيد الرعب
et: Halloween'i eri
he: ליל כל הקדושים
hr: Noć vještica
hy: Հելոուին
is: Hrekkjavaka
nn: Allehelgensaftan
sl: Noč čarovnic
sq: Halloueen
sr: Ноћ вештица
tr: Cadılar Bayramı
uk: Геловін
uz: Xellouin

source: Industrial
ar: صناعي
az: Sənaye
et: Tööstuslik
fr_ca: Industriel
he: תַעֲשִׂיָתִי
hr: Industrijski
hy: Արդյունաբերական
is: Iðnaðar
it: Industriale
nn: Industriell
sk: Priemyselný
sl: Industrijsko
sq: Industriale
sr: Индустријска
tr: Sanayi
uk: Індустріальний
uz: Sanoat

source: Unisolid + Lightmap
ar: خريطة صلبة + ضوئية موحدة
az: Vahid bərk + İşıq xəritəsi
et: Unitahke + kerge kaart
fr_ca: Unisolide + Carte lumineuse
he: מפה לא מבודדת + אור
hr: Uničvrsta + Svjetla karta
hy: Միատարր + Լույսի քարտեզ
id: Unisolid + Peta Cahaya
is: Uni solid + Ljós kort
it: Semi-solido e mappa della luce
nn: Einsidig massiv + lyskart
ro: Unisolid + Hartă luminoasă
sk: Plná + svetelná mapa
sl: Nestabilno + Svetilna tekstura
sq: Hartë e lehtë plus solide
sr: Унисолид + Светлосна карта
tr: Uni katı + ışık haritası
uk: Суцільна + світла карта
uz: Yagona qattiq + Yorug'lik xaritasi

source: Retro Tiles
fr_ca: Tuiles Rétro
hr: Retro pločice
it: Caselle Retrò
nn: Retrofliser
sl: Retro podlage
sr: Ретро плочице
tr: Retro Döşemeler

source: Water paths
ar: مسارات المياه
az: Su yolları
et: Veeteed
fr_ca: Chemins d'eau
he: שבילי מים
hr: Vodene staze
hy: Ջրի ուղիներ
id: Jalur air
is: Vatnsstígar
it: Percorsi acquatici
nn: Vass-stiar
ro: Căi de apă
sk: Vodné cesty
sl: Vodnate steze
sq: Shtigjet e ujit
sr: Водене стазе
tr: Su yolları
uk: Водні стежки
uz: Suv yo'llari

source: Castle paths
ar: مسارات القلعة
az: Qala yolları
et: Lossi teed
fr_ca: Chemins du château
he: שבילי טירה
hr: Staze dvorca
hy: Ամրոցի ուղիներ
id: Jalur kastil
is: Kastalastígar
it: Percorsi del castello
nn: Borgstiar
ro: Cărări ale castelului
sk: Hradné chodníky
sl: Grajske steze
sq: Shtigjet e kalasë
sr: Стазе дворца
tr: Kale yolları
uk: Стежки замку
uz: Qal'a yo'llari

source: Darker Forest
ar: غابة داكنة
az: Qaranlıq Meşə
et: Tumedam mets
fr_ca: Forêt plus sombre
he: יער אפל יותר
hr: Tamnija šuma
hy: Մութ Անտառ
id: Hutan Gelap
is: Dekkri skógur
it: Foresta più oscura
nn: Mørkare skog
ro: Pădurea mai întunecată
sk: Tmavší les
sl: Temačni gozd
sq: Pylli më i errët
sr: Мрачнија шума
tr: Daha Karanlık Orman
uk: Темніший ліс
uz: Qorong'i o'rmon

source: Pre-0.6.3 Crystal Tiles
fr_ca: Tuiles de cristal Pré-0.6.3
hr: Kristalne pločice prije verzije 0.6.3
it: Tiles di cristallo pre-0.6.3
nn: Krystallfliser frå versjonar < 0.63
sl: Kristalne podlage pred 0.6.3
sr: Кристалне плочице пре верзије 0.6.3
