Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Show Grid
ar: اظهر الخطوط
az: Grid göstərin
et: Näita ruudustikku
fr_ca: Afficher la grille
he: הצג רשת
hr: Prikaži mrežu
hy: Ցուցադրել Ցանցը
id: Tampilkan Kisi
is: Sýna töflu
it: Mostra griglia
nn: Vis rutenett
ro: Afișați grila
sk: Zobraziť mriežku
sl: Pokaži mrežo
sq: Trego Grid
sr: Прикажи мрежу
tr: Izgarayı göster
uk: Показати сітку
uz: Gridni ko'rsatish

source: Hide Triggers
fr_ca: Cacher les déclencheurs
it: Nascondi gli attivatori
nn: Gøym utløysarar
ro: Ascunde declanșatorii
sl: Skrij sprožilce

source: Toggle Between Tileset/Objects Tool
fr_ca: Basculer entre les options Ensemble de tuiles / Outil d'objets
it: Abilita strumento tra gruppi di caselle e oggetti
nn: Byt mellom flissamlings- og objektverktøyet
sl: Preklopi med orodjem objektov/podlag

source: Ctrl+PLUS or Ctrl+Scroll Up = Zoom In
fr_ca: Ctrl+PLUS ou Ctrl+Défilement vers le haut = Zoom Avant
it: Ctrl+PIÙ oppure Ctrl+Scorri verso l'alto = Ingrandisci
nn: Ctrl + pluss eller Ctrl + rull opp = Forstørr
ro: Ctrl+PLUS sau Ctrl+Defilare spre în sus = Mărire
sl: Ctrl+PLUS ali Ctrl+drsanje gor = Približek

source: Ctrl+MINUS or Ctrl+Scroll Down = Zoom Out
fr_ca: Ctrl+Tiret ou Ctrl+Défilement vers le bas = Zoom Arrière
it: Ctrl+MENO oppure Ctrl+Scorri verso il basso = Rimpicciolisci
nn: Ctrl + minus eller Ctrl + rull ned = Forminsk
ro: Ctrl+MINUS sau Ctrl+Defilare spre în jos = Micșorare
sl: Ctrl+MINUS ali Ctrl+drsanje dol = Oddaljitev

source: Reset Zoom
fr_ca: Réinitialiser le zoom
it: Resetta lo Zoom
nn: Nullstill forstørring
sl: Ponastavi približek

source: Scripting Shortcuts
fr_ca: Raccourcis de scriptage
it: Scorciatoie dello Scripting
nn: Skriptsnøggtastar
sl: Skriptne bližnjice

source: Home = Go to beginning of line
fr_ca: Début = Aller au début de la ligne
hr: Početna = Idi na početak retka
it: Home: vai all'inizio della riga
nn: Heim = Gå til starten av linja
sl: Home = Pojdi na začetek vrstice
sr: Почетна = Иди на почетак реда

source: End = Go to end of line
fr_ca: Fin = Aller à la fin de la ligne
hr: Kraj = Idi na kraj retka
it: End = vai alla fine della riga
nn: End = Gå til slutten av linja
sl: End = Pojdi na konec vrstice
sr: Крај = Иди на крај реда

source: Left arrow = Go back in text
fr_ca: Flèche gauche = retour dans le texte
hr: Lijeva strelica = Povratak u tekstu
it: Freccia a sinistra = Vai indietro nel testo
nn: Pil venstre = Gå bakover i teksten
sl: Leva puščica = Pojdi nazaj po besedilu
sr: Лева стрелица = Врати се назад у тексту

source: Right arrow = Go forward in text
fr_ca: Flèche droite = avancer dans le texte
hr: Strelica desno = Idi naprijed u tekstu
it: Freccia a destra = vai avanti nel testo
nn: Pil høgre = Gå framover i teksten
sl: Desna puščica = Pojdi naprej po besedilu
sr: Стрелица удесно = Иди напред у тексту

source: Backspace = Delete in front of text cursor
fr_ca: Retour arrière = Supprimer devant le curseur de texte
hr: Backspace = Brisanje ispred kursora teksta
it: Cancella = Elimina il carattere davanti al cursore di testo
nn: Rettetast = Slett framfor skrivemerket
sl: Vračalka = Briši besedilo pred kazalcem
sr: Backspace = Брисање испред курсора текста

source: Delete = Delete behind text cursor
fr_ca: Supprimer = Supprimer derrière le curseur de texte
hr: Izbriši = Izbriši iza kursora teksta
it: Canc = Elimina il carattere dietro a cursore di testo
nn: Delete = Slett bak skrivemerket
sl: Delete = Briši besedilo za kazalcem
sr: Обриши = Обриши иза курсора текста

source: Cut whole line
fr_ca: Couper l'entièreté de la ligne
it: Taglia l'intera linea
nn: Klipp ut heile linja
sl: Izreži celo vrstico

source: Copy whole line
fr_ca: Copier l'entièreté de la ligne
it: Copia l'intera linea
nn: Kopier heile linja
sl: Kopiraj celo vrstico

source: Paste
fr_ca: Coller
it: Incolla
nn: Lim inn
sl: Prilepi

source: Duplicate line
fr_ca: Dupliquer la ligne
it: Duplica la linea
nn: Lag kopi av linja
ro: Duplichează linia
sl: Podvoji vrstico

source: Got it!
ar: فهمتك!
az: OK!
et: Sain aru!
fr_ca: Merci!
he: הבנתי!
hr: Kužim!
hy: Հասկացա!
id: Mengerti!
is: Náði því!
it: Capito!
nn: Forstått!
ro: Am înțeles!
sk: Mám to!
sl: Razumem!
sq: E kuptova!
sr: Схватио сам!
tr: Git!
uk: Зрозумів!
uz: OK!

source: Deprecated tiles are still present in the level.
fr_ca: Des tuiles obsolètes sont toujours présentes dans le niveau.
hr: Zastarjele pločice su još uvijek prisutne u razini.
it: Sono ancora presenti delle caselle obsolete in questo livello.
nn: Det finst framleis utdaterte fliser på brettet.
sl: V stopnji so še zastarele podlage.
sr: Застареле плочице су и даље присутне у нивоу.

source: Do you want to show all deprecated tiles on active tilemaps?
fr_ca: Voulez-vous afficher toutes les tuiles obsolètes sur les cartes de tuiles actives?
hr: Želite li prikazati sve zastarjele pločice na aktivnim mapama pločica?
it: Vuoi mostrare tutte le caselle obsolete sui gruppi di caselle attivi?
nn: Vil du visa alle utdaterte fliser på aktive fliskart?
sl: Ali želiš prikazati vse zastarele podlage na trenutnem zarisu?
sr: Да ли желите да прикажете све застареле плочице на активним мапама плочица?
tr: Aktif haritalardaki tüm kullanım dışı kalmış döşemeleri göstermek ister misiniz?

source: There are no more deprecated tiles in the level!
fr_ca: Il n’y a plus de tuiles obsolètes dans le niveau!
hr: U razini više nema zastarjelih pločica!
it: Non sono più presenti delle caselle obsolete nel livello!
nn: Det finst ikkje fleire utdaterte fliser på brettet.
sl: V stopnji ni več zastarelih podlag!
sr: Нема више застарелих плочица у нивоу!

source: Setup Joystick
ar: إعداد عصى التحكم
az: Joystick quraşdırın
et: Seadista juhtkangi
fr_ca: Régler une manette
he: הגדרת ג׳ויסטיק
hr: Konfiguriraj Joystick
hy: Տեղադրեք Joystick-ը
id: Penyiapan Joystik
is: Setja upp stýripinnann
it: Configura joystick
nn: Styrespak
ro: Configurare joystick
sk: Nastaviť joystick
sl: Nastavitve igralne palice
sq: Vendosja e levës
sr: Подеси џојстик
tr: Joystik Ayarla
uk: Налагодити джойстик
uz: Joystickni sozlash

source: Manual Configuration
ar: التكوين اليدوي
az: Manual Konfiqurasiya
et: Käsitsi seadistamine
fr_ca: Configuration manuelle
he: הגדרה ידנית
hr: Ručna konfiguracija
hy: Ձեռնարկի կոնֆիգուրացիա
id: Konfigurasi manual
is: Handvirk stilling
it: Configurazione Manuale
nn: Manuelt oppsett
ro: Configurare manuală
sk: Manuálna konfigurácia
sl: Ročna konfiguracija
sq: Konfigurim manual
sr: Ручно подешавање
tr: Yapılandırma Klavuzu
uk: Ручне налаштування
uz: Qo'lda konfiguratsiya

source: Use manual configuration instead of SDL2's automatic GameController support
ar: استخدم التكوين اليدوي بدلاً من دعم GameController التلقائي لـ SDL2
az: SDL2-nin avtomatik GameController dəstəyi əvəzinə əl ilə konfiqurasiyadan istifadə edin
et: Kasutage SDL2 automaatse GameControlleri toe asemel käsitsi seadistamist
fr_ca: Utiliser la configuration manuelle au lieu de la prise en charge automatique du GameController de SDL2
he: השתמש בתצורה ידנית במקום בתמיכה האוטומטית של GameController של SDL2
hr: Koristite ručnu konfiguraciju umjesto SDL2 automatske podrške za GameController
hy: Օգտագործեք ձեռքով կոնֆիգուրացիա SDL2-ի ավտոմատ GameController-ի աջակցության փոխարեն
id: Gunakan konfigurasi manual alih-alih menggunakan dukungan GameController otomatis SDL2
is: Notaðu handvirka stillingu í staðinn fyrir sjálfvirkan GameController stuðning SDL2
it: Utilizza la configurazione manuale anziché usare il supporto automatico per il GameController di SDL2
nn: Bruk manuelt oppsett i staden for SDL2s automatiske spelkontrollarstøtte
ro: Folosește configurarea manuală în locul suportului automat SDL2 pentru controlerele de joc
sk: Použiť manuálnu konfiguráciu namiesto automatickej podpory herných ovládačov, ktorú poskytuje SDL2
sl: Uporabi ročno konfiguracijo namesto SDL2-jeve samodejne podpore GameController
sq: Përdorni konfigurimin manual në vend të mbështetjes automatike të GameController të SDL2
sr: Користи ручно подешавање уместо аутоматске СДЛ2 подршке за играчке контролере
tr: SDL2'yi otomatik olarak oyun kontrol desteğini elle yapılandırın
uk: Використовувати власне налаштування замість автоматичного налаштування підтримки ґеймпада від SDL2
uz: SDL2-ning avtomatik GameController qo'llab-quvvatlashi o'rniga qo'lda konfiguratsiyadan foydalaning

source: Up
ar: أعلى
az: Yuxarı
et: Üles
fr_ca: En haut
he: למעלה
hr: Gore
hy: Վեր
id: Atas
is: Upp
it: Su
nn: Opp
ro: Sus
sk: Hore
sl: Gor
sq: Lart
sr: Горе
tr: Yukarı
uk: Угору
uz: Yuqoriga

source: Down
ar: تحت
az: Aşağı
et: Alla
fr_ca: Bas
he: למטה
hr: Dolje
hy: Ներքեւ
id: Bawah
is: Niður
it: Giù/Abbassati
nn: Ned
ro: Jos
sk: Dole
sl: Dol
sq: Poshtë
sr: Доле
tr: Aşağı
uk: Униз
uz: Pastga

source: Jump
ar: قفز
az: Tullanmaq
et: Hüppa
fr_ca: Sauter
he: קפיצה
hr: Skok
hy: Ցատկել
id: Loncat
is: Hoppa
it: Salta
nn: Hopp
ro: Săritură
sk: Skok
sl: Skok
sq: Kërce
sr: Скок
tr: Zıplama
uk: Стрибок
uz: Sakramoq

source: Item Pocket
fr_ca: Poche à items
hr: Džep za predmete
it: Inventario
nn: Gjenstand i lomma
sl: Žep elementov
sr: Џеп за предмете

source: Pause/Menu
ar: وقفة / قائمة
az: Pauza/Menyu
et: Paus/Menüü
he: השהיה/תפריט
hr: Pauza/Izbornik
hy: Դադար/Մենյու
id: Jeda/Menu
is: Hlé/valmynd
it: Pausa/Menu
nn: Pause/meny
ro: Pauză/Meniu
sk: Pauza/Menu
sl: Premor/Meni
sq: Pauzë/Menu
sr: Пауза/Мени
tr: Durdur/Menü
uk: Пауза/Меню
uz: Pauza/Menyu

source: Peek Left
ar: نظرة خاطفة اليسار
az: Sola bax
et: Piilu vasakule
fr_ca: Coup d'Œil à Gauche
he: הצצה לשמאל
hr: Pogledaj lijevo
hy: Նայեք ձախ
id: Intip ke Kiri
is: Kíkið til vinstri
it: Guarda a sinistra
nn: Kikk til venstre
ro: Privire stânga
sk: Nazrieť doľava
sl: Pokukaj levo
sq: Shiko majtas
sr: Вирни лево
tr: Sola Bak
uk: Подивитись ліворуч
uz: Chapga qarang

source: Peek Right
ar: نظرة خاطفة الحق
az: Sağa bax
et: Piilu paremale
fr_ca: Coup d'Œil à Droite
he: הצצה לימין
hr: Pogledaj desno
hy: Նայեք աջ
id: Intip ke Kanan
is: Kíkið til hægri
it: Guarda a destra
nn: Kikk til høgre
ro: Privire dreapta
sk: Nazrieť doprava
sl: Pokukaj desno
sq: Shiko djathtas
sr: Вирни десно
tr: Sağa Bak
uk: Подивитись праворуч
uz: O'ngga qarang

source: Peek Up
ar: نظرة خاطفة
az: Yuxarı bax
et: Piilu üles
fr_ca: Coup d'Œil en Haut
he: הצצה למעלה
hr: Pogledaj gore
hy: Նայեք Վեր
id: Intip ke Atas
is: Kíktu upp
it: Guarda su
nn: Kikk opp
ro: Privire sus
sk: Nazrieť hore
sl: Pokukaj gor
sq: Shikoni lart
sr: Вирни горе
tr: Yukarı bak
uk: Подивитися вгору
uz: Yuqoriga qara

source: Peek Down
ar: نظرة خاطفة
az: Aşağı Baxın
et: Piilu alla
fr_ca: Coup d'Œil Vers le Bas
he: הצצה למטה
hr: Pogledaj dolje
hy: Նայեք ներքև
id: Intip ke Bawah
is: Kíktu niður
it: Guarda giù
nn: Kikk ned
ro: Privire jos
sk: Nazrieť dole
sl: Pokukaj dol
sq: Shikoni poshtë
sr: Вирни доле
tr: Aşağı bak
uk: Подивитися вниз
uz: Pastga qarang

source: Console
ar: وحدة التحكم
az: Konsol
et: Konsool
he: שורת פקודה
hr: Konzola
hy: Վահանակ
id: Konsol
is: Stjórnborð
nn: Konsoll
ro: Consolă
sk: Konzola
sl: Konzola
sq: Konsol
sr: Конзола
tr: Konsol
uk: Консоль
uz: Konsol

source: Cheat Menu
ar: قائمة الغش
az: Fırıldaq menyusu
et: Pettuste menüü
fr_ca: Menu de triche
he: תפריט רמאויות
hr: Cheat izbornik
hy: Խաբելու մենյու
id: Menu Curang
is: Svindl matseðill
it: Menù Trucchi
nn: Fuskemeny
ro: Meniu trișare
sk: Ponuka podvodov
sl: Meni švindlanja
sq: Menuja e hileve
sr: Мени за варање
tr: Hile Menüsü
uk: Меню читів
uz: Cheat menyusi

source: Debug Menu
ar: قائمة التصحيح
az: Debug Menyu
et: Silumismenüü
fr_ca: Menu de débogage
he: תפריט ניפוי באגים
hr: Izbornik za uklanjanje pogrešaka
hy: Վրիպազերծման ընտրացանկ
id: Menu Awakutu
is: Villuleitarvalmynd
it: Menù di Debug
nn: Feilsøkingsmeny
ro: Meniul Depanare
sk: Ponuka ladenia
sl: Razhroščevalni meni
sq: Menyja e korrigjimit
sr: Мени за отклањање грешака
tr: Hata Ayıklama Menüsü
uk: Меню зневадження
uz: Nosozliklarni tuzatish menyusi

source: Jump with Up
ar: القفز مع ما يصل
az: Yuxarı ilə tullanmaq
et: Hüppa üles vajutusega
fr_ca: Sauter avec Haut
he: קפיצה עם למעלה
hr: Skok tipkom prema gore
hy: Անցնել վերևի հետ
id: Loncat dengan Atas
is: Hoppa með Upp
it: Salta con il tasto Su
nn: Hopp med opp
ro: Sari cu Sus
sk: Skákanie s tlačídlom Hore
sl: Skoči z "gor"
sq: Kërce me Lart
sr: Скочи са Горе
tr: Yukarı il zıpla
uk: Стрибайте клавішею Вгору
uz: Yuqoriga bilan sakrash

source: No Joysticks found
ar: لم يتم العثور على عصا التحكم
az: Heç bir Joystick tapılmadı
et: Juhtkange ei leitud
fr_ca: Aucun joystick trouvé
he: לא נמצאו התקני ג׳ויסטיק
hr: Joystick nije pronađen
hy: Joysticks չեն գտնվել
id: Tidak ada Joystick ditemukan
is: Engir stýripinnar fundust
it: Nessun joystick trovato
nn: Fann ingen styrespakar
ro: Nu au fost găsite joystick-uri
sk: Nenašiel sa žiaden joystick
sl: Ne najdem igralne palice
sq: Nuk u gjet asnjë levë
sr: Нема џојстика
tr: Joystik bulunamadı
uk: Джойстика не знайдено
uz: Hech qanday joystick topilmadi

source: Scan for Joysticks
ar: البحث عن عصا التحكم
az: Joystickləri skan edin
et: Otsi juhtkange
fr_ca: Rechercher les joysticks
he: סריקה עבור ג׳ויסטיקים
hr: Pretraga Joysticka
hy: Ջոյստիկների սկանավորում
id: Cari Joystick
is: Skannaðu eftir stýripinnum
it: Cerca joystick
nn: Søk etter styrespakar
ro: Caută joystick-uri
sk: Hľadať joysticky
sl: Poišči igralne palice
sq: Skanoni për Joysticks
sr: Потражи џојстике
tr: Joystick ara
uk: Сканування джойстиків
uz: Joysticklarni qidiring

source: Globally Ignore Joystick Axis
fr_ca: Ignorer globalement les axes de la manette de jeu
it: Ignora globalmente l'asse dei Joystick
nn: Ignorer styrespak-akse globalt
sl: V splošnem zanemari os igralne palice

source: Press Button
ar: اضغط الزر
az: Düyməni basın
et: Vajuta klahvi
fr_ca: Appuie sur le bouton
he: נא ללחוץ על כפתור
hr: Pritisni tipku
hy: Սեղմեք կոճակը
id: Tekan Tombol
is: Ýttu á hnapp
it: Premi il pulsante
nn: Trykk på knapp
ro: Apasă un buton
sk: Stlačte tlačidlo
sl: Pritisnite gumb
sq: Shtyp një buton
sr: Притисни дугме
tr: Düğmeye Bas
uk: Натисніть клавішу
uz: Tugmasini bosing

source: Axis
ar: محور
az: Ox
et: Telg
he: ציר
hy: Առանցք
id: Aksis
is: Ás
it: Asse
nn: Akse
ro: Axă
sk: Os
sl: Os
sr: Оса
tr: Eksen
uk: Осі
uz: Eksa

source: Hat Up
ar: هات اب
az: Şapka
et: Müts püsti
fr_ca: Chapeau haut
he: הרים כובע
hr: Šešir gore
hy: Գլխարկ վեր
id: Topi Atas
it: Levetta su
nn: Hatt opp
ro: Pălăria Sus
sk: Klobúk hore
sl: Poglej gor
sq: Kapelë lart
sr: Шешир горе
tr: Şapka Yukarı
uk: Капелюх вгору
uz: Shlyapa

source: Hat Down
ar: هات داون
az: Şapka aşağı
et: Müts maha
fr_ca: Chapeau vers le bas
he: מורידה כובע
hr: Kapa dolje
hy: Գլխարկը ներքեւ
id: Topi Bawah
is: Hatt niður
it: Levetta giù
nn: Hatt ned
ro: Pălăria Jos
sk: Klobúk dole
sl: Poglej dol
sq: Kapelë Poshte
sr: Шешир доле
tr: Şapka Aşağı
uk: Капелюх вниз
uz: Shlyapa pastga

source: Hat Left
ar: القبعة اليسرى
az: Şapka Sol
et: Müts vasakule
fr_ca: Chapeau Gauche
he: כובע שמאלה
hr: Šešir lijevo
hy: Ձախ գլխարկ
id: Topi Kiri
is: Hattur Vinstri
it: Levetta sinistra
nn: Hatt venstre
ro: Pălărie stânga
sk: Klobúk ľavý
sl: Poglej levo
sq: Kapelë e majtë
sr: Шешир лево
tr: Şapka Kaldı
uk: Капелюх ліворуч
uz: Shlyapa chap

source: Hat Right
ar: قبعة الحق
az: Şapka sağ
et: Müts õige
fr_ca: Chapeau droit
he: כובע נכון
hr: Šešir desno
hy: Գլխարկը ճիշտ է
id: Topi Kanan
is: Hattur Hægri
it: Levetta destra
nn: Hatt høgre
sk: Klobúk vpravo
sl: Poglej desno
sq: Kapelë e drejtë
sr: Шешир десно
tr: Şapka Sağ
uk: Капелюх праворуч
uz: Shlyapa o'ng

source: World Settings
ar: إعدادات العالم
az: Dünya Parametrləri
et: Maailma seaded
fr_ca: Paramètres du monde
he: הגדרות עולם
hr: Svjetske postavke
hy: Համաշխարհային կարգավորումներ
id: Pengaturan Dunia
is: Heimsstillingar
it: Impostazioni del mondo
nn: Verdseigenskapar
ro: Setări mondiale
sk: Svetové nastavenia
sl: Nastavitve sveta
sq: Cilësimet e botës
sr: Светска подешавања
tr: Dünya Ayarları
uk: Налаштування світу
uz: Dunyo sozlamalari

source: Description
ar: وصف
az: Təsvir
et: Kirjeldus
he: תיאור
hr: Opis
hy: Նկարագրություն
id: Deskripsi
is: Lýsing
it: Descrizione
nn: Skildring
ro: Descriere
sk: Popis
sl: Opis
sq: Përshkrimi
sr: Опис
tr: Açıklama
uk: Опис
uz: Tavsif

source: Title Screen Level
fr_ca: Niveau de l'écran d'accueil
hr: Razina naslovnog zaslona
it: Livello della schermata del titolo
nn: Tittelskjerm-brett
sl: Naslovna stopnja
sr: Ниво насловног екрана

source: A level to be used for the title screen, after exiting the world.
fr_ca: Un niveau à utiliser pour l’écran d'accueil, après avoir quitté le monde.
hr: Razina koja će se koristiti za naslovni ekran, nakon izlaska iz svijeta.
it: Un livello da usare come schermo del titolo una volta usciti dal mondo.
nn: Eit brett som skal brukast som tittelskjermen, etter at du går ut av verda.
sl: Stopnja na naslovnici po izhodu iz sveta.
sr: Ниво који ће се користити за насловни екран, након изласка из света.

source: Tux Dolls Required
fr_ca: Poupées Tux requises
it: Bambole Tux Richieste
nn: Krev Tux-dokker
sl: Zahtevaj Tuksove lutke

source: Require the player to have collected a certain amount of Tux Dolls from Story Mode before they can enter the world.
fr_ca: Forcer la récupération par le joueur d'un nombre déterminé de Poupées Tux dans le Mode Histoire avant de pouvoir accéder au monde.
it: Richiede al giocatore di aver collezionato un certo numero di bambole Tux dalla modalità storia prima che possa entrare nel mondo.
nn: Krev at spelaren har samla eit visst tal Tux-dokker i forteljingsmodus for å kunna komma inn i verda.
sl: Od igralca zahteva, da pred obiskom sveta najprej zbere določeno število Tuksovih lutk v pripovednem načinu.

source: Editor Settings
fr_ca: Paramètres de l'éditeur
it: Impostazioni dell'editor
nn: Redigeringsinnstillingar
ro: Parametrii editorului
sl: Nastavitve urejevalnika

source: tiny tile (4px)
ar: بلاط صغير (4 بكسل)
az: kiçik kafel (4px)
et: väike plaat (4 pikslit)
fr_ca: petite tuile (4px)
he: אריח זעיר (4 פיקסלים)
hr: mala pločica (4px)
hy: փոքրիկ սալիկ (4px)
id: ubin kecil (4px)
is: örlítið flísar (4px)
it: casella minuscola (4px)
nn: ørlita flis (4 pikslar)
ro: țiglă mică (4px)
sk: malá dlaždica (4px)
sl: drobna podlaga (4 px)
sq: pllakë e vogël (4px)
sr: сићушна плочица (4px)
tr: minik kiremit (4 piksel)
uk: крихітна плитка (4px)
uz: kichkina kafel (4px)

source: small tile (8px)
ar: بلاط صغير (8 بكسل)
az: kiçik kafel (8px)
et: väike plaat (8 pikslit)
fr_ca: petite tuile (8px)
he: אריח קטן (8 פיקסלים)
hr: mala pločica (8px)
hy: փոքր սալիկ (8px)
id: ubin kecil (8px)
is: litlar flísar (8px)
it: casella piccola (8px)
nn: lita flis (8 pikslar)
ro: țiglă mică (8px)
sk: malá dlaždica (8px)
sl: majhna podlaga (8 px)
sq: pllakë e vogël (8 px)
sr: мала плочица (8 пиксела)
tr: küçük karo (8px)
uk: мала плитка (8px)
uz: kichik kafel (8px)

source: medium tile (16px)
ar: بلاط متوسط ​​(16 بكسل)
az: orta kafel (16px)
et: keskmine paan (16 pikslit)
fr_ca: tuile moyenne (16px)
he: אריח בינוני (16 פיקסלים)
hr: srednja pločica (16 px)
hy: միջին սալիկ (16px)
id: ubin sedang (16px)
is: miðlungs flísar (16px)
it: casella media (16px)
nn: mellomstor flis (16 pikslar)
ro: țiglă medie (16 px)
sk: stredná dlaždica (16px)
sl: povprečna podlaga (16 px)
sq: pllakë mesatare (16 px)
sr: средња плочица (16 пиксела)
tr: orta kiremit (16px)
uk: середня плитка (16 пікселів)
uz: o'rtacha kafel (16px)

source: big tile (32px)
ar: بلاط كبير (32 بكسل)
az: böyük kafel (32px)
et: suur plaat (32 pikslit)
fr_ca: grande tuile (32px)
he: אריח גדול (32 פיקסלים)
hr: velika pločica (32px)
hy: մեծ սալիկ (32px)
id: ubin besar (32px)
is: stórar flísar (32px)
it: casella grande (32px)
nn: stor flis (32 pikslar)
ro: țiglă mare (32 px)
sk: veľká dlaždica (32px)
sl: velika podlaga (32 px)
sq: pllakë e madhe (32 px)
sr: велика плочица (32px)
tr: büyük kiremit (32px)
uk: велика плитка (32px)
uz: katta kafel (32px)

source: Grid Size
ar: حجم الشبكة
az: Şəbəkə ölçüsü
et: Võre suurus
fr_ca: Taille de la grille
he: גודל רשת
hr: Veličina mreže
hy: Ցանցի չափը
id: Ukuran Kisi
is: Grid Stærð
it: Dimensione della griglia
nn: Rutenettstorleik
ro: Dimensiunea grilei
sk: Veľkosť mriežky
sl: Velikost mreže
sq: Madhësia e rrjetës
sr: Величина мреже
tr: Izgara Boyutu
uk: Розмір сітки
uz: Grid hajmi

source: Render Background
ar: تقديم الخلفية
az: Fonu göstərin
et: Renderda taust
fr_ca: Rendre l'arrière-plan
he: עיבוד רקע
hr: Renderiraj pozadinu
hy: Պատկերացրեք ֆոնը
id: Render Latar Belakang
is: Gerðu bakgrunn
it: Renderizza sfondo
nn: Teikn bakgrunn
ro: Redare fundal
sk: Vykreslenie pozadia
sl: Izriši ozadje
sq: Render Sfondi
sr: Рендеровање позадине
tr: Arka Plan Oluşturma
uk: Відобразити фон
uz: Fonni ko'rsatish

source: Render Animations
fr_ca: Rendu des animations
it: Renderizza le animazioni
nn: Teikn animasjonar
sl: Izriši animacije

source: Invert Shift+Scroll
fr_ca: Inverser Shift+Défilement
it: Inverti Shift+Scroll
nn: Omvend Shift + rull
sl: Obrni dvigalko+pomik

source: Centered Zoom
fr_ca: Zoom Centré
it: Zoom centrato
nn: Sentrert forstørring
sl: Usredinjen približek

source: Autotile Mode
ar: وضع البلاط التلقائي
az: Avtomatik rejim
et: Automaatne režiim
fr_ca: Mode Auto-agencement de tuiles
he: מצב אוטומטי
hr: Način rada s automatskim pločicama
hy: Ավտոմատ ռեժիմ
id: Mode ubin otomatis
is: Sjálfvirk stilling
it: Modalità Auto-Casella
nn: Autoflisleggingsmodus
ro: Modul Autotile
sk: Autotilný režim
sl: Način samo-gradnje
sq: Modaliteti automatik
sr: Режим аутоматског постављања плочица
tr: Otomatik Mod
uk: Режим автоплитки
uz: Avtotillash rejimi

source: Enable Autotile Help
ar: تمكين تعليمات البلاط التلقائي
az: Avtomatik Yardımı aktivləşdirin
et: Luba automaatse tiili spikker
fr_ca: Activer l'aide pour l'Auto-agencement de tuiles
he: הפעל עזרה של אריחים אוטומטיים
hr: Omogući pomoć za automatske pločice
hy: Միացնել ավտոմատ սալիկի օգնությունը
id: Aktifkan Bantuan ubin otomatis
is: Virkja sjálfvirka hjálp
it: Abilita Aiuto Auto-Casella
nn: Slå på autoflis-hjelp
ro: Activați Ajutor automat
sk: Povoliť automatickú pomoc
sl: Vključi pomoč samo-gradnje
sq: Aktivizo Ndihmën Autotile
sr: Омогући помоћ за аутоматско постављање плочица
tr: Otomatik Yardımı Etkinleştir
uk: Увімкнути автоматичну довідку з плитками
uz: Avtomatik yordamni yoqish

source: Enable Object Undo Tracking
fr_ca: Activer le suivi des annulations pour l'objet
hr: Omogući praćenje poništavanja objekta
it: Abilita il Tracciamento degli Annullamenti degli Oggetti
nn: Slå på historikk for objektangring
sl: Omogoči pomnjenje razveljavitev
sr: Омогући праћење поништавања објекта
tr: Nesne Geri Alma İzlemesini Etkinleştir

source: Show Properties Sidebar
fr_ca: Afficher la Barre des Propriétés
it: Mostra barra laterale delle proprietà
nn: Vis sidestolpe med eigenskapar
ro: Afișează bara de proprietăți
sl: Pokaži stransko vrstico lastnosti

source: Show Toolbar
fr_ca: Afficher la Barre d'Outils
it: Mostra barra degli strumenti
nn: Vis verktøylinja
ro: Afișează bara de utile
sl: Pokaži orodno vrstico

source: Remember Last Level
fr_ca: Se souvenir du dernier niveau
it: Ricorda l'ultimo livello
nn: Hugs siste brettet
sl: Zapomni si zadnjo stopnjo

source: Prefer Full Viewport
fr_ca: Préférer la pleine vue sur la fenêtre de vue
it: Preferisci visualizzazione a schermo intero
nn: Føretrekk fullt visingsområde
sl: Privzemi polni pogled

source: Blur Amount
fr_ca: Force du floutage
it: Potenza dello sfocamento
nn: Mengd sløring
sl: Količina zabrisa

source: Preferred Text Editor
fr_ca: Éditeur de texte préféré
it: Editor di testo preferito
nn: Føretrekt skriveprogram
ro: Editorul de text preferat
sl: Privzeti besedilni urejevalnik

source: Undo Stack Size
fr_ca: Annuler la taille de la pile
hr: Veličina stoga za poništavanje
it: Grandezza dello Stack di annullamenti
nn: Storleik på angrehistorikk
sl: Velikost sklada razveljavitev
sr: Величина стека за поништавање
