Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Exponential in
ar: أسي في
az: Eksponensial daxil
et: Eksponentsiaalne sisse
he: אקספוננציאלי ב
hr: Eksponencijalni in
hy: Էքսպոնենցիալ մեջ
id: Eksponensial di
is: Veldisvísis inn
nn: Eksponentiell inn
ro: Exponenţial în
sk: Exponenciálny v
sl: Eksponenten prihod
sq: Eksponenciale në
sr: Експоненцијално у
tr: Üstel giriş
uk: Експоненціальний в
uz: Eksponensial kirish

source: Exponential out
ar: أسي بها
az: Eksponensial çıxış
et: Eksponentsiaalne välja
he: יוצא אקספוננציאלי
hr: Eksponencijalni izlaz
hy: Էքսպոնենցիալ դուրս
id: Eksponensial keluar
is: Veldisvísis út
nn: Eksponentiell ut
ro: Ieșire exponențială
sk: Exponenciálny výstup
sl: Eksponenten iztek
sq: Jashtë eksponenciale
sr: Експоненцијални излаз
tr: Üstel çıkış
uk: Експоненціальний вихід
uz: Eksponential chiqish

source: Exponential in/out
ar: أسي في / خارج
az: Eksponensial daxil/çıxış
et: Eksponentsiaalne sisse/välja
he: כניסה/יציאה מעריכית
hr: Eksponencijalni ulaz/izlaz
hy: Էքսպոնենցիալ ներս/դուրս
id: Masuk/keluar eksponensial
is: Veldisvísis inn/út
nn: Eksponentiell inn/ut
ro: Intrare/ieșire exponențială
sk: Exponenciálny vstup/výstup
sl: Eksponenten prihod/iztek
sq: Eksponenciale brenda/jashtë
sr: Експоненцијални улаз/излаз
tr: Üstel giriş/çıkış
uk: Експоненціальний вхід/вихід
uz: Eksponensial kirish/chiqish

source: Elastic in
ar: مرونة في
az: Elastik içəri
et: Elastne sisse
he: אלסטי פנימה
hr: Elastična in
hy: Էլաստիկ մեջ
id: Elastis dalam
is: Teygjanlegt í
nn: Elastisk inn
sk: Elastické v
sl: Elastičen prihod
sq: Elastike në
sr: Еластик унутра
tr: Elastik giriş
uk: Еластичний в
uz: Elastik kirish

source: Elastic out
ar: خارج مرنة
az: Elastik çıxır
et: Elastne välja
he: אלסטי החוצה
hr: Elastično van
hy: Էլաստիկ դուրս
id: Elastis keluar
is: Teygja út
nn: Elastisk ut
ro: Elastic afară
sk: Elastické von
sl: Elastičen iztek
sq: Elastike jashtë
sr: Еластик напоље
tr: Elastik dışarı
uk: Еластичний вихід
uz: Elastik chiqish

source: Elastic in/out
ar: مرونة في الداخل / الخارج
az: Elastik daxil/çıxış
et: Elastne sisse/välja
he: אלסטית פנימה/יציאה
hr: Elastična unutra/vani
hy: Էլաստիկ ներս/դուրս
id: Elastis masuk/keluar
is: Teygjanlegt inn/út
nn: Elastisk inn/ut
sk: Elastické dovnútra / von
sl: Elastičen prihod/iztek
sq: Elastike brenda/jashtë
sr: Еластично унутра/напоље
tr: Elastik giriş/çıkış
uk: Еластичний вхід/вихід
uz: Elastik kirish / chiqish

source: Back in
ar: عودة في
az: Geri daxil
et: Tagasi sees
he: בחזרה ב
hr: Povratak u
hy: Վերադարձ ներս
id: Kembali
is: Aftur inn
nn: Tilbake inn
ro: Înapoi în
sk: Späť v
sl: Zadnji prihod
sq: Përsëri në
sr: Назад унутра
tr: Geri giriş
uk: Повернутися в
uz: Qaytib kirish

source: Back out
ar: تراجع
az: Geri çölə
et: Loobuma
he: חזור החוצה
hr: Povući se
hy: Հետ դուրս
id: Mundur
is: Hætta við
nn: Tilbake ut
ro: Înapoi
sk: Vycúvať
sl: Zadnji iztek
sq: Kthehu jashtë
sr: Одустани
tr: Geri çekil
uk: Повернись назад
uz: Orqaga chiqish

source: Back in/out
ar: العودة للداخل / الخارج
az: Geri daxil/çıxış
et: Tagasi sisse/välja
he: חזרה פנימה/יוצאת
hr: Natrag unutra/vani
hy: Հետ ներս/դուրս
id: Masuk/keluar kembali
is: Aftur inn/út
nn: Tilbake inn/ut
ro: Înapoi/ieșit
sk: Späť dovnútra / von
sl: Zadnji prihod/iztek
sq: Kthehu brenda/jashtë
sr: Уназад/излаз
tr: Geri giriş/çıkış
uk: Назад вхід/вихід
uz: Orqaga kirish/chiqish

source: Bounce in
ar: ترتد
az: Sıçrayın giriş
et: Põrgata sisse
he: להקפיץ פנימה
hr: Odskočiti
hy: Ներս ցատկել
id: Bangkit di
is: Hoppaðu inn
nn: Sprett inn
ro: Sări înăuntru
sk: Odraziť sa
sl: Odbojni prihod
sq: Kërcej brenda
sr: Одскочи унутра
tr: İçeri sıçrama
uk: Відскочити
uz: Bounce kirish

source: Bounce out
ar: ترتد
az: Sıçrayın
et: Põrgata välja
he: להקפיץ החוצה
hr: Odskoči van
hy: Դուրս ցատկել
id: Memantul keluar
is: Hopp út
nn: Sprett ut
ro: Sări afară
sk: Odraziť sa
sl: Odbojni iztek
sq: Kërcej jashtë
sr: Одскочи
tr: Dışarı sıçrama
uk: Відскочити
uz: Bounce chiqish

source: Bounce in/out
ar: ترتد في / خارج
az: Giriş/çıxış
et: Põrge sisse/välja
he: להקפיץ פנימה/לחוץ
hr: Odskakanje unutra/vani
hy: Ցատկել ներս/դուրս
id: Bangkit masuk/keluar
is: Hopp inn/út
it: Rimbalzo dentro/fuori
nn: Sprett inn/ut
ro: Sari in/out
sk: Odskočiť dovnútra / von
sl: Odbojni prihod/iztek
sq: Kërcej brenda/jashtë
sr: Одскок унутра/напоље
tr: İçeri/dışarı sıçrama
uk: Відскок вхід/вихід
uz: Bounce Kirish / chiqish

source: Patch Notes
fr_ca: Notes de correctif
hr: Bilješke o zakrpama
it: Note della Patch
nn: Oppdateringsmerknad
sl: Novosti posodobitve
sr: Белешке о закрпама
tr: Yama Notları

source: Update
fr_ca: Mettre à jour
hr: Ažuriraj
it: Aggiorna
nn: Oppdater
ro: Actualizare
sl: Posodobi
sr: Ажурирај
tr: Güncelleştir

source: Remove
ar: إزالة
az: Sil
et: Eemalda
fr_ca: Éliminer
he: הסרה
hr: Ukloniti
hy: Հեռացնել
id: Hapus
is: Fjarlægja
it: Rimuovi
nn: Fjern
ro: Elimină
sk: Odstrániť
sl: Odstrani
sq: Hiq
sr: Уклони
tr: Kaldır
uk: Вилучити
uz: O'chirish

source: OK
ar: موافق
he: אישור
hy: Լավ
ro: Bine
sl: V redu
sr: У реду
tr: Tamam
uk: Гаразд

source: This will update the object to its latest functionality. Check the "Patch Notes" for more information. Keep in mind this is very likely to break the proper behaviour of the object. Make sure to re-check any behaviour, related to the object.
fr_ca: Ceci mettra à jour l'objet à sa plus récente fonctionnalité. Consultez les Notes de correctif pour plus d'informations. Prenez note que ceci va très certainement perturber le bon fonctionnement de l'objet. Assurez-vous de vérifier à nouveau tout comportement lié à l'objet.
hr: Ovim će se objekt ažurirati na najnoviju funkcionalnost. Za više informacija pogledajte "Napomene o zakrpama". Imajte na umu da će ovo vrlo vjerojatno poremetiti ispravno ponašanje objekta. Obavezno ponovno provjerite svako ponašanje povezano s objektom.
it: Verrà aggiornato l'oggetto alla sua funzione più recente. Controlla le "Note della Patch" per ulteriori informazioni. Tieni a mente che molto probabilmente potrebbe causare problemi al comportamento dell'oggetto. Accertati di ricontrollare ogni comportamento relativo all'oggetto.
nn: Dette oppdaterer objektet til nyaste funksjonalitet. Les oppdateringsmerknadane for meir informasjon. Merk at det er ein stor sjanse for at dette gjer at objektet ikkje fungerer likt. Kontroller derfor objektåtferda på nytt.
sl: To bo posodobilo funkcionalnost predmeta. Več piše v novostih posodobitve. Zlahka se zgodi, da predmet zaradi tega ne bo več deloval kot pričakovano. Priporočam, da preveriš obnašanje predmeta in njegove okolice.
sr: Ово ће ажурирати објекат на његову најновију функционалност. За више информација погледајте „Белешке о закрпама“. Имајте на уму да је веома вероватно да ће ово покварити правилно понашање објекта. Обавезно поново проверите свако понашање које је повезано са објектом.
tr: Bu, nesneyi en son işlevselliğine güncelleyecektir. Daha fazla bilgi için "Yama Notları"nı kontrol edin. Bunun nesnenin uygun davranışını bozma olasılığının çok yüksek olduğunu unutmayın. Nesneyle ilgili herhangi bir davranışı tekrar kontrol ettiğinizden emin olun.

source: Patch notes for v{}:
fr_ca: Notes de correctif pour la version {}:
hr: Bilješke o zakrpama za v{}:
it: Note della Patch per la v{}:
nn: Oppdateringsmerknad for v{}:
sl: Novosti za različico {}:
sr: Белешке о закрпама за v{}:

source: Undo
fr_ca: Annuler
it: Annulla
nn: Angra
sl: Razveljavi

source: Redo
fr_ca: Rétablir
it: Rifai
nn: Gjer om
sl: Obnovi

source: Change / Toggle grid size
fr_ca: Modifier / Basculer l'espacement de la grille
it: Cambia / Abilita grandezza della griglia
nn: Endra/gøym rutestorleik
sl: Spremeni / preklopi velikost mreže

source: Test level
fr_ca: Tester le niveau
it: Prova il livello
nn: Test brettet
ro: Testează nivelul
sl: Preizkusi stopnjo

source: Save level
fr_ca: Enregistrer le niveau
it: Salva il livello
nn: Lagra brettet
ro: Înregistrează nivelul
sl: Shrani stopnjo

source: Toggle between object and tile mode
fr_ca: Basculer entre les modes Objet et Tuile
it: Abilita modalità Oggetti / Caselle
nn: Byt mellom objekt- og flismodus
sl: Preklopi med objektnim in podložnim načinom

source: Select or move the object under the mouse
fr_ca: Sélectionner ou déplacer l'objet sous la souris
it: Seleziona o muove l'oggetto sotto al mouse
nn: Vel eller flytt objektet under peikaren
sl: Izberi ali premakni predmet pod miško

source: Delete the tile or object under the mouse
fr_ca: Supprimer la tuile ou l'objet sous la souris
it: Elimina la casella o l'oggetto sotto il mouse
nn: Slett flisa eller objektet under peikaren
sl: Izbriši podlago ali predmet pod miško

source: Draw mode
fr_ca: Mode dessiner
it: Modalità disegno libero
nn: Teiknemodus
ro: Mod desen
sl: Način risanja

source: Box draw mode
fr_ca: Mode remplir l'espace délimité
it: Modalità disegno ad area
nn: Boksteikningsmodus
ro: Mod umplere a spațiului delimitat
sl: Način kvadratov

source: Fill mode
fr_ca: Mode Remplir
it: Modalità riempimento
nn: Fyllmodus
ro: Mod umplere
sl: Način polnjenja

source: Replace mode
fr_ca: Mode Remplacer
it: Modalità sostituzione
nn: Utbytingsmodus
ro: Mod înlocuire
sl: Način zamenjave

source: Path edit mode (Clicking adds path nodes to the selected object if it supports them)
fr_ca: Mode édition de la trajectoire (Cliquer ajoute des nœuds rattachant les trajectoires de l'objet lorsque ce dernier peut en avoir)
it: Modalità di modifica percorso (Cliccare aggiunge nodi del percorso all'oggetto selezionato se li supporta)
nn: Stiredigeringsmodus (klikk legg til stinodar til valt objekt dersom det støttar dette)
sl: Način urejanja poti (s klikanjem dodaš vozlišča poti na izbrani predmet, če jih podpira)

source: Select mode (Clicking selects the object under the mouse)
fr_ca: Mode sélectionner (Cliquer sélectionne l'objet sous la souris)
it: Modalità seleziona (Cliccare seleziona l'oggetto sotto al mouse)
nn: Valmodus (trykk for å velja objekt under peikaren)
ro: Mod selecție (un clic pe obiect îl selecționează)
sl: Izbirni način (s klikanjem izbereš predmet pod miško)

source: Duplicate mode (Clicking duplicates the object under the mouse)
fr_ca: Mode dupliquer (Cliquer duplique l'objet sous la souris)
it: Modalità duplica (Cliccare duplica l'oggetto sotto al mouse)
nn: Kopimodus (trykk for å laga kopi av objektet under peikaren)
ro: Mod duplicare (un clic pe obiect îl duplichează)
sl: Način podvajanja (s klikanjem podvojiš predmet pod miško)

source: Cannot select deprecated tiles
fr_ca: Impossible de sélectionner des tuiles obsolètes
hr: Nije moguće odabrati zastarjele pločice
it: Non è possibile selezionare le caselle obsolete
nn: Kan ikkje velja utdaterte fliser
sl: Ne morem izbrati zastarelih podlag
sr: Не можете да изаберете застареле плочице
tr: Kullanım dışı bırakılan döşemeler seçilemiyor

source: Autotile erasing mode is on ("{}")
fr_ca: Mode Auto-agencement de tuiles par effacement activé ("{}")
hr: Način automatskog brisanja pločica je uključen ("{}")
it: La modalità di Cancellazione con Auto-Casella è attiva ("{}")
nn: Slette-autoflisleggingsmodus er på («{}»)
sl: Način brisanja samo-gradnje je vključen ("{}")
sr: Режим аутоматског брисања плочица је укључен („{}“)

source: Autotile erasing cannot be performed here
fr_ca: L'Auto-agencement de tuiles par effacement ne peut s'effectuer ici
hr: Automatsko brisanje pločica ovdje se ne može izvršiti
it: La Cancellazione con Auto-Casella non può essere eseguita qui
nn: Slette-autoflislegging kan ikkje gjerast her
sl: Tukaj ni mogoče izvesti brisanja samo-gradnje
sr: Аутоматско брисање плочица не може се извршити овде

source: Autotile mode is on ("{}")
fr_ca: Mode Auto-agencement de tuiles activé ("{}")
hr: Način rada s automatskim popločavanjem je uključen ("{}")
it: La modalità di Auto-Casella è attiva ("{}")
nn: Autoflisleggingsmodus er på («{}»)
sl: Način samo-gradnje je vključen ("{}")
sr: Режим аутоматског постављања плочица је укључен („{}“)

source: Selected tile isn't autotileable
ar: البلاط المحدد غير قابل للتنقل آليًا
az: Avtotili aktivləşdirmək üçün Ctrl düyməsini basıb saxlayın
et: Valitud paani ei saa automaatselt kuvada
fr_ca: La tuile sélectionnée ne peut servir à l'Auto-agencement
he: האריח שנבחר אינו ניתן לריצה אוטומטית
hr: Odabrana pločica ne može se automatski popločati
hy: Ընտրված սալիկն ավտոմատ կերպով կառավարելի չէ
id: Ubin yang dipilih tidak dapat digunakan secara otomatis
is: Valin flís er ekki sjálfvirk
it: La casella selezionata non dispone di Auto-Casella
nn: Den valde flisa kan ikkje autoflisleggjast
ro: Piața selectată nu poate fi îndosabilă automat
sk: Vybraná dlaždica nie je automatická
sl: Izbrana podlaga ni samo-gradljiva
sq: Pllaka e përzgjedhur nuk mund të montohet automatikisht
sr: Изабрана плочица се не може аутоматски поплочати
tr: Seçilen döşeme otomatik olarak çalıştırılamaz
uk: Вибрану плитку не можна автоматично розміщувати
uz: Tanlangan plitkani avtomatik ochish mumkin emas

source: Hold Ctrl to enable autotile erasing
ar: اضغط مع الاستمرار على Ctrl لتمكين المسح التلقائي
az: Avtomatik silməni aktivləşdirmək üçün Ctrl düyməsini basıb saxlayın
et: Automaatse kustutamise lubamiseks hoidke all klahvi Ctrl
fr_ca: Gardez appuyé Ctrl pour activer l'Auto-agencement de tuiles par effacement
he: החזק את מקש Ctrl כדי לאפשר מחיקה אוטומטית
hr: Držite Ctrl da omogućite automatsko brisanje pločica
hy: Պահեք Ctrl՝ ավտոմատ ջնջումը միացնելու համար
id: Tahan Ctrl untuk mengaktifkan penghapusan ubin otomatis
is: Haltu Ctrl til að virkja sjálfvirka eyðingu
it: Premi CTRL per abilitare la Cancellazione con Auto-Casella
nn: Hald inne «Ctrl» for slette-autoflislegging
ro: Țineți apăsat Ctrl pentru a activa ștergerea automată
sk: Ak chcete povoliť automatické mazanie, podržte kláves Ctrl
sl: Omogoči brisanje samo-gradnje z držanjem krmilke
sq: Mbani të shtypur Ctrl për të aktivizuar fshirjen automatike
sr: Држите Ctrl да бисте омогућили аутоматско брисање плочица
tr: Otomatik dosya silmeyi etkinleştirmek için Ctrl tuşunu basılı tutun
uk: Утримуйте Ctrl, щоб увімкнути автоматичне стирання плитки
uz: Avtotilni o'chirishni yoqish uchun Ctrl tugmasini bosib turing

source: Release Ctrl to use autotile erasing
fr_ca: Relâchez Ctrl pour utiliser l'Auto-agencement de tuiles par effacement
it: Rilascia CTRL per usare la Cancellazione con Auto-Casella
nn: Slepp «Ctrl» for å bruka slette-autoflislegging
sl: Sprosti krmilko, da izvedeš brisanje samo-gradnje

source: Hold Ctrl to enable autotile
ar: اضغط مع الاستمرار على Ctrl لتمكين التجانب التلقائي
az: Avtotili aktivləşdirmək üçün Ctrl düyməsini basıb saxlayın
et: Automaatrežiimi lubamiseks hoidke all klahvi Ctrl
fr_ca: Gardez appuyé Ctrl pour activer l'Auto-agencement de tuiles
he: החזק את מקש Ctrl כדי להפעיל אוטומטית
hr: Držite Ctrl da omogućite automatsko popločavanje
hy: Պահեք Ctrl-ը` ավտոմատ ռեժիմը միացնելու համար
id: Tahan Ctrl untuk mengaktifkan ubin otomatis
is: Haltu Ctrl til að virkja sjálfvirkt
it: Premi CTRL per abilitare la Modalità Auto-Casella
nn: Hald inne «Ctrl» for autoflislegging
ro: Țineți apăsat Ctrl pentru a activa țigla automată
sk: Podržaním klávesu Ctrl povolíte automatické nastavenie
sl: Omogoči samo-gradnjo z držanjem krmilke
sq: Mbani të shtypur Ctrl për të aktivizuar autotile
sr: Држите Ctrl да бисте омогућили аутоматско постављање плочица
tr: Otomatik dosyalamayı etkinleştirmek için Ctrl tuşunu basılı tutun
uk: Утримуйте Ctrl, щоб увімкнути автоплитку
uz: Avtotilni yoqish uchun Ctrl tugmachasini bosib turing

source: Release Ctrl to autotile
fr_ca: Relâchez Ctrl pour utiliser l'Auto-agencement de tuiles
it: Rilascia CTRL per l'Auto-Casella
nn: Slepp «Ctrl» for autoflislegging
sl: Sprosti krmilko, da izvedeš samo-gradnjo

source: Change texture... ->
fr_ca: Modifier la texture... ->
hr: Promijeni teksturu... ->
it: Cambia la texture... ->
nn: Byt tekstur … ->
sl: Spremeni teksturo ... ->
sr: Промени текстуру... ->

source: Max amount
ar: أقصى مبلغ
az: Maksimum məbləğ
et: Maksimaalne summa
fr_ca: Montant maximum
he: כמות מקסימלית
hr: Maksimalni iznos
hy: Առավելագույն գումարը
id: Jumlah maks
is: Hámarksupphæð
it: Quantità massima
nn: Maks mengd
ro: Suma maximă
sk: Maximálne množstvo
sl: Največja količina
sq: Shuma maksimale
sr: Максимални износ
tr: Maksimum miktar
uk: Максимальна сума
uz: Maksimal miqdor

source: Delay
ar: تأخير
az: Gecikmə
et: Viivitus
fr_ca: Retard
he: לְעַכֵּב
hr: Odgoditi
hy: Հետաձգում
id: Menunda
is: Töf
it: Attesa
nn: Forseinking
ro: Întârziere
sk: Oneskorenie
sl: Zamik
sq: Vonesa
sr: Кашњење
tr: Gecikme
uk: Затримка
uz: Kechikish

source: Spawn anywhere
ar: تفرخ في أي مكان
az: İstənilən yerə kürü tökün
et: Kudege kõikjal
fr_ca: Apparaissez quelconque endroit
he: להשריץ בכל מקום
hr: Mrijesti se bilo gdje
hy: Ձվադրել ցանկացած վայրում
id: Bertelur di mana saja
is: Hrygna hvar sem er
it: Genera ovunque
nn: Gjenoppstå kor som helst
ro: Apare oriunde
sk: Spawn kdekoľvek
sl: Udejanji kjerkoli
sq: Pjellë kudo
sr: Појави се било где
tr: Her yerde yumurtlayın
uk: Нереститися будь-де
uz: Har qanday joyda urug'lantiring

source: Life duration
ar: مدة الحياة
az: Həyat müddəti
et: Elu kestus
fr_ca: Durée de vie
he: משך חיים
hr: Životno trajanje
hy: Կյանքի տևողությունը
id: Durasi hidup
is: Lífslengd
it: Durata della vita
nn: Livslengd
ro: Durata vieții
sk: Dížka života
sl: Trajanje obstoja
sq: Kohëzgjatja e jetës
sr: Трајање живота
tr: Yaşam süresi
uk: Тривалість життя
uz: Hayot davomiyligi

source: Birth duration
ar: مدة الولادة
az: Doğum müddəti
et: Sünni kestus
fr_ca: Durée de naissance
he: משך הלידה
hr: Trajanje poroda
hy: Ծննդյան տևողությունը
id: Durasi kelahiran
is: Fæðingartími
it: Durata della nascita
nn: Fødselslengd
ro: Durata nașterii
sk: Trvanie pôrodu
sl: Trajanje nastajanja
sq: Kohëzgjatja e lindjes
sr: Трајање рођења
tr: Doğum süresi
uk: Тривалість пологів
uz: Tug'ilish muddati

source: Death duration
ar: مدة الوفاة
az: Ölüm müddəti
et: Surma kestus
fr_ca: Durée du décès
he: משך המוות
hr: Trajanje smrti
hy: Մահվան տևողությունը
id: Durasi kematian
is: Lengd dauða
it: Durata della morte
nn: Dødslengd
ro: Durata morții
sk: Trvanie smrti
sl: Trajanje odmiranja
sq: Kohëzgjatja e vdekjes
sr: Трајање смрти
tr: Ölüm süresi
uk: Тривалість смерті
uz: O'lim davomiyligi

source: Grow
ar: تنمو
az: Böyümək
et: Kasvama
fr_ca: Se développer
he: לגדול
hr: Rasti
hy: Աճել
id: Tumbuh
is: Vaxa
it: Crescita
nn: Veks
ro: Crește
sk: Rásť
sl: Rast
sq: Rriten
sr: Расти
tr: Büyümek
uk: Рости
uz: O'sish

source: Fade in
ar: اختفي
az: Solmaq
et: Hajuma
fr_ca: Afficher
he: עמעום בכניסה
hr: Nestati u
hy: Թոռոմել
id: Fade masuk
is: Hverfa inn
it: Dissolvenza in apertura
nn: Ton inn
sl: Prikaži
sq: Zbehet në
sr: Постепено појављивање
tr: Güçlenme
uk: Зникає
uz: Ichkariga tushish

source: Birth mode
ar: وضع الولادة
az: Doğum rejimi
et: Sünnitusrežiim
fr_ca: Mode naissance
he: מצב לידה
hr: Način rođenja
hy: Ծննդյան ռեժիմ
id: Modus kelahiran
is: Fæðingarhamur
it: Modalità di nascita
nn: Fødselsmodus
ro: Modul de naștere
sk: Pôrodný režim
sl: Način nastajanja
sq: Mënyra e lindjes
sr: Режим рођења
tr: Doğum modu
uk: Режим народження
uz: Tug'ilish rejimi

source: Shrink
ar: إنكمش
az: Kiçilmək
et: Kahanema
fr_ca: Rétrécir
he: לצמק
hr: Se smanjiti
hy: Նեղանալ
id: Menyusut
is: Minnka
it: Rimpicciolisci
nn: Krymp
ro: Se micsoreaza
sk: Scvrknúť sa
sl: Krčenje
sq: Tkurret
sr: Смањи се
tr: Çekmek
uk: Скорочення
uz: Qisqartirish

source: Fade out
ar: تتآكل
az: Solmaq
et: Hääbuma
fr_ca: Cacher
he: עמעום ביציאה
hr: Izblijediti
hy: Աներեւութանալ
id: Fade keluar
is: Hverfa út
it: Dissolvenza in chiusura
nn: Ton ut
ro: Se estompează
sk: Vyblednúť
sl: Skrij
sq: Shuhem
sr: Постепено затварање
tr: Zayıflama
uk: Вицвітати
uz: So'nmoq chiqish

source: Death mode
ar: وضع الموت
az: Ölüm rejimi
et: Surmarežiim
fr_ca: Mode mort
he: מצב מוות
hr: Način smrti
hy: Մահվան ռեժիմ
id: Modus kematian
is: Dauðahamur
it: Modalità di morte
nn: Dødsmodus
ro: Modul moarte
sk: Režim smrti
sl: Način odmiranja
sq: Mënyra e vdekjes
sr: Режим смрти
tr: Ölüm modu
uk: Режим смерті
uz: O'lim rejimi

source: Birth easing
ar: تخفيف الولادة
az: Doğuşun yüngülləşdirilməsi
et: Sünnituse leevendamine
fr_ca: Facilité de naissance
he: הקלת לידה
hr: Olakšanje poroda
hy: Ծննդաբերության հեշտացում
id: Meringankan kelahiran
is: Fæðingaraðlögun
it: Allentamento della nascita
nn: Fartstilpassing fødsel
ro: Ușurarea nașterii
sk: Uľahčenie pôrodu
sl: Umerjeno nastajanje
sq: Lehtësim i lindjes
sr: Олакшање порођаја
tr: Doğum kolaylığı
uk: Полегшення пологів
uz: Tug'ilishni engillashtirish

source: Death easing
ar: تخفيف الموت
az: Ölümün yüngülləşdirilməsi
et: Surma leevendamine
fr_ca: Soulagement de la mort
he: הקלת מוות
hr: Ublažavanje smrti
hy: Մահվան թեթևացում
id: Meringankan kematian
is: Létt dauða
it: Allentamento di morte
nn: Fartstilpassing død
ro: Ușurarea morții
sk: Zmiernenie smrti
sl: Umerjeno odmiranje
sq: Lehtësim i vdekjes
sr: Ублажавање смрти
tr: Ölüm kolaylaştırma
uk: Пом'якшення смерті
uz: O'limni engillashtirish

source: Horizontal speed
ar: السرعة الأفقية
az: Üfüqi sürət
et: Horisontaalne kiirus
fr_ca: Vitesse horizontale
he: מהירות אופקית
hr: Horizontalna brzina
hy: Հորիզոնական արագություն
id: Kecepatan horisontal
is: Láréttur hraði
it: Velocità orizzontale
nn: Fart vassrett
ro: Viteza orizontala
sk: Horizontálna rýchlosť
sl: Vodoravna hitrost
sq: Shpejtësia horizontale
sr: Хоризонтална брзина
tr: Yatay hız
uk: Горизонтальна швидкість
uz: Gorizontal tezlik

source: Vertical speed
ar: السرعة الرأسية
az: Şaquli sürət
et: Vertikaalne kiirus
fr_ca: Vitesse verticale
he: מהירות אנכית
hr: Vertikalna brzina
hy: Ուղղահայաց արագություն
id: Kecepatan vertikal
is: Lóðréttur hraði
it: Velocità verticale
nn: Fart loddrett
ro: Viteza verticala
sk: Vertikálna rýchlosť
sl: Navpična hitrost
sq: Shpejtësi vertikale
sr: Вертикална брзина
tr: Dikey hız
uk: Вертикальна швидкість
uz: Vertikal tezlik

source: Horizontal acceleration
ar: تسارع أفقي
az: Üfüqi sürətlənmə
et: Horisontaalne kiirendus
fr_ca: Accélération horizontale
he: האצה אופקית
hr: Horizontalno ubrzanje
hy: Հորիզոնական արագացում
id: Akselerasi horizontal
is: Lárétt hröðun
it: Accelerazione orizzontale
nn: Akselerasjon vassrett
ro: Accelerație orizontală
sk: Horizontálne zrýchlenie
sl: Vodoravni pospešek
sq: Nxitimi horizontal
sr: Хоризонтално убрзање
tr: Yatay hızlanma
uk: Горизонтальне прискорення
uz: Gorizontal tezlashuv

source: Vertical acceleration
ar: التسارع العمودي
az: Şaquli sürətlənmə
et: Vertikaalne kiirendus
fr_ca: Accélération verticale
he: תאוצה אנכית
hr: Vertikalno ubrzanje
hy: Ուղղահայաց արագացում
id: Akselerasi vertikal
is: Lóðrétt hröðun
it: Accelerazione verticale
nn: Akselerasjon loddrett
ro: Accelerație verticală
sk: Vertikálne zrýchlenie
sl: Navpični pospešek
sq: Nxitimi vertikal
sr: Вертикално убрзање
tr: Dikey hızlanma
uk: Вертикальне прискорення
uz: Vertikal tezlashuv

source: Horizontal friction
ar: الاحتكاك الأفقي
az: Üfüqi sürtünmə
et: Horisontaalne hõõrdumine
fr_ca: Frottement horizontal
he: חיכוך אופקי
hr: Horizontalno trenje
hy: Հորիզոնական շփում
id: Gesekan horisontal
is: Láréttur núningur
it: Attrito orizzontale
nn: Friksjon vassrett
ro: Frecare orizontală
sk: Horizontálne trenie
sl: Vodoravno trenje
sq: Fërkimi horizontal
sr: Хоризонтално трење
tr: Yatay sürtünme
uk: Горизонтальне тертя
uz: Gorizontal ishqalanish

source: Vertical friction
ar: الاحتكاك العمودي
az: Şaquli sürtünmə
et: Vertikaalne hõõrdumine
fr_ca: Frottement vertical
he: חיכוך אנכי
hr: Vertikalno trenje
hy: Ուղղահայաց շփում
id: Gesekan vertikal
is: Lóðréttur núningur
it: Attrito verticale
nn: Friksjon loddrett
ro: Frecare verticală
sk: Vertikálne trenie
sl: Navpično trenje
sq: Fërkimi vertikal
sr: Вертикално трење
tr: Dikey sürtünme
uk: Вертикальне тертя
uz: Vertikal ishqalanish
