Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: This will reset your game progress on all profiles. Are you sure?
ar: سيؤدي هذا إلى إعادة تعيين تقدم اللعبة على جميع الملفات الشخصية. هل أنت متأكد؟
az: Bu, bütün profillərdə oyun tərəqqinizi sıfırlayacaq. Sən əminsən?
et: See lähtestab teie mängu edenemise kõigil profiilidel. Oled sa kindel?
fr_ca: Cela réinitialisera votre progression de jeu sur tous les profils. Êtes-vous sûr?
he: זה יאפס את התקדמות המשחק שלך בכל הפרופילים. האם אתה בטוח?
hr: Ovo će poništiti vaš napredak u igri na svim profilima. Jesi li siguran?
hy: Սա կվերակայի ձեր խաղի առաջընթացը բոլոր պրոֆիլներում: Համոզված ես?
id: Ini akan mengatur ulang progres game Anda di semua profil. Apa kamu yakin?
is: Þetta mun endurstilla framvindu leiksins á öllum prófílum. Ertu viss?
it: Questo resetterà i tuoi progressi di gioco su tutti i profili. Sei sicuro?
nn: Dette vil nullstilla framgangen på alle profilane. Er du sikker?
ro: Acest lucru vă va reseta progresul jocului pe toate profilurile. Esti sigur?
sk: Toto resetuje váš postup v hre na všetkých profiloch. Si si istý?
sl: To bo izničilo tvoj napredek v vseh profilih. Ali res želiš nadaljevati?
sq: Kjo do të rivendosë përparimin tuaj të lojës në të gjitha profilet. A je i sigurt?
sr: Ово ће ресетовати ваш напредак у игри на свим профилима. Јесте ли сигурни?
tr: Bu, oyun ilerlemenizi tüm profillerde sıfırlayacaktır. Emin misin?
uk: Це скине ваш прогрес гри в усіх профілях. Ти впевнений?
uz: Bu barcha profillardagi oʻyin jarayonini qayta tiklaydi. Ishonchingiz komilmi?

source: This will delete the profile "{}", including all game progress on it. Are you sure?
fr_ca: Ceci supprimera le profil "{}", incluant toute la progression du jeu. Êtes-vous sûr?
hr: Ovim ćete izbrisati profil "{}", uključujući sav napredak u igri na njemu. Jeste li sigurni?
it: Verranno eliminati il profilo "{}" e i relativi progressi di gioco. Continuare?
nn: Dette vil sletta profilen «{}», òg all spelframgangen lagra der. Er du sikker?
sl: To bo izbrisalo profil "{}", vključno z vsem igralnim napredkom. Ali si prepričan/a?
sr: Овим ћете избрисати профил „{}“, укључујући сав напредак у игри на њему. Јесте ли сигурни?

source: This will delete all profiles, including all game progress on them. Are you sure?
fr_ca: Ceci supprimera tous les profils, y compris la progression du jeu sur chacun. Êtes-vous sûr ?
hr: Ovim će se izbrisati svi profili, uključujući sav napredak u igri na njima. Jeste li sigurni?
it: Verranno eliminati tutti i profili e i relativi progressi di gioco di ciascuno. Continuare?
nn: Dette vil sletta alle profilen, òg all spelframgangen lagra der. Er du sikker?
sl: To bo izbrisalo vse profile, vključno z njihovim igralnim napredkom. Ali si prepričan/a?
sr: Овим ћете обрисати све профиле, укључујући и сав напредак у игри на њима. Јеси ли сигуран/сигурна?

source: New World
ar: عالم جديد
az: Yeni dünya
et: Uus Maailm
fr_ca: Nouveau monde
he: עולם חדש
hr: Novi svijet
hy: Նոր աշխարհ
id: Dunia Baru
is: Nýr heimur
it: Nuovo mondo
nn: Ny verd
ro: Lume noua
sk: Nový svet
sl: Nov svet
sq: Bota e re
sr: Нови свет
tr: Yeni dünya
uk: Новий світ
uz: Yangi dunyo

source: Please enter a name for this level subset.
ar: الرجاء إدخال اسم لهذه المجموعة الفرعية المستوى.
az: Lütfən, bu səviyyə alt çoxluğu üçün ad daxil edin.
et: Sisestage selle taseme alamhulga nimi.
fr_ca: Veuillez saisir un nom pour ce sous-ensemble de niveau.
he: אנא הזן שם עבור תת-קבוצת הרמה הזו.
hr: Unesite naziv za ovaj podskup razine.
hy: Խնդրում ենք մուտքագրել անուն այս մակարդակի ենթաբազմության համար:
id: Silakan masukkan sebuah nama untuk subset level ini.
is: Vinsamlega sláðu inn nafn fyrir þetta stig undirmengi.
it: Inserisci un nome per questo sottogruppo di livelli
nn: Vel eit anna namn på dette brettutvalet.
ro: Vă rugăm să introduceți un nume pentru acest subset de nivel.
sk: Zadajte názov pre túto podmnožinu úrovní.
sl: Prosim, vnesi ime te podskupine stopenj.
sq: Ju lutemi vendosni një emër për këtë nëngrup niveli.
sr: Унесите назив за овај комплет нивоа.
tr: Lütfen bu düzey altkümesi için bir ad girin.
uk: Будь ласка, введіть назву для цієї підмножини рівня.
uz: Iltimos, ushbu darajadagi kichik toʻplam uchun nom kiriting.

source: Locale
fr_ca: Paramètres de lieu
hr: Lokalitet
nn: Språk
ro: Parametrii de loc
sl: Jezikovne nastavitve
sr: Локализација

source: Select Language
ar: اختر اللغة
az: Dil seçin
et: Vali keel
fr_ca: Sélectionner la langue
he: בחירת שפה
hr: Odaberi Jezik
hy: Ընտրեք Լեզուն
id: Pilih Bahasa
is: Veldu tungumál
it: Seleziona la lingua
nn: Vel språk
ro: Selecție limbă
sk: Zvoliť jazyk
sl: Izberi jezik
sq: Zgjidh gjuhën
sr: Изабери језик
tr: Dil seç
uk: Оберіть мову
uz: Til Tanlash

source: Select a different language to display text in
ar: اختر لغة أخرى لعرض النصوص
az: Siz SuperTux-u müxtəlif dillərdə oynaya bilərsiniz, baxmayaraq ki, onlardan bəziləri yarımçıqdır. Tercih etdiyiniz birini seçin.
et: Vali teksti kuvamiseks mingi muu keel
fr_ca: Sélectionnez une autre langue pour les textes du jeu
he: נא לבחור שפה אחרת להצגת הטקסט
hr: Izaberite drugi jezik za prikazivanje teksta
hy: Ընտրեք այլ լեզու տեքստը ցուցադրելու համար
id: Pilih bahasa lain untuk tampilan
is: Veldu annað tungumál til að birta texta á
it: Seleziona una lingua diversa in cui mostrare il testo
nn: Vel kva språk du vil sjå spelet på
ro: Alegeți limba de afișare a textului
sk: Zvoliť iný jazyk na zobrazenie textu
sl: Izberi drug jezik
sq: Zgjidh një gjuhë tjetër në të cilën të shfaqet teksti
sr: Изабери језик за приказ текста
tr: Metni göstermek için başka bir dil seçiniz
uk: Оберіть мову відображення тексту
uz: SuperTuxni oʻynash uchun boshqa tilni tanlang

source: Language Packs
ar: حزمات اللغة
az: Dil Paketləri
et: Keelepaketid
fr_ca: Paquets de langue
he: חבילות שפה
hr: Jezični paketi
hy: Լեզուների փաթեթներ
id: Paket Bahasa
is: Tungumálapakkar
it: Pacchetti lingua
nn: Språkpakkar
ro: Pachete lingvistice
sk: Jazykové balíky
sl: Jezikovni paketi
sq: Pakot e gjuhëve
sr: Језички пакети
tr: Dil Paketleri
uk: Мовні пакети
uz: Til paketlari

source: Language packs contain up-to-date translations
ar: تحتوي حزم اللغات على ترجمات محدثة
az: Dil paketlərində ən son tərcümələr var
et: Keelepaketid sisaldavad ajakohaseid tõlkeid
fr_ca: Les traductions des packs de langues sont accompagnées de mises à jour
he: חבילות השפה מכילות תרגומים עדכניים
hr: Jezični paketi sadrže ažurirane prijevode
hy: Լեզուների փաթեթները պարունակում են արդի թարգմանություններ
id: Paket bahasa berisi terjemahan termutakhir
is: Tungumálapakkar innihalda uppfærðar þýðingar
it: I pacchetti lingua contengono aggiornamenti alle traduzioni
nn: Språkpakkar inneheld oppdaterte omsetjingar
ro: Pachetele lingvistice conțin traduceri actualizate
sk: Jazykové balíky obsahujú najnovšie preklady
sl: Jezikovni paketi vsebujejo najnovejše prevode
sq: Pakot e gjuhës përmbajnë përkthime të përditësuara
sr: Језички пакети садрже ажурне преводе
tr: Dil paketleri çeviri güncellemelerini içerir
uk: Мовні пакети містять застарілі переклади
uz: Til paketlarida yangilanishlar mavjud, shuning uchun ularni kuzatib boring

source: Video
fr_ca: Vidéo
nn: Grafikk
sl: Slika
sr: Видео

source: Window Resizable
ar: نافذة يمكن تغيير حجمها
az: Pəncərə Ölçüsü dəyişdirilə bilər
et: Aken on muudetav
fr_ca: Fenêtre redimensionnable
he: התרת שינוי גודל החלון
hr: Mogućnost promjene veličine prozora
hy: Պատուհանի չափափոխելի
id: Jendela Dapat Diubah Ukurannya
is: Hægt að breyta stærð glugga
it: Finestra ridimensionabile
nn: Vindauge kan endra storleik
ro: Fereastra redimensionabilă
sk: Pohyblivá veľkosť okna
sl: Razširljivo okno
sq: Dritarja e ndryshueshme
sr: Променљива величина прозора
tr: Pencere Yeniden Boyutlandırılabilir
uk: Змінний розмір вікна
uz: Oyna o'lchamini o'zgartirish

source: Allow window resizing, might require a restart to take effect
ar: السماح بتغيير حجم النافذة ، قد يتطلب إعادة التشغيل حتى تصبح نافذة المفعول
az: Pəncərənin ölçüsünü dəyişməyə icazə verin, qüvvəyə minməsi üçün yenidən başladın tələb oluna bilər
et: Luba akna suuruse muutmine, jõustumiseks võib olla vajalik taaskäivitamine
fr_ca: Autoriser le redimensionnement de la fenêtre, peut nécessiter un redémarrage pour prendre effet
he: התרת שינוי גודל החלון, עשויה לדרוש הפעלה מחדש כדי שתיכנס לתוקף
hr: Dopusti promjenu veličine prozora, možda će biti potrebno ponovno pokretanje da stupi na snagu
hy: Թույլատրել պատուհանի չափափոխումը, հնարավոր է, որ պահանջվի վերագործարկում՝ ուժի մեջ մտնելու համար
id: Izinkan perubahan ukuran jendela, mungkin perlu mulai ulang agar perubahan diterapkan
is: Leyfa stærðarbreytingu glugga, gæti þurft endurræsingu til að taka gildi
it: Permetti il ridimensionamento della finestra. Potrebbe essere necessario riavvare il gioco affinché le modifiche abbiano effetto.
nn: Tillat endring av vindaugsstorleik – omstart kan vera nødvendig
ro: Permite redimensionarea ferestrei, poate necesita o repornire pentru a avea efect
sk: Povoliť zmenu veľkosti okna, môže vyžadovať reštart
sl: Omogoči spreminjanje velikosti okna; morda bo potreben ponoven zagon igre
sq: Lejo ndryshimin e madhësisë së dritares, mund të kërkojë një rinisje për të hyrë në fuqi
sr: Дозволи промену величине прозора, можда ће бити потребно поновно покретање да би се применило
tr: Pencerenin yeniden boyutlandırılmasına izin ver, etkili olması için yeniden başlatma gerekebilir
uk: Дозволити зміну розміру вікна, може знадобитися перезапуск, щоб набуло чинності
uz: Oyna o‘lchamini o‘zgartirishga ruxsat bering, kuchga kirishi uchun qayta ishga tushirish talab qilinishi mumkin

source: Fullscreen
ar: ملء الشاشة
az: Tam ekran
et: Täisekraan
fr_ca: Plein écran
he: מסך מלא
hr: Puni Zaslon
hy: Ամբողջ էկրանով
id: Layar Penuh
is: Fullskjár
it: Modalità schermo intero
nn: Fullskjerm
ro: Pe tot ecranul
sk: Celá obrazovka
sl: Čez cel zaslon
sq: Ekran i plotë
sr: Пун екран
tr: Tam ekran
uk: На весь екран
uz: To'liq ekran

source: Fill the entire screen
ar: ملء كامل الشاشة
az: Bütün ekranı doldurun
et: Täida terve ekraan
fr_ca: Remplir tout l'écran
he: מילוי כל המסך
hr: Popuni cijeli zaslon
hy: Լրացրեք ամբողջ էկրանը
id: Penuhi seluruh layar
is: Fylltu allan skjáinn
it: Gioca a tutto schermo
nn: Fyll heile skjermen
ro: Umple întregul ecran
sk: Zaplniť celú obrazovku
sl: Zapolni cel zaslon
sq: Mbushe të gjithë ekranin
sr: Попуњава цео екран
tr: Tüm ekranı kapla
uk: Заповнити весь екран
uz: Butun ekranni to'ldiring

source: Fit to browser
ar: تناسب المتصفح
az: Brauzerə uyğun
et: Sobib brauserisse
fr_ca: Adapter au navigateur
he: התאמה לדפדפן
hr: Prilagodi pregledniku
hy: Հարմարեցված դիտարկիչին
id: Pas dengan browser
is: Passa við vafra
it: Adatta al browser
nn: Tilpass til nettlesaren
ro: Se potrivește la browser
sk: Prispôsobiť prehliadaču
sl: Prilagodi brskalniku
sq: Përshtatet me shfletuesin
sr: Прилагоди прегледачу
tr: Tarayıcıya sığdır
uk: Підійде до браузера
uz: Brauzerga moslash

source: Fit the resolution to the size of your browser
ar: تناسب الدقة مع حجم المستعرض الخاص بك
az: Qətnaməni brauzerinizin ölçüsünə uyğunlaşdırın
et: Sobitage eraldusvõime oma brauseri suurusega
fr_ca: Adapter la résolution à la taille de votre navigateur
he: התאם את הרזולוציה לגודל הדפדפן שלך
hr: Prilagodite rezoluciju veličini vašeg preglednika
hy: Հարմարեցրեք բանաձեւը ձեր բրաուզերի չափին
id: Sesuaikan resolusi dengan ukuran browser Anda
is: Passaðu upplausnina að stærð vafrans þíns
it: Adatta la risoluzione alla grandezza del browser
nn: Tilpass til oppløysinga til nettlesaren
ro: Potriviți rezoluția la dimensiunea browserului dvs
sk: Prispôsobte rozlíšenie veľkosti vášho prehliadača
sl: Prilagodi ločljivost velikosti tvojega brskalnika
sq: Përshtatni rezolucionin në madhësinë e shfletuesit tuaj
sr: Прилагодите резолуцију величини вашег прегледача
tr: Çözünürlüğü tarayıcınızın boyutuna uydurun
uk: Підберіть роздільну здатність до розміру вашого браузера
uz: Ruxsatni brauzeringiz o'lchamiga moslang

source: Frame prediction
fr_ca: Prédiction d'image
hr: Predviđanje okvira
it: Previsione dei frame
nn: Biletprediksjon
sl: Napoved sličic
sr: Предвиђање фрејмова

source: Smooth camera motion, generating intermediate frames. This has a noticeable effect on monitors at >> 60Hz. Moving objects may be blurry.
fr_ca: Mouvement de caméra fluide, génération d'images intermédiaires. Ceci se remarque plus particulièrement sur des écrans avec un rafraîchissement de plus de 60 Hz. Les objets en mouvement peuvent être flous.
hr: Glatko kretanje kamere, generiranje međuslikova. To ima primjetan učinak na monitorima pri >> 60Hz. Objekti u pokretu mogu biti mutni.
it: Movimento fluido della videocamera, generando frame intermedi. Ha un effetto apprezzabile sugli schermi con frequenza di aggiornamento superiore a 60Hz. Il movimento degli oggetti potrebbe apparire sfocato.
nn: Jamn kamerarørsle ved generering av mellombilete. Dette har ein merkbar effekt på skjermar med mykje høgare frekvens enn 60 Hz. Flytting av objekt kan framstå uklart.
sl: Gladko gibanje kamere, pri katerem generiramo vmesne sličice. Učinek je opazen na monitorjih, ki imajo hitrost osveževanja več kot 60 Hz. Premikajoči se predmeti bodo morda zabrisani.
sr: Глатко кретање камере, генерисање међукадрова. Ово има приметан ефекат на мониторима на >> 60Hz. Покретни објекти могу бити замућени.

source: Fancy Effects
fr_ca: Effets spéciaux avancés
it: Effetti sofisticati
nn: Stilige effektar
ro: Efecte avansate
sl: Okrasni učinki

source: Applies fancy effects such as blur, clear tile refraction, and various other effects deemed "fancy". May significantly degrade performance.
fr_ca: Applique des effets spéciaux avancés tel que du floutage, de la réfraction pour des tuiles transparentes et d'autres effets jugés "avancés". Peut considérablement nuire à la performance du jeu.
it: Applica effetti sofisticati come lo sfocamento, una rifrazione chiara delle caselle e molti altri effetti considerati "sofisticati". Potrebbe degradare molto le prestazioni.
nn: Brukar ulike effektar, som sløring, lysbryting i klåre fliser og andre rekna som «stilige». Kan gjera spelet svært mykje tregare.
sl: Doda okrasne učinke, kot so zabris, lom svetlobe na podlagah in drugi "lepotni" učinki. Lahko precej zmanjša hitrost izvajanja igre.

source: Camera Peek Multiplier
fr_ca: Aperçus de la caméra en multijoueur
hr: Množitelj pogleda iz kamere
it: Moplicatore di spia della telecamera
nn: Multiplikator for kamerakikking
sl: Množitelj kukanja kamere
sr: Множитељ камере

source: The fractional distance towards the camera peek position to move each frame. 0 = No Peek, 1 = Instant Peek
fr_ca: La distance fractionnaire à faire parcourir par la caméra en mode aperçu à chaque image.0 = Pas d'aperçu, 1 = Aperçu instantané
hr: Razlomna udaljenost prema položaju kamere za pomicanje svakog kadra. 0 = Bez pregleda, 1 = Trenutni pregled
it: La distanza frazionaria verso la posizione di spia della telecamera per muovere in ciascun frame. 0 = Nessuna spia, 1 = Spia istantanea
nn: Relativ avstand mot kikkeposisjonen til kameraet som kvart bilete skal flytta. 0 = inga kikking, 1 = momentan kikking
sl: Delež razdalje do položaja, ko kamera kuka na stran. Za ta delež se kamera premakne vsako sličico. 0 = Brez kukanja, 1 = Takojšnje kukanje
sr: Делимична удаљеност од позиције камере за померање сваког кадра. 0 = Без прегледа, 1 = Тренутни преглед

source: Change Video System
fr_ca: Modifier le système vidéo
hr: Promjena video sustava
it: Cambia le Impostazioni Video di Sistema
nn: Byt grafiksystem
sl: Spremeni video sistem
sr: Промена видео система

source: Change video system used to render graphics
fr_ca: Modifier le système vidéo utilisé pour le rendu des graphismes
hr: Promjena video sustava koji se koristi za renderiranje grafike
it: Cambia il sistema video usato per il render delle grafiche.
nn: Byt systemet brukt til å teikna opp grafikk
sl: Spremeni sistem za grafično upodabljanje
sr: Промена видео система који се користи за приказивање графике

source: Audio
nn: Lyd
sl: Zvok
sr: Аудио
tr: Ses

source: Disable all sound effects
ar: عطل كل أصوات المؤثرات
az: Bütün səs effektlərini söndürün
et: Lülita kõik heliefektid välja
fr_ca: Désactiver tous les effets sonores
he: נטרול כל אפקט צליל
hr: Isključi sve zvučne efekte
hy: Անջատել բոլոր ձայնային էֆեկտները
id: Nonaktifkan semua efek suara
is: Slökktu á öllum hljóðbrellum
it: Disattiva tutti gli effetti sonori
nn: Slå av alle lydeffektane
ro: Dezactivați efectele sonore
sk: Zakázať všetky zvukové efekty
sl: Onemogoči vse zvočne učinke
sq: Çaktivizo efektet e zërit
sr: Искључује све звучне ефекте
tr: Tüm ses efektlerini kapat
uk: Вимкнути всі звукові ефекти
uz: Barcha ovoz effektlarini o'chiring

source: Disable all music
ar: عطل كل الموسيقى
az: Bütün musiqiləri söndürün
et: Lülita muusika välja
fr_ca: Arrêter la musique
he: נטרול כל המוזיקה
hr: Isključi glazbu
hy: Անջատել ամբողջ երաժշտությունը
id: Nonaktifkan semua musik
is: Slökktu á allri tónlist
it: Disattiva la musica
nn: Slå av all musikken
ro: Dezactivează muzica
sk: Zakázať všetku hudbu
sl: Onemogoči vso glasbo
sq: Çaktivizo muzikën
sr: Искључује сву музику
tr: Tüm müziği kapat
uk: Вимкнути всю музику
uz: Barcha musiqalarni o'chirib qo'ying

source: Sound (disabled)
ar: الصوت( معطل)
az: Səs (deaktiv)
et: Heli (mitteaktiivne)
fr_ca: Son (arrêté)
he: צלילים (מנוטרלים)
hr: Zvuk (isključen)
hy: Ձայն (անջատված)
id: Suara (dinonaktifkan)
is: Hljóð (óvirkt)
it: Suono (disattivato)
nn: Lyd (av)
ro: Sunet (dezactivat)
sk: Zvuk (zakázaný)
sl: Zvok (onemogočen)
sq: Tingujt (të çaktivizuar)
sr: Звук (искључен)
tr: Ses (kapalı)
uk: Звук (вимкнений)
uz: Ovoz (o'chirilgan)

source: Music (disabled)
ar: الموسيقى ( معطلة)
az: Musiqi (əlil)
et: Muusika (mitteaktiivne)
fr_ca: Musique (arrêtée)
he: מוזיקה (מנוטרלת)
hr: Glazba (isključena)
hy: Երաժշտություն (անջատված)
id: Musik (dinonaktifkan)
is: Tónlist (óvirk)
it: Musica (disattivata)
nn: Musikk (av)
ro: Muzica (dezactivată)
sk: Hudba (zakázaná)
sl: Glasba (onemogočena)
sq: Muzika (e çaktivizuar)
sr: Музика (искључена)
tr: Müzik (kapalı)
uk: Музика (вимкнена)
uz: Musiqa (o'chirilgan)

source: Controls
fr_ca: Contrôles
hr: Kontrole
it: Controlli
nn: Styring
sl: Krmilniki
sr: КонтролеControls

source: Enable Rumbling Controllers
fr_ca: Activer la prise en charge de manettes vibrantes
hr: Omogući kontrolere tutnjanja
it: Attiva controller con il rumble
nn: Bruk vibrering på spelkontrollar
sl: Omogoči vibriranje krmilnikov
sr: Омогући контролере тутњаве

source: Enable vibrating the game controllers.
fr_ca: Activer la vibration des manettes de jeu
hr: Omogući vibraciju kontrolera igre.
it: Abilita la vibrazione dei controller di gioco.
nn: Slå på vibrering på spelkontrollarar.
sl: Omogoči vibriranje krmilnikov.
sr: Омогућите вибрацију контролера игре.

source: This feature is currently only used in the multiplayer options menu.
fr_ca: Cette fonctionnalité n’est actuellement utilisée que dans le menu des options multijoueurs.
hr: Ova se značajka trenutno koristi samo u izborniku opcija za više igrača.
it: Questa funzione è attualmente usata solo nel menu delle opzioni multi-giocatore.
nn: Denne funksjonen vert berre brukt i menyen for fleirspelarmodus.
sl: Ta funkcionalnost je uporabljena edinole v večigralskih nastavitvah.
sr: Ова функција се тренутно користи само у менију опција за више играча.

source: Enable Haptic Feedback
fr_ca: Activer les retours haptiques
it: Attiva i feedback dell'aptica
nn: Bruk haptisk tilbakemelding
sl: Omogoči simuliranje dotika

source: Enable haptic feedback for touchscreen controls
fr_ca: Activer les retours haptiques pour les contrôles sur écran tactile
it: Attiva i feedback dell'aptica per i controlli Touchscreen
nn: Bruk haptisk tilbakemelding for trykkskjerm-kontrollar
sl: Omogoči haptično povratno informacijo za krmiljenje prek zaslona na dotik

source: Only Haptic Feedback for D-Pad
fr_ca: Retours haptiques pour la croix directionnelle seulement
it: Feedback dell'aptica solo per D-Pad
nn: Berre haptisk tilbakemelding for styrekross
sl: Simuliranje dotika samo za križni gumb

source: Only enable haptic feedback for the D-Pad
fr_ca: Activer les retours haptiques uniquement pour la croix directionnelle
it: Attiva i feedback dell'aptica solo per il D-Pad
nn: Berre bruk haptisk tilbakemelding for styrekrossen
sl: Omogoči haptično povratno informacijo samo za križni gumb (D-Pad)

source: Configure key-action mappings
ar: تكوين تعيينات مفتاح الإجراء
az: Əsas fəaliyyət xəritələrini konfiqurasiya edin
et: Määra tegevustele klahvid
fr_ca: Configurer les mappages d'action clé
he: הגדר מיפויים של פעולת מפתח
hr: Konfigurirajte preslikavanja tipki i radnji
hy: Կարգավորել հիմնական գործողությունների քարտեզագրումները
id: Konfigurasi pemetaan tombol aksi
is: Stilltu kortlagningu lyklaaðgerða
it: Configura i tasti
nn: Set opp speltastane
ro: Maparea tastelor de acțiune
sk: Nastavenie kláveso-činnostných mapovaní
sl: Spremeni pomen tipk
sq: Konfiguro hartëzimin e veprimit të çelësit
sr: Подеси команде са тастатуре
tr: Tuş-eylem ayarla
uk: Налаштувати прив’язку дій до клавіш
uz: Kalit-harakat xaritalarini sozlang

source: Configure joystick control-action mappings
ar: تكوين تعيينات التحكم-إجراء عصا التحكم
az: Joystik nəzarət-fəaliyyət xəritələrini konfiqurasiya edin
et: Määra tegevustele juhtkangi teljed ja nupud
fr_ca: Configurer les mappages contrôle-action du joystick
he: הגדר מיפויי פעולות שליטה בג'ויסטיק
hr: Konfigurirajte preslikavanja kontrole radnje joystickom
hy: Կարգավորեք joystick-ի կառավարման գործողությունների քարտեզագրումները
id: Konfigurasi pemetaan kontrol aksi joystik
is: Stilltu kortlagningaraðgerða stýripinnans
it: Configura il joystick
nn: Set opp styrespaken
ro: Maparea butoanelor de acțiune ale joystick-ului
sk: Nastavenie ovládaco-činnostných mapovaní s Joystickom
sl: Spremeni nastavitve igralne palice
sq: Konfiguro hartat e veprimit të kontrollit të levës
sr: Подеси команде са џојстика
tr: Joystick kontrol-eylem ayarla
uk: Налаштувати прив’язку дій до джойстика
uz: Joystik boshqaruv-harakat xaritalarini sozlang

source: Extras
hr: Dodaci
it: Aggiunte
nn: Ekstra
sl: Dodatno
sr: Додатно

source: Select a profile to play with
ar: اختر هيئة للعبة بها
az: Oynamaq üçün profil seçin
et: Vali mänguprofiil
fr_ca: Sélectionnez un profil avec lequel jouer
he: נא לבחור פרופיל למשחק בו
hr: Izaberi profil za igru
hy: Ընտրեք պրոֆիլ՝ խաղալու համար
id: Pilih Profil untuk bermain
is: Veldu prófíl til að spila með
it: Seleziona il profilo con cui giocare
nn: Vel kva profil du vil spela med
ro: Alegeți un profil de joc
sk: Zvoliť profil, s ktorým budete hrať
sl: Izberi profil za igranje
sq: Zgjidh një profil me të cilin të luash
sr: Изабери профил са којим ћеш играти
tr: Oynamak için bir profil seçin
uk: Оберіть профіль для гри
uz: O'ynash uchun profilni tanlang

source: Multiplayer settings
fr_ca: Paramètres multijoueurs
hr: Postavke za više igrača
it: Impostazioni del Multi-Giocatore
nn: Innstillingar for fleire spelarar
sl: Večigralske nastavitve
sr: Подешавања за више играча

source: Configure settings specific to multiplayer
fr_ca: Configurer les paramètres spécifiques pour multijoueur
hr: Konfigurirajte postavke specifične za više igrača
it: Configura impostazioni specifiche al multiplayer
nn: Set opp innstillingar som gjeld fleirspelarmodus
sl: Posebej prilagodi večigralske nastavitve
sr: Конфигуришите подешавања специфична за више играча

source: Enable transitions
ar: تمكين الانتقالات
az: Keçidləri aktivləşdirin
et: Luba üleminekud
fr_ca: Activer les transitions
he: אפשר מעברים
hr: Omogući prijelaze
hy: Միացնել անցումները
id: Aktifkan transisi
is: Virkja umbreytingar
it: Abilita le transizioni
nn: Bruk skjermovergangar
ro: Activare tranziții
sk: Povoliť prechody
sl: Omogoči prehode
sq: Aktivizo tranzicionet
sr: Укључи анимације
tr: Dönüşüm etkin
uk: Задіяти плавні переходи
uz: O'tishlarni yoqish
