Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: This level may contain unsaved changes, do you want to save?
fr_ca: Ce niveau risque de contenir des modifications non enregistrées, voulez-vous l'enregistrer?
hr: Ova razina može sadržavati nespremljene promjene, želite li ih spremiti?
it: Questo livello potrebbe contenere modifiche non salvate, vuoi salvarle?
nn: Brettet kan ha ulagra endringar. Vil du lagra dei?
ro: Acest nivel poate conține schimbări neînregistrate, dorești să-le înregistrezi?
sl: Ta stopnja morda vsebuje neshranjene spremembe. Jih želiš shraniti?
sr: Овај ниво може да садржи несачуване измене, да ли желите да их сачувате?

source: Yes
ar: نعم
az: Bəli
et: Jah
fr_ca: Oui
he: כן
hr: Da
hy: Այո
id: Ya
is: Já
it: Si
nn: Ja
ro: Da
sk: Áno
sl: Da
sq: Po
sr: Да
tr: Evet
uk: Так
uz: Ha

source: Some obsolete add-ons are still active and might cause collisions with the default SuperTux structure. You can still enable these add-ons in the menu. Disabling these add-ons will not delete your game progress.
fr_ca: Certaines extensions obsolètes sont toujours actives et peuvent entrer en conflit avec la structure par défaut de SuperTux. Vous pouvez toujours activer ces extensions dans le menu. La désactivation de ces extensions n'effacera pas votre progression dans le jeu.
hr: Neki zastarjeli dodaci su još uvijek aktivni i mogu uzrokovati kolizije sa zadanom SuperTux strukturom. Ove dodatke i dalje možete omogućiti u izborniku. Onemogućavanje ovih dodataka neće izbrisati vaš napredak u igri.
it: Alcuni componenti aggiuntivi obsoleti sono ancora attivi e possono causare interferenze con la struttura predefinita di SuperTux. Puoi ancora abilitare questi componenti nel menu. Disabilitando questi componenti non perderai i progressi nel gioco.
nn: Nokre utdaterte tilleggskart er framleis i bruk og kan føra til krasj med standard SuperTux-strukturar. Du kan framleis slå på desse tilleggskarta i menyen. Slår du dei av, vil spelet framleis hugsa kor langt du er kommen.
ro: Câteva extensii perimate sunt încă active și pot intra în conflict cu structura implicită lui SuperTux. Poți reactiva aceste extensii din meniu. Dezactivarea acestor extensii nu va suprima progresul realizat în joc.
sl: Nekaj zastarelih dodatkov je še dejavnih, kar lahko povzroči neskladja v osnovni strukturi igre. Če želiš, jih lahko omogočiš v meniju. Tudi če jih onemogočiš, se bo tvoj napredek v igri ohranil.
sr: Неки застарели додаци су и даље активни и могу изазвати колизије са подразумеваном структуром СуперТукс-а. И даље можете омогућити ове додатке у менију. Онемогућавање ових додатака неће избрисати ваш напредак у игри.

source: Disable add-ons
ar: تعطيل الإضافات
az: Əlavələri söndürün
et: Keela lisandmoodulid
fr_ca: Arrêter les add-ons
he: השבתת תוספים
hr: Onemogući dodatke
hy: Անջատել հավելումները
id: Nonaktifkan add-on
is: Slökktu á viðbótum
it: Disabilita componenti aggiuntivi
nn: Slå av tilleggskart
ro: Dezactivează extensiile
sk: Zakázať doplnky
sl: Onemogoči dodatke
sq: Çaktivizo shtesat
sr: Искључи додатке
tr: Eklentileri devre dışı bırak
uk: Вимкнути доповнення
uz: Qo'shimchalarni o'chirib qo'ying

source: Ignore (not advised)
ar: تجاهل (لا ينصح به)
az: İcazə verin (məsləhət verilmir)
et: Ignoreeri (pole soovitatav)
fr_ca: Ignorer(pas conseillé)
he: התעלם (לא מומלץ)
hr: Zanemari (ne preporučuje se)
hy: Անտեսել (խորհուրդ չի տրվում)
id: Abaikan (tak direkomendasikan)
is: Hunsa (ekki ráðlagt)
it: Ignora (sconsigliato)
nn: Ignorer (ikkje tilrådd)
ro: Ignora (nu este recomandat)
sk: Ignorovať (neodporúča sa)
sl: Zanemari (ni priporočljivo)
sq: Injoro (nuk këshillohet)
sr: Игнориши (није препоручљиво)
tr: Yoksay (önerilmiyor)
uk: Ігнорувати (не рекомендується)
uz: E'tibor bermang (tavsiya etilmaydi)

source: Leave editor
ar: غادر المحرر
az: Redaktoru tərk edin
et: Lahku redaktorist
fr_ca: Quitter l'éditeur
he: עזיבת העורך
hr: Napusti urednika
hy: Հեռանալ խմբագրից
id: Tinggalkan penyunting
is: Skildu ritstjóra
it: Esci dall'editor dei livelli
nn: Forlat redigeringsprogram
ro: Lăsați editorul
sk: Ukončiť editor
sl: Zapusti urejevalnik
sq: Dil nga redaktuesi
sr: Напусти едитор
tr: Düzenleyiciden ayrıl
uk: Покинути редактор
uz: Muharrirni tark eting

source: Couldn't find a sector with the name "main". Please change the name of the sector where you'd like the player to start to "main"
fr_ca: Impossible de trouver un secteur nommé "main". Veuillez renommer le secteur où vous souhaitez que le joueur débute en "main".
hr: Nije pronađen sektor s nazivom "glavni". Molimo promijenite naziv sektora u kojem želite da igrač započne na "glavni".
it: Non è stato trovare un settore col nome "main". Per favore cambia il nome del settore dove desideri che il giocatore inizi in "main"
nn: Fann ikkje nokon sektor med namnet «main». Byt namn på sektoren som du vil at spelaren skal starta brettet i, til «main».
ro: Nu s-a putut găsi un sector cu numele „main”. Schimbă numele sectorului în care vrei să apară jucătorul în „main”.
sl: Na najdem predela z imenom "main". Spremeni ime predela, na katerem naj igralec začne igro, v "main".
sr: Нисам могао да пронађем сектор са именом „главни“. Молимо вас да промените име сектора где желите да играч почне на „главни“.

source: Couldn't find a spawnpoint with the name "main". Please change the name of the spawnpoint where you'd like the player to start to "main"
fr_ca: Impossible de trouver un point d'apparition nommé "main". Veuillez renommer le point d'apparition où vous souhaitez que le joueur débute en "main".
hr: Nije pronađena točka pojavljivanja s nazivom "glavna". Molimo promijenite naziv točke pojavljivanja gdje želite da igrač započne na "glavna".
it: Non è stato trovato un punto di rinascita col nome "main". Per favore cambia il nome del punto di rinascita dove desideri che il giocatore inizia dal "main"
nn: Fann ikkje nokon startposisjon med namnet «main». Byt namn på startposisjonen som du vil at spelaren skal starta brettet i, til «main».
ro: Nu s-a putut găsi un punct de apariție cu numele „main”. Schimbă numele punctului de apariție unde vrei să apară jucătorul în „main”.
sl: Ne najdem začetne točke z imenom "main". Spremeni ime začetne točke, kjer naj igralec začne igro, v "main".
sr: Нисам могао/могла пронаћи место појављивања са именом „главна“. Молимо вас да промените име места појављивања где желите да играч почне на „главна“.

source: Unnamed {}
fr_ca: Sans nom {}
it: Senza nome {}
nn: Namnlaus {}
ro: {} fără nume
sl: Neimenovano {}

source: Sector: {}
fr_ca: Secteur: {}
hr: Sektor: {}
it: Settore: {}
nn: Sektor: {}
sl: Predel: {}
sr: Сектор: {}

source: Add Layer
fr_ca: Ajouter une couche
hr: Dodaj sloj
it: Aggiungi Livello
nn: Legg til lag
ro: Adaugă un strat
sl: Dodaj plast
sr: Додај слој
tr: Katman Ekle

source: Fast and stable renderer, which fits most players' needs.
fr_ca: Un moteur de rendu stable et rapide, correspondant aux besoins de la plupart des joueurs.
hr: Brz i stabilan renderer, koji odgovara potrebama većine igrača.
it: Render veloci e stabili, che soddisfano la maggior parte dei bisogni dei giocatori.
nn: Rask og stabill oppteiknar som passar for dei fleste spelarar.
sl: Hiter in stabilen upodabljalnik, ki zadostuje večini igralcev.
sr: Брз и стабилан рендерер, који одговара потребама већине играча.

source: Provides additional features, such as reflection and shaders. Might be slow and unstable on some machines.
fr_ca: Offre des fonctionnalités additionnelles, tels la réflexion et le nuançage.Peut être lent et instable sur certains ordinateurs.
hr: Pruža dodatne značajke, kao što su refleksija i shaderi. Može biti sporo i nestabilno na nekim računalima.
it: Presenta funzioni aggiuntive, come i riflessi e le shaders. Potrebbero rallentare e rendere instabili alcuni dispositivi.
nn: Har meir funksjonalitet, for eksempel refleksjonar og skuggeeffektar. Kan vera treg og ustabil på nokre maskiner.
sl: Ponuja dodatne funkcionalnosti, denimo odseve in senčilnike. Na nekaterih napravah je lahko počasen in nestabilen.
sr: Пружа додатне функције, као што су рефлексија и шејдери. Може бити споро и нестабилно на неким машинама.

source: The recommended OpenGL video system for this device.
fr_ca: Le système vidéo OpenGL recommandé pour cet appareil.
hr: Preporučeni OpenGL video sustav za ovaj uređaj.
it: Il sistema video OpenGL consigliato per questo dispositivo.
nn: Tilrådd OpenGL-grafikksytem for denne eininga.
ro: Sistemul video OpenGL recomandat pentru dispozitivul ăsta.
sl: Priporočeni video sistem OpenGL za to napravo.
sr: Препоручени OpenGL видео систем за овај уређај.

source: Fallbacks to SDL.
fr_ca: Utilisation de SDL comme solution de rechange.
hr: Rezervne opcije za SDL.
it: Ricade su SDL.
nn: Med SDL som reserve.
ro: Folosește SDL ca și soluție de schimb
sl: Za rezervo uporablja SDL.
sr: Резервне опције за SDL.

source: Platform
ar: منصة
az: Platforma
et: Platvorm
fr_ca: Plateforme
he: פלטפורמה
hr: Platforma
hy: Հարթակ
is: Pallur
it: Piattaforma
nn: Plattform
ro: Platformă
sk: Plošina
sl: Ploščad
sq: Platforma
sr: Платформа
tr: Düzlem
uk: Платформа
uz: Platforma

source: Wind
ar: رياح
az: Külək
et: Tuul
fr_ca: Vent
he: רוח
hr: Vjetar
hy: Քամի
id: Angin
is: Vindur
it: Vento
nn: Vind
ro: Vânt
sk: Vietor
sl: Veter
sq: Era
sr: Ветар
tr: Rüzgar
uk: Вітер
uz: Shamol

source: Intensity
ar: شدة
az: İntensivlik
et: Intensiivsus
fr_ca: Intensité
he: עָצמָה
hr: Intenzitet
hy: Ինտենսիվացնել
id: Intensitas
is: Styrkur
it: Intensità
nn: Intensitet
ro: Intensitate
sk: Intenzita
sl: Jakost
sq: Intensiteti
sr: Интензитет
tr: Yoğunluk
uk: Інтенсивність
uz: Intensivlik

source: Angle
ar: زاوية
az: Bucaq
et: Nurk
he: מעלות
hr: Kut
hy: Անկյուն
id: Sudut
is: Horn
it: Angolo
nn: Vinkel
ro: Unghi
sk: Uhol
sl: Kot
sq: Këndi
sr: Угао
tr: Açı
uk: Кут
uz: Burchak

source: Texture
ar: الملمس
az: Tekstura
et: Tekstuur
he: מרקם
hr: Tekstura
hy: Հյուսվածք
id: Tekstur
is: Áferð
it: Trama
nn: Tekstur
ro: Textură
sk: Textúra
sl: Tekstura
sq: Tekstura
sr: Текстура
tr: Doku
uk: Текстура
uz: Tekstura

source: Amount
ar: مقدار
az: Məbləğ
et: Kogus
fr_ca: Montant
he: כמות
hr: Iznos
hy: Գումարը
id: Jumlah
is: Magn
it: Quantità
nn: Mengd
ro: Cantitate
sk: Suma
sl: Količina
sq: Shuma
sr: Износ
tr: Miktar
uk: Сума
uz: Miqdori

source: Lifetime
ar: أوقات الحياة
az: Ömür boyu
et: Eluaeg
fr_ca: Durée de vie
he: לכל החיים
hr: Doživotno
hy: Կյանքի ընթացքում
id: Seumur hidup
is: Líftími
it: Tempo vitale
nn: Drapspartikkel
ro: Durata de viață
sk: Život
sl: Čas obstoja
sq: Jetëgjatësia
sr: Доживотно
tr: Ömür
uk: Час життя
uz: Hayot paytida

source: Lifetime variation
ar: اختلاف مدى الحياة
az: Ömür boyu dəyişkənlik
et: Eluaegne variatsioon
fr_ca: Variation à vie
he: וריאציה לכל החיים
hr: Životna varijacija
hy: Կյանքի տատանումներ
id: Variasi seumur hidup
is: Ævibreytingar
it: Variazione del tempo vitale
nn: Levetidsvariasjon
ro: Variație pe durata vieții
sk: Celoživotná variácia
sl: Razlike v času obstoja
sq: Variacioni gjatë gjithë jetës
sr: Варијација током живота
tr: Ömür boyu varyasyon
uk: Варіація протягом життя
uz: Hayot davomidagi o'zgaruvchanlik

source: Fade
ar: يختفي
az: Solmaq
fr_ca: Cacher
he: עמעום
hr: Uvenuti
hy: Մարել
is: Hverfa
it: Sbiadisci
nn: Uttoning
ro: Estompare
sk: Vyblednúť
sl: Zatemni
sq: Zbehet
sr: Избледи
tr: Solma
uk: Зникати
uz: So'nmoq

source: Birth time
ar: وقت الميلاد
az: Doğum vaxtı
et: Sünniaeg
fr_ca: Heure de naissance
he: זמן לידה
hr: Vrijeme rođenja
hy: Ծննդյան ժամանակը
id: Waktu lahir
is: Fæðingartími
it: Tempo di nascita
nn: Fødselstid
ro: Ora nașterii
sk: Čas narodenia
sl: Čas nastajanja
sq: Koha e lindjes
sr: Време рођења
tr: Doğum zamanı
uk: Час народження
uz: Tug'ilgan vaqti

source: Birth time variation
ar: اختلاف وقت الميلاد
az: Doğum vaxtının dəyişməsi
et: Sünniaja kõikumine
fr_ca: Variation de l'heure de naissance
he: וריאציה של זמן לידה
hr: Varijacija vremena rođenja
hy: Ծննդյան ժամանակի փոփոխություն
id: Variasi waktu lahir
is: Afbrigði fæðingartíma
it: Variazione del tempo di nascita
nn: Fødselstidsvariasjon
ro: Variația orei nașterii
sk: Variácia času narodenia
sl: Razlike v času nastajanja
sq: Ndryshimi i kohës së lindjes
sr: Варијација времена рођења
tr: Doğum zamanı değişimi
uk: Варіація часу народження
uz: Tug'ilish vaqtining o'zgarishi

source: Death time
ar: وقت الموت
az: Ölüm vaxtı
et: Surma aeg
fr_ca: Temps mort
he: זמן מוות
hr: Vrijeme smrti
hy: Մահվան ժամանակը
id: Waktu kematian
is: Dauðatími
it: Tempo di morte
nn: Dødstid
ro: Ora morții
sk: Čas smrti
sl: Čas smrti
sq: Koha e vdekjes
sr: Време смрти
tr: Ölüm vakti
uk: Час смерті
uz: O'lim vaqti

source: Death time variation
ar: اختلاف وقت الوفاة
az: Ölüm vaxtının dəyişməsi
et: Surmaaja varieeruvus
fr_ca: Variation de l'heure de la mort
he: וריאציה של זמן מוות
hr: Varijacija vremena smrti
hy: Մահվան ժամանակի փոփոխություն
id: Variasi waktu kematian
is: Afbrigði dauðatíma
it: Variazione del tempo di morte
nn: Dødstidsvariasjon
ro: Variația timpului morții
sk: Variácia času smrti
sl: Razlike v času odmiranja
sq: Ndryshimi i kohës së vdekjes
sr: Варијација времена смрти
tr: Ölüm zamanı değişimi
uk: Варіація часу смерті
uz: O'lim vaqtining o'zgarishi

source: Speed X
ar: السرعة X
az: Sürət X
et: Kiirus X
fr_ca: Vitesse X
he: ‏X מהירות
hr: Brzina X
hy: արագություն X
id: Kecepatan X
is: Hraði X
it: Velocità X
nn: Fart X
ro: Viteză X
sk: Rýchlosť X
sl: Hitrost X
sq: Shpejtësia X
sr: X брзина
tr: X Hızı
uk: Швидкість X
uz: X tezligi

source: Speed Y
ar: السرعة Y
az: Sürət Y
et: Kiirus Y
fr_ca: Vitesse Y
he: ‏Y מהירות
hr: Brzina Y
hy: արագություն Y
id: Kecepatan Y
is: Hraði Y
it: Velocità Y
nn: Fart Y
ro: Viteză Y
sk: Rýchlosť Y
sl: Hitrost Y
sq: Shpejtësia Y
sr: Y брзина
tr: Y Hızı
uk: Швидкість Y
uz: Tezlik Y

source: Speed X (variation)
ar: السرعة X (الاختلاف)
az: Sürət X (variasiya)
et: Kiirus X (variatsioon)
fr_ca: Vitesse X (variante)
he: מהירות X (שינוי)
hr: Brzina X (varijacija)
hy: Արագություն X (տարբերակ)
id: Kecepatan X (variasi)
is: Hraði X (afbrigði)
it: Velocità X (variazione)
nn: Fart X (variasjon)
ro: Viteza X (variație)
sk: Rýchlosť X (variácia)
sl: Hitrost X (razlike)
sq: Shpejtësia X (ndryshim)
sr: Брзина X (варијација)
tr: Hız X (varyasyon)
uk: Швидкість X (варіація)
uz: Tezlik X (variatsiya)

source: Speed Y (variation)
ar: السرعة ص (الاختلاف)
az: Sürət Y (variasiya)
et: Kiirus Y (variatsioon)
fr_ca: Vitesse Y (variante)
he: מהירות Y (וריאציה)
hr: Brzina Y (varijacija)
hy: Արագություն Y (տարբերակում)
id: Kecepatan Y (variasi)
is: Hraði Y (afbrigði)
it: Velocità Y (variazione)
nn: Fart Y (variasjon)
ro: Viteza Y (variație)
sk: Rýchlosť Y (variácia)
sl: Hitrost Y (razlike)
sq: Shpejtësia Y (ndryshim)
sr: Брзина Y (варијација)
tr: Hız Y (varyasyon)
uk: Швидкість Y (варіація)
uz: Tezlik Y (variatsiya)

source: Acceleration X
ar: التسارع X
az: Sürətləndirmə X
et: Kiirendus X
fr_ca: Accélération X
he: האצה X
hr: Ubrzanje X
hy: Արագացում X
id: Percepatan X
is: Hröðun X
it: Accelerazione X
nn: Akselerasjon X
ro: Accelerația X
sk: Zrýchlenie X
sl: Pospešek X
sq: Nxitimi X
sr: Убрзање X
tr: Hızlanma X
uk: Прискорення X
uz: Tezlashtirish X

source: Acceleration Y
ar: تسريع Y
az: Sürətlənmə Y
et: Kiirendus Y
fr_ca: Accélération Y
he: האצה Y
hr: Ubrzanje Y
hy: Արագացում Y
id: Percepatan Y
is: Hröðun Y
it: Accelerazione Y
nn: Akselerasjon Y
ro: Accelerația Y
sk: Zrýchlenie Y
sl: Pospešek Y
sq: Nxitimi Y
sr: Убрзање Y
tr: Hızlanma Y
uk: Прискорення Y
uz: Tezlashtirish Y

source: Friction X
ar: الاحتكاك X
az: Sürtünmə X
et: Hõõrdumine X
fr_ca: Frottement X
he: חיכוך X
hr: Trenje X
hy: Շփում X
id: Gesekan X
is: Núningur X
it: Attrito X
nn: Friksjon X
ro: Frecarea X
sk: Trenie X
sl: Trenje X
sq: Fërkimi X
sr: Трење X
tr: Sürtünme X
uk: Тертя X
uz: Ishqalanish X

source: Friction Y
ar: الاحتكاك Y
az: Sürtünmə Y
et: Hõõrdumine Y
fr_ca: Frottement Y
he: חיכוך Y
hr: Trenje Y
hy: Շփում Y
id: Gesekan Y
is: Núningur Y
it: Attrito Y
nn: Friksjon Y
ro: Frecarea Y
sk: Trenie Y
sl: Trenje Y
sq: Fërkimi Y
sr: Трење Y
tr: Sürtünme Y
uk: Тертя Ю
uz: Ishqalanish Y

source: Rotation
ar: دوران
az: Fırlanma
et: Pöörlemine
he: רוֹטַציָה
hr: Rotacija
hy: Ռոտացիա
id: Rotasi
is: Snúningur
it: Rotazione
nn: Dreiing
ro: Rotație
sk: Rotácia
sl: Zasuk
sq: Rrotullimi
sr: Ротација
tr: Döndürme
uk: Обертання
uz: Aylanish

source: Rotation (variation)
ar: التناوب (الاختلاف)
az: Fırlanma (variasiya)
et: Pööramine (variatsioon)
fr_ca: Rotation (variante)
he: סיבוב (וריאציה)
hr: Rotacija (varijacija)
hy: Ռոտացիա (տարբերակում)
id: Rotasi (variasi)
is: Snúningur (afbrigði)
it: Rotazione (variazione)
nn: Dreiing (variasjon)
ro: Rotație (variație)
sk: Rotácia (variácia)
sl: Zasuk (razlike)
sq: Rrotullimi (ndryshimi)
sr: Ротација (варијација)
tr: Döndürme (varyasyon)
uk: Обертання (варіація)
uz: Aylanish (variatsiya)

source: Rotation speed (variation)
ar: سرعة الدوران (الاختلاف)
az: Fırlanma sürəti (variasiya)
et: Pöörlemiskiirus (variatsioon)
fr_ca: Vitesse de rotation (variation)
he: מהירות סיבוב (וריאציה)
hr: Brzina rotacije (varijacija)
hy: Պտտման արագություն (տարբերակում)
id: Kecepatan rotasi (variasi)
is: Snúningshraði (afbrigði)
it: Velocità di rotazione (variazione)
nn: Dreiefart (variasjon)
ro: Viteza de rotație (variație)
sk: Rýchlosť otáčania (variácia)
sl: Hitrost zasuka (razlike)
sq: Shpejtësia e rrotullimit (ndryshimi)
sr: Брзина ротације (варијација)
tr: Dönme hızı (varyasyon)
uk: Швидкість обертання (варіація)
uz: Aylanish tezligi (variatsiya)

source: Rotation friction
ar: احتكاك الدوران
az: Fırlanma sürtünməsi
et: Pöörlemishõõrdumine
fr_ca: Frottement de rotation
he: חיכוך סיבוב
hr: Rotacijsko trenje
hy: Պտտման շփում
id: Gesekan rotasi
is: Snúningur núningur
it: Attrito di rotazione
nn: Dreiefriksjon
ro: Frecare de rotație
sk: Rotačné trenie
sl: Trenje zasuka
sq: Fërkimi i rrotullimit
sr: Трење ротације
tr: Dönme sürtünmesi
uk: Тертя обертання
uz: Aylanish ishqalanishi

source: None (pass through)
ar: لا شيء (يمر)
az: Yoxdur (keçmək)
et: Puudub (läbi läbi)
fr_ca: Aucun (passage)
he: אין (לעבור דרך)
hr: Ništa (proći)
hy: Ոչ մեկը (անցնում է)
id: Tidak ada (melewati)
is: Enginn (fara í gegnum)
it: Nessuno (passa attraverso)
nn: Ingen (direkteoverføring)
ro: Niciuna (trece prin)
sk: Žiadne (prechádzať)
sl: Je ni (prehajanje skozi)
sq: Asnjë (kaloni)
sr: Ниједан (пролаз)
tr: Yok (geçiş)
uk: Жодного (пройти)
uz: Yo'q (o'tish)

source: Stick
ar: لصق
az: Çubuq
et: Pulk
fr_ca: Coller
he: מקל
hr: Štap
hy: Ձողիկ
id: Tongkat
is: Stafur
it: Attacca
nn: Vert verande
ro: Băț
sk: Držadlo
sl: Ustavi
sq: Shkop
sr: Залепљена
tr: Sonsuza
uk: Палиця
uz: Tayoq

source: Stick Forever
ar: العصا إلى الأبد
az: Əbədi qalın
et: Kleepige igavesti
fr_ca: Coller toujours
he: מקל לנצח
hr: Drži se zauvijek
hy: Կպչեք ընդմիշտ
id: Menempel Selamanya
is: Festu að eilífu
it: Attacca per sempre
nn: Vert verande til evig tid
ro: Stai pentru totdeauna
sk: Držať navždy
sl: Trajno ustavi
sq: Ngjit përgjithmonë
sr: Залепи заувек
tr: Sonsuza kadar sopa
uk: Палка назавжди
uz: Abadiy yopish

source: Kill particle
ar: قتل الجسيمات
az: Parçacığı öldürün
et: Tapa osake
fr_ca: Tuer les particules
he: להרוג חלקיק
hr: Ubiti česticu
hy: Սպանել մասնիկը
id: Bunuh partikel
is: Drepa ögn
it: Uccidi particella
nn: Drep partikkel
ro: Omoara particule
sk: Zabiť časticu
sl: Uniči delec
sq: Vrasni grimcat
sr: Убити честицу
tr: Parçacığı öldür
uk: Вбити частинку
uz: Zarrachani o'ldiring

source: Fade out particle
ar: تتلاشى الجسيمات
az: Zərrəciyi söndürün
et: Kustutav osake
fr_ca: Estomper les particules
he: חלקיק לדעוך
hr: Izblijedjela čestica
hy: Մարել մասնիկը
id: Fade out partikel
is: Fade out ögn
it: Dissolvi particella
nn: Ton ut partikkel
ro: Se estompează particulele
sk: Vyblednutá častica
sl: Razblini delec
sq: Zbehet grimca
sr: Честица са бледим излазом
tr: Solmak parçacık
uk: Зникає частинка
uz: Yo'qolgan zarracha

source: Delete if off-screen
ar: حذف إذا كان خارج الشاشة
az: Ekrandan kənardırsa silin
et: Kustutage, kui see on väljaspool ekraani
fr_ca: Supprimer si hors écran
he: מחק אם מחוץ למסך
hr: Izbriši ako nije na ekranu
hy: Ջնջել, եթե էկրանից դուրս է
id: Hapus jika di luar layar
is: Eyða ef það er ekki á skjánum
it: Cancella se fuori dallo schermo
nn: Slett viss utanfor skjermen
ro: Ștergeți dacă este în afara ecranului
sk: Odstrániť, ak ste mimo obrazovky
sl: Izbriši, če ni na zaslonu
sq: Fshije nëse është jashtë ekranit
sr: Обриши ако је ван екрана
tr: Ekran dışındaysa sil
uk: Видалити, якщо не на екрані
uz: Agar ekran o'chirilsa, o'chiring

source: Always
ar: دائماً
az: Həmişə
et: Alati
fr_ca: Toujours
he: תמיד
hr: Stalno
hy: Միշտ
id: Selalu
is: Alltaf
it: Sempre
nn: Alltid
ro: Mereu
sk: Vždy
sl: Vedno
sq: Gjithmonë
sr: Увек
tr: Hep
uk: Завжди
uz: Har doim

source: Cover screen
ar: شاشة الغطاء
az: Qapaq ekranı
et: Katteekraan
fr_ca: Écran de couverture
he: מסך כיסוי
hr: Zaslon za pokrivanje
hy: Կափարիչ էկրան
id: Layar penutup
is: Hlífðarskjár
it: Copri lo schermo
nn: Dekk skjermen
ro: Ecran de acoperire
sk: Krycia obrazovka
sl: Prekrij zaslon
sq: Ekrani mbulues
sr: Заштитни екран
tr: Kapak ekranı
uk: Екран кришки
uz: Qopqoq ekran

source: Solid
ar: صلب
az: Möhkəm
et: Tahke
fr_ca: Solide
he: מוצק
hr: Čvrsto
hy: Պինդ
it: Solido
nn: Massiv
sk: Pevné
sl: Trdno
sq: Të ngurta
sr: Чврст
tr: Katı
uk: Твердий
uz: Qattiq

source: Action
ar: حركة
az: Fəaliyyət
et: Tegevus
he: פעולה
hr: Akcija
hy: Գործողություն
id: Aksi
is: Aðgerð
it: Azione
nn: Handling
ro: Acțiune
sk: Činnosť
sl: Dejanje
sq: Veprimi
sr: Радња
tr: Eylem
uk: Дія
uz: Amal

source: Enabled
ar: ممكن
az: Aktivdir
et: Lubatud
fr_ca: Permis
he: מופעל
hr: Omogućeno
hy: Միացված է
id: Diaktifkan
is: Virkt
it: Abilitato
nn: På
ro: Activat
sk: Povolené
sl: Omogočeno
sq: Aktivizuar
sr: Омогућено
tr: Etkin
uk: Увімкнено
uz: Yoqilgan

source: Particle Name
ar: اسم الجسيمات
az: Hissəcik adı
et: Osakese nimi
fr_ca: Nom de particule
he: שם החלקיקים
hr: Ime čestice
hy: Մասնիկների անվանումը
id: Nama Partikel
is: Nafn ögn
it: Nome Particella
nn: Partikkelnamn
ro: Numele particulei
sk: Názov častice
sl: Ime delca
sq: Emri i grimcave
sr: Назив честице
tr: Parçacık Adı
uk: Назва частинки
uz: Zarracha nomi

source: Spawn
ar: تفرخ
az: Kürü
et: Kudemine
fr_ca: Frayer
he: לְהַשְׁרִיץ
hr: Mrijest
hy: Ձվադրել
id: Muncul
is: Hrygna
it: Genera
nn: Gjenoppstå
ro: Icre
sl: Kraj nastajanja
sq: Pjellem
sr: Мрест
tr: Yumurtlama
uk: Спаун
uz: Urug'lantirish

source: Life zone
ar: منطقة الحياة
az: Həyat zonası
et: Elutsoon
fr_ca: Zone de vie
he: אזור חיים
hr: Životna zona
hy: Կյանքի գոտի
id: Zona kehidupan
is: Lífssvæði
it: Zona di vita
nn: Livssone
ro: Zona de viață
sk: Životná zóna
sl: Območje obstoja
sq: Zona e jetës
sr: Животна зона
tr: Yaşam bölgesi
uk: Зона життя
uz: Hayot zonasi

source: Life zone (clear)
ar: منطقة الحياة (واضح)
az: Həyat zonası (aydın)
et: Elutsoon (selge)
fr_ca: Zone de vie (vide)
he: אזור חיים (נקי)
hr: Životna zona (čisto)
hy: Կյանքի գոտի (պարզ)
id: Zona kehidupan (bersih)
is: Lífssvæði (hreinsað)
it: Zona di vita (rimuovi)
nn: Livssone (tømt)
ro: Zona de viață (clară)
sk: Životná zóna (jasná)
sl: Območje obstoja (izbris)
sq: Zona e jetës (e pastër)
sr: Животна зона (чисто)
tr: Yaşam bölgesi (açık)
uk: Зона життя (чиста)
uz: Hayot zonasi (aniq)

source: Kill particles
ar: اقتل الجسيمات
az: Hissəcikləri öldürün
et: Tapa osakesed
fr_ca: Tue les particules
he: להרוג חלקיקים
hr: Ubijte čestice
hy: Սպանեք մասնիկները
id: Bunuh partikel
is: Drepa agnir
it: Uccidi particelle
nn: Drapspartiklar
ro: Ucide particulele
sk: Zabite častice
sl: Uniči delce
sq: Vrasni grimcat
sr: Убити честице
tr: Parçacıkları öldür
uk: Вбити частинки
uz: Zarrachalarni o'ldiring

source: Clear particles
ar: جسيمات واضحة
az: Təmiz hissəciklər
et: Selged osakesed
fr_ca: Particules claires
he: חלקיקים שקופים
hr: Prozirne čestice
hy: Մաքուր մասնիկներ
id: Partikel bening
is: Tærar agnir
it: Rimuovi particelle
nn: Fjern partiklar
ro: Particule clare
sk: Číre častice
sl: Izbriši delce
sq: Grimca të qarta
sr: Бистре честице
tr: Temiz parçacıklar
uk: Прозорі частинки
uz: Shaffof zarralar
