Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Game Options:
ar: خيارات اللعبة:
az: Oyun Seçimləri:
et: Mängu valikud:
fr_ca: Options du jeu:
he: אפשרויות משחק:
hr: Opcije igre:
hy: Խաղի ընտրանքներ.
id: Opsi Permainan:
is: Leikjavalkostir:
it: Opzioni Gioco:
nn: Spelval:
ro: Opțiunile jocului:
sk: Herné možnosti:
sl: Možnosti igre:
sq: Opsionet e lojës:
sr: Опције игре:
tr: Oyun Seçenekleri:
uk: Налаштування гри:
uz: O'yin opsiyalari:

source: --edit-level Open given level in editor
ar: --edit-level افتح المستوى المحدد في محرر المستويات
az: --edit-level Verilmiş səviyyəni redaktorda açın
et: --edit-level Avab antud taseme redaktoris
fr_ca: --edit-level Ouvrir le niveau indiqué dans l’éditeur
he: --edit-level פתיחת השלב הנתון בעורך
hr: --edit-level Otvori zadanu razinu u editoru
hy: --edit-level Բացել տվյալ մակարդակը խմբագրում
id: --edit-level Buka level pada penyunting
is: --edit-level Opna gefið stig í ritstjóra
it: --edit-level Apri nell'editor il livello dato
nn: --edit-level Opna valt brett i redigeringsprogram.
ro: --edit-level Deschide nivelul dat în editor
sk: --edit-level Otvoriť zadanú úroveň v editore
sl: --edit-level : Odpri dano stopnjo v urejevalniku
sq: --edit-level Hapni nivelin e dhënë në redaktues
sr: --edit-level Отвори дати ниво у уређивачу
tr: --edit-level Düzenleyicide verilen düzeyi aç
uk: --edit-level Відкрити рівень у редакторі
uz: --edit-level Berilgan darajani muharrirda ochish

source: --resave Load given level and saves it
fr_ca: --resave Charger un niveau précis et l'enregistrer
it: --resave Carica un certo livello e lo salva
nn: --resave Opna valt brett og lagra det på nytt.
ro: --resave Încarcă un nivel în particular și înregistrează-l
sl: --resave Naloži dano stopnjo in jo shrani

source: --show-fps Display framerate in levels
ar: --show-fps عرض معدل الإطارات في المستويات
az: --show-fps Səviyyələrdə kadr sürətini göstərin
et: --show-fps Kuva kaadrisagedus tasemetes
fr_ca: --show-fps Afficher le nombre d'images par seconde dans le jeu
he: --show-fps הצג קצב פריימים ברמות
hr: --show-fps Prikaži broj sličica u razini
hy: --show-fps Ցուցադրել կադրերի արագությունը մակարդակներում
id: --show-fps Tampilkan laju-bingkai pada level
is: --show-fps Sýna rammahraða í stigum
it: --show-fps Mostra il framerate nei livelli
nn: --show-fps Vis bilete per sekund i spelet.
ro: --show-fps Afișează rata de cadre în nivele
sk: --show-fps Zobrazovať počet snímok za sekundu v úrovniach
sl: --show-fps : Med igranjem pokaži hitrost sličic
sq: --show-fps Shfaq numrin e fotogrameve në nivele
sr: --show-fps Приказ броја кадрова
tr: --show-fps Bölümlerde ekran tazeleme hızını göster
uk: --show-fps Показувати на рівні частоту кадрів
uz: --show-fps Kadr tezligini darajalarda ko'rsatish

source: --no-show-fps Do not display framerate in levels
ar: - no-show-fps لا تعرض معدل الإطارات في المستويات
az: --no-show-fps Kadr sürətini səviyyələrdə göstərməyin
et: --no-show-fps Ärge kuvage kaadrisagedust tasemetes
fr_ca: --no-show-fps Ne pas afficher le nombre d'images par seconde dans le jeu
he: --no-show-fps אל תציג קצב פריימים ברמות
hr: --no-show-fps Ne prikazuj broj sličica u razini
hy: --no-show-fps Մի ցուցադրեք կադրերի արագությունը մակարդակներում
id: --no-show-fps Jangan tampilkan laju-bingkai pada level
is: --no-show-fps Ekki sýna rammahraða í stigum
it: --no-show-fps Non mostrare il framerate nei livelli
nn: --no-show-fps Ikkje vis bilete per sekund i spelet.
ro: --no-show-fps Nu afișa rata de cadre în nivele
sk: --no-show-fps Nezobrazovať počet snímok za sekundu v úrovniach
sl: --no-show-fps : Med igranjem ne pokaži hitrosti sličic
sq: --no-show-fps Mos shfaq numrin e fotogrameve në nivele
sr: --no-show-fps Не приказуј број кадрова
tr: --no-show-fps Bölümlerde ekran tazeleme hızını gösterme
uk: --no-show-fps Не показувати на рівні частоту кадрів
uz: --no-show-fps Kadr tezligini darajalarda ko'rsatmang

source: --show-pos Display player's current position
ar: --show-pos عرض المركز الحالي للاعب
az: --show-pos Pleyerin cari mövqeyini göstərin
et: --show-pos Kuvab mängija hetkepositsiooni
fr_ca: --show-pos Montrer la position actuelle du joueur
he: --show-pos הצג את המיקום הנוכחי של הנגן
hr: --show-pos Prikaz trenutne pozicije igrača
hy: --show-pos Ցուցադրել խաղացողի ընթացիկ դիրքը
id: --show-pos Tampilkan posisi pemain saat ini
is: --show-pos Sýna núverandi stöðu leikmanns
it: --show-pos Mostra l'attuale posizione del giocatore
nn: --show-pos Vis gjeldande spelarposisjon.
ro: --show-pos Afișează poziția curentă a jucătorului
sk: --show-pos Zobrazovať aktuálnu pozíciu hráča
sl: --show-pos : Prikaže igralčev trenutni položaj
sq: --show-pos Shfaq pozicionin aktual të lojtarit
sr: --show-pos Приказ тренутне позиције играча
tr: --show-pos Oyuncunun şu anki konumunu göster
uk: --show-pos Показати поточну позицію гравця
uz: --show-pos Pleyerning joriy holatini ko'rsatish

source: --no-show-pos Do not display player's position
ar: - no-show-pos لا تعرض موضع اللاعب
az: --no-show-pos Oyunçunun mövqeyini göstərməyin
et: --no-show-pos Ärge kuvage mängija asukohta
fr_ca: --no-show-pos Ne pas montrer la position actuelle du joueur
he: --no-show-pos אל תציג את עמדת השחקן
hr: --no-show-pos Ne prikazuj poziciju igrača
hy: --no-show-pos Մի ցուցադրիր խաղացողի դիրքը
id: --no-show-pos Jangan tampilkan posisi pemain saat ini
is: --no-show-pos Ekki sýna stöðu leikmanns
it: --no-show-pos Non mostrare la posizione del giocatore
nn: --no-show-pos Ikkje vis spelarposisjon.
ro: --no-show-pos Nu afișa poziția curentă a jucătorului
sk: --no-show-pos Nezobrazovať aktuálnu pozíciu hráča
sl: --no-show-pos : Skrije igralčev položaj
sq: --no-show-pos Mos shfaq pozicionin e lojtarit
sr: --no-show-pos Не приказуј позицију играча
tr: --no-show-pos Oyuncunun konumunu gösterme
uk: --no-show-pos Не показувати позицію гравця
uz: --no-show-pos O'yinchining pozitsiyasini ko'rsatmang

source: --developer Switch on developer feature
ar: -developer المطور قم بتشغيل ميزة
az: --developer Developer funksiyasını işə salın
et: --developer Lülitage arendaja funktsioon sisse
fr_ca: --developer passer en mode développeur
he: --developer הפעלת תכונת הפיתוח
hr: --developer Uključi značajku programera
hy: --ծրագրավորող Միացնել մշակողի հատկությունը
id: --developer Aktifkan fitur pengembang
is: --hönnuði Kveiktu á forritaraeiginleika
it: --developer Attiva le funzionalità da sviluppatore
nn: --developer Slå på utviklarfunksjonar.
ro: --developer Comută funcția de dezvoltator
sk: --developer Zapnúť vývojársku funkciu
sl: --developer : Vklopi razvijalske pripomočke
sq: --developer Aktivizo veçoritë në përpunim
sr: --developer Укључује програмерске могућности
tr: --developer Geliştirici seçeneklerini aç
uk: --developer Перемкнутись до режиму розробника
uz: --developer Dasturchi funksiyasini yoqing

source: -s, --debug-scripts Enable script debugger.
ar: -s، --debug-scripts تمكين مصحح البرنامج النصي.
az: -s, --debug-scripts Skript sazlayıcısını aktivləşdirin.
et: -s, --debug-scripts Luba skriptide silur.
fr_ca: -s, --debug-scripts Activer le script de débogage
he: -s, --debug-scripts הפעלת מנפה הבאגים בתסריטים.
hr: -s, --debug-scripts Omogući program za ispravljanje pogrešaka skripte.
hy: -s, --debug-scripts Միացնել սցենարի վրիպազերծիչը:
id: -s, --debug-scripts Aktifkan pengawakutu skrip.
is: -s, --debug-scripts Virkja scripta kembiforrit.
it: -s, --debug-scripts Abilita lo script debugger.
nn: -s, --debug-scripts Slå på skriptfeilsøkjar.
ro: -s, --debug-scripts Activează depanatorul de script.
sk: -s, --debug-scripts Povoliť ladenie skriptov.
sl: -s, --debug-scripts : Omogoči razhroščevanje ukaznih datotek
sq: -s, --debug-scripts Aktivizo korrigjimin e skriptit.
sr: -s, --debug-scripts Укључује скрипте за исправљање грешака
tr: -s, --debug-scripts Hata ayıklama scripti etkinleştir.
uk: -s, --debug-scripts Увімкнути відлагодження сценарію.
uz: -s, --debug-scripts Skript tuzatuvchisini yoqish.

source: --spawn-pos X,Y Where in the level to spawn Tux. Only used if level is specified.
ar: --spawn-pos X,Y حيث في مستوى تكس. تستخدم فقط إذا تم تحديد المستوى.
az: --spawn-pos X,Y Tux kürü üçün səviyyədə harada. Yalnız səviyyə göstərildikdə istifadə olunur.
et: --spawn-pos X,Y Kus on Tuxi kudemise tase. Kasutatakse ainult siis, kui tase on määratud.
fr_ca: --spawn-pos X,Y Où faire apparaitre Tux en début de niveau. Utilisé seulement si le niveau est spécifié.
he: --spawn-pos X,Y איפה ברמה להשריץ Tux. משמש רק אם רמה מוגדרת.
hr: --spawn-pos X,Y Gdje na razini za stvaranje Tuxa. Koristi se samo ako je navedena razina.
hy: --spawn-pos X,Y Որտեղ է մակարդակում ձվադրել Tux. Օգտագործվում է միայն այն դեպքում, եթե մակարդակը նշված է:
id: --spawn-pos X,Y Di mana pada level untuk memunculkan Tux. Hanya digunakan jika level ditentukan.
is: --spawn-pos X,Y Hvar í borðinu til að spawna Tux. Aðeins notað ef stig er tilgreint.
it: --spawn-pos X,Y Dove far apparire Tux nel livello. Utilizzato solo se il livello è specificato.
nn: --spawn-pos X,Y Kor på brettet Tux skal starta. Vert berre brukt om brett vert spesifisert.
ro: --spawn-pos X,Y Locul de start al lui Tux - folosit doar dacă este specificat un nivel.
sk: --spawn-pos X,Y Pozícia v úrovni, na ktorej sa má zrodiť Tux. Možno použiť, iba ak je zadaná úroveň.
sl: --spawn-pos X,Y : Kje v stopnji se bo prikazal Tuks. Uporabi se le, če je stopnja določena.
sq: --spawn-pos X,Y Ku në nivelin për të pjellë Tux. Përdoret vetëm nëse niveli është i specifikuar.
sr: --spawn-pos X,Y Где у нивоу поставити Такса. Ради само ако се наведе ниво.
tr: --spawn-pos X,Y Tux'u doğurmak için seviyenin neresinde. Yalnızca seviye belirtilmişse kullanılır.
uk: --spawn-pos X,Y Де на рівні створити Тукса. Використовується, лише якщо вказано рівень.
uz: --spawn-pos X,Y Tuxni o'stirish darajasida. Faqat daraja belgilangan bo'lsa ishlatiladi.

source: --sector SECTOR Spawn Tux in SECTOR
ar: --sector SECTOR تفرخ تكس في القطاع
az: --sektor SECTOR Kürü Tux SECTOR
et: --sector SECTOR Kudemine Tux juures SECTOR
fr_ca: --secteur SECTEUR Spawn Tux dans le SECTEUR
he: --sector SECTOR לגרום לטַקס להתרחש במקטע
hr: --sector SECTOR Spawn Tux u SECTOR
hy: --sector SECTOR Ձվադրող Tux-ը SECTOR-ում
id: --sector SEKTOR Munculkan Tux di SEKTOR
is: --sector SECTOR Hrygna Tux í SECTOR
it: --sector SETTORE Metti Tux al SETTORE
nn: --sector SEKTOR Start med Tux i SEKTOR.
ro: --sector SECTOR Pune Tux în SECTOR
sk: --sector SECTOR Spawn Tux v SECTOR
sl: --sector PREDEL : Udejanji Tuksa v PREDELU
sq: --sector SECTOR Spawn Tux në SEKTOR
sr: --sector SECTOR Масти Тукса у SECTOR
tr: --sector SECTOR SECTOR de Tux Yeniden Piçleştirme
uk: --sector SECTOR Відродження Тукса в СЕКТОРІ
uz: --sector SECTOR Urug'lantirish Tux ichida SECTOR

source: --spawnpoint SPAWNPOINT Spawn Tux at SPAWNPOINT
ar: --spawnpoint SPAWNPOINT تفرخ تكس في SPAWNPOINT
az: --spawnpoint SPAWNPOINT SPAWNPOINT-də Tux kürü
et: --spawnpoint SPAWNPOINT Kudemine Tux juures SPAWNPOINT
he: --spawnpoint SPAWNPOINT לגרום לטַקס להתרחש בנקודת ההתרחשות
hr: --spawnpoint SPAWNPOINT Spaun Tux na SPAWNPOINT-u
hy: --spawnpoint SPAWNPOINT Կրկին ձվադրել Tux-ը SPAWNPOINT-ում
id: --spawnpoint TITIKMUNCUL Munculkan Tux di TITIKMUNCUL
is: --spawnpoint SPAWNPOINT Hrygna Tux á SPAWNPOINT
it: --spawnpoint PUNTO DI RINASCITA Metti Tux al PUNTO DI RINASCITA
nn: --spawnpoint POSISJON Start med Tux ved POSISJON.
ro: --spawnpoint SPAWNPOINT Pune Tux la SPAWNPOINT
sk: --spawnpoint SPAWNPOINT Spawn Tux na SPAWNPOINT
sl: --spawnpoint ZAČETNA TOČKA : Udejanji Tuksa na ZAČETNI TOČKI
sq: --spawnpoint SPAWNPOINT Spawn Tux në SPAWNPOINT
sr: --spawnpoint SPAWNPOINT Мрести Тукса на SPAWNPOINT
tr: --spawnpoint SPAWNPOINT SPAWNPOINT te Tux'u Yeniden Doğ
uk: --spawnpoint SPAWNPOINT Відродження Тукса на SPAWNPOINT
uz: --spawnpoint SPAWNPOINT Urug'lantirish Tux da SPAWNPOINT

source: Directory Options:
ar: خيارات الدليل:
az: Kataloq Seçimləri:
et: Kataloogi valikud:
fr_ca: Options de répertoire:
he: אפשרויות תיקייה:
hr: Opcije imenika:
hy: Գրացուցակի ընտրանքներ.
id: Opsi Direktori:
is: Skráarvalkostir:
it: Opzioni cartella:
nn: Mappeval:
ro: Opțiuni director:
sk: Možnosti priečinkov:
sl: Možnosti imenika:
sq: Opsionet e dosjes:
sr: Опције директоријума:
tr: Dizin Seçenekleri:
uk: Налаштування теки:
uz: Katalog parametrlari:

source: --datadir DIR Set the directory for the game's data files
fr_ca: --datadir DIR Établir le répertoire pour les fichiers de données du jeu
it: --datadir DIR Imposta la directory per i file dei dati di gioco.
nn: --datadir MAPPE Vel mappe for datafiler til spelet.
ro: --datadir DIR Alege repertoriul pentru fișierele de date ale jocului
sl: --datadir DIR Nastavi imenik za datoteke igre

source: --userdir DIR Set the directory for user data (savegames, etc.)
ar: --userdir DIR اضبط الدليل لبيانات المستخدم (savegames ، إلخ)
az: --userdir DIR İstifadəçi məlumatları üçün qovluğu təyin edin (save oyunlar və s.)
et: --userdir DIR Määrab kasutajaandmete kataloogi (salvestatud mängud jne)
fr_ca: --userdir DIR Définir le dossier pour les données utilisateur (sauvegardes, etc.)
he: --userdir DIR הגדר את הספרייה עבור נתוני משתמש (savegames וכו')
hr: --userdir DIR Postavite direktorij za korisničke podatke (sačuvane igre, itd.)
hy: --userdir DIR Սահմանել գրացուցակը օգտվողի տվյալների համար (պահպանել խաղեր և այլն)
id: --userdir DIR Setel direktori untuk data pengguna (penyimpanan permainan, dsb.)
is: --userdir DIR Stilltu möppuna fyrir notendagögn (savegames, osfrv.)
it: --userdir DIR Setta la cartella per i dati utente (salvataggi, ecc.)
nn: --userdir MAPPE Vel mappe for brukardata (lagra spel og liknande).
ro: --userdir DIR Stabilește directorul pentru datele utilizatorui (salvări de jocuri etc.)
sk: --userdir ADR Nastaviť adresár pre používateľské dáta (uložené hry atď.)
sl: --userdir IMENIK : Nastavi imenik za uporabniške podatke (hrambene datoteke itd.)
sq: --userdir DIR Vendos dosjen për të dhënat e përdoruesit (ruajta e lojës, etj.)
sr: --userdir ДИР Поставља директоријум за корисничке податке (снимање позиције, итд.)
tr: --userdir DIR Kullanıcı veri klasörünü ayarla (oyun kayıtları, vs.)
uk: --userdir DIR Встановити теку для даних користувача (збереження, тощо)
uz: --userdir DIR Foydalanuvchi ma'lumotlari (saqlangan o'yinlar va boshqalar) uchun katalogni o'rnating.

source: Add-On Options:
ar: خيارات الوظيفة الإضافية:
az: Əlavə Seçimlər:
et: Lisavõimalused:
fr_ca: Options des Extensions:
he: אפשרויות תוסף:
hr: Opcije dodataka:
hy: Հավելյալ ընտրանքներ.
id: Opsi Add-On:
is: Viðbótarvalkostir:
it: Opzioni componenti aggiuntivi:
nn: Val for tilleggskart:
ro: Opțiuni suplimentare:
sk: Možnosti doplnkov:
sl: Možnosti dodatkov:
sq: Opsionet shtesë:
sr: Опције додатка:
tr: Eklenti Seçenekleri:
uk: Налаштування доповнень:
uz: Qo'shimcha parametrlari:

source: --repository-url URL Set the URL to the Add-On repository
ar: --repository-url URL اضبط عنوان URL على مستودع الوظيفة الإضافية
az: --repository-url URL URL-i Add-On repozitoriyasına təyin edin
et: --repository-url URL Määrab URL-iks lisandmooduli hoidla
fr_ca: --repository-url URL Définir l’URL du dépôt des extensions
he: --repository-url URL הגדר את כתובת האתר למאגר התוספים
hr: --repository-url URL Postavite URL na repozitorij dodataka
hy: --repository-url URL Սահմանեք URL-ը հավելումների պահոցում
id: --repository-url URL Setel URL ke repositori Add-On
is: --repository-url URL Stilltu slóðina á viðbótargeymsluna
it: --repository-url URL Imposta l'URL dell'archivio dei componenti aggiuntivi
nn: --repository-url URL Adressa til tilleggskart-samlinga.
ro: --repository-url URL Setați adresa URL pentru depozitul de supliment
sk: --repository-url URL Nastavte adresu URL na archív doplnkov
sl: --repository-url URL : Nastavi povezavo do repozitorija za dodatek
sq: --repository-url URL Cakto URL-në në depo shtesë
sr: --repository-url URL поставља адресу ризнице додатака
tr: --repository-url URL URL'yi Eklenti deposuna ayarlayın
uk: --repository-url URL Встановити посилання до репозиторію доповнень
uz: --repository-url URL manzili URL manzilini plagin omboriga o‘rnating

source: Environment variables:
ar: متغيرات البيئة:
az: Ətraf mühit dəyişənləri:
et: Keskkonnamuutujad:
fr_ca: Variables d'environnement :
he: משתנים סביבתיים:
hr: Varijable okruženja:
hy: Շրջակա միջավայրի փոփոխականներ.
id: Variabel lingkungan:
is: Umhverfisbreytur:
it: Variabili d'ambiente:
nn: Miljøvariablar:
ro: Variabile de mediu:
sk: Premenné prostredia:
sl: Okoljske spremenljivke:
sq: Variabëlit e ambientit:
sr: Променљиве окружења:
tr: Çevre Değişkenleri:
uk: Змінні середовища:
uz: Atrof-muhit o'zgaruvchilari:

source: SUPERTUX2_USER_DIR Directory for user data (savegames, etc.)
ar: SUPERTUX2_USER_DIR دليل لبيانات المستخدم (savegames ، إلخ.)
az: SUPERTUX2_USER_DIR İstifadəçi məlumatları üçün kataloq (saxlanan oyunlar və s.)
et: SUPERTUX2_USER_DIR Kasutajaandmete (salvestatud mängud jne) kataloog
fr_ca: SUPERTUX2_USER_DIR Dossier pour les données de l'utilisateur (sauvegardes, etc.)
he: SUPERTUX2_USER_DIR מדריך לנתוני משתמש (savegames וכו')
hr: SUPERTUX2_USER_DIR Direktorij za korisničke podatke (spremljene igre, itd.)
hy: SUPERTUX2_USER_DIR գրացուցակ օգտատիրոջ տվյալների համար (պահել խաղեր և այլն)
id: SUPERTUX2_USER_DIR Direktori untuk data pengguna (penyimpanan permainan, dsb.)
is: SUPERTUX2_USER_DIR Skrá fyrir notendagögn (savegames osfrv.)
it: SUPERTUX2_USER_DIR Cartella per i dati (salvataggi, ecc.)
nn: SUPERTUX2_USER_DIR Mappe for brukardata (lagra spel og liknande).
ro: SUPERTUX2_USER_DIR Director pentru datele utilizatorului (salvări de jocuri etc.)
sk: SUPERTUX2_USER_DIR Adresár pre používateľské dáta (uložené hry atď.)
sl: SUPERTUX2_USER_DIR : Imenik za uporabniške podatke (hrambene datoteke itd.)
sq: SUPERTUX2_USER_DIR Dosja për të dhënat e përdoruesit (ruajta e lojës, etj.)
sr: SUPERTUX2_USER_DIR Директоријум за корисничке податке (снимање позиције, итд.)
tr: SUPERTUX2_USER_DIR Kullanıcı veri klasörü (oyun kayıtları, vs.)
uk: SUPERTUX2_USER_DIR Тека даних користувача (збереження, тощо)
uz: SUPERTUX2_USER_DIR Foydalanuvchi ma'lumotlari uchun katalog (saqlangan o'yinlar va boshqalar)

source: SUPERTUX2_DATA_DIR Directory for the game's data files
fr_ca: SUPERTUX2_DATA_DIR Répertoire pour les fichiers de données du jeu
it: SUPERTUX2_DATA_DIR Directory per i file di dati del gioco.
nn: SUPERTUX2_DATA_DIR Mappe for datafiler til spelet.
ro: SUPERTUX2_DATA_DIR Repertoriul pentru fișierele de date ale jocului
sl: SUPERTUX2_DATA_DIR Imenik podatkovnih datotek za igro

source: Press escape to skip
ar: اضغط على مفتاح Escape للتخطي
az: Keçmək üçün escape düyməsini basın
et: Mine edasi klahviga "Escape"
fr_ca: Appuyez sur Échap pour sauter
he: לחץ על Escape כדי לדלג
hr: Pritisnite Escape za preskakanje
hy: Բաց թողնելու համար սեղմեք Escape
id: Tekan escape untuk melewati
is: Ýttu á Escape til að sleppa
it: Premi ESC per saltare
nn: Trykk «Escape» for å hoppa over
ro: Apăsați pe Escape pentru a sări
sk: Pre preskočenie stlačte Esc
sl: Preskoči s pritiskom na ubežnico (Esc)
sq: Shtypni escape për të kapërcyer
sr: Притисните Escape да бисте прескочили
tr: Atlamak için escape'e basın
uk: Натисніть Escape, щоб пропустити
uz: Oʻtkazib yuborish uchun escape tugmasini bosing

source: Unknown object
ar: كائن غير معروف
az: Naməlum obyekt
et: Tundmatu objekt
fr_ca: Objet inconnu
he: אובייקט לא ידוע
hr: Nepoznati objekt
hy: Անհայտ օբյեկտ
id: Objek tak diketahui
is: Óþekktur hlutur
it: Oggetto sconosciuto
nn: Ukjent objekt
ro: Obiect necunoscut
sk: Neznámy objekt
sl: Neznan predmet
sq: Objekt i panjohur
sr: Непознат објекат
tr: Bilinmeyen nesne
uk: Невідомий об'єкт
uz: Noma'lum ob'ekt

source: contributed by {}
ar: أسهم بواسطة {}
az: {} tərəfindən iştirak bulunuldu
et: loodud {} poolt
fr_ca: une contribution de {}
he: נוצר על ידי {}
hr: doprinio/la {}
hy: նպաստել է {}
id: kontribusi oleh {}
is: lagt af {}
it: Con il contributo di {}
nn: Laga av {}
ro: contribuit de {}
sk: prispel {}
sl: Avtor/ica: {}
sq: me kontributin e {}
sr: допринео/ла {}
tr: {} tarafından katkıda bulunuldu
uk: Автор {}
uz: tomonidan hissa qoʻshgan {}

source: Best Level Statistics
ar: أفضل إحصائيات المستوى
az: Ən Yaxşı Səviyyə Statistikaları
et: Parim tulemus
fr_ca: Meilleurs Statistiques du Niveau
he: סטטיסטיקת השלב הטובה ביותר
hr: Statistika najbolje Razine
hy: Լավագույն մակարդակի վիճակագրություն
id: Statistik Level Terbaik
is: Bestu stigstölfræði
it: Statistiche dei migliori risultati dei livelli
nn: Brettrekordar
ro: Cea mai bună realizare
sk: Najlepšie Skóre Levelu
sl: Najboljša statistika
sq: Statistikat e rezultateve më të mira
sr: Најбољи резултати нивоа
tr: En İyi Bölüm İstatistikleri
uk: Кращі результати рівня
uz: Eng yaxshi darajadagi statistika

source: Coins
ar: قطع نقدية
az: Sikkələr
et: Kuldmündid
fr_ca: Cennes
he: מטבעות
hr: Novčići
hy: Մետաղադրամներ
id: Koin
is: Mynt
it: Monete
nn: Myntar
ro: Monede
sk: Mince
sl: Kovanci
sq: Monedha
sr: Новчића
tr: Altın
uk: Монети
uz: Tangalar

source: Secrets
ar: أسرار
az: Sirlər
et: Salakambrid
he: אזורים סודיים
hr: Tajne
hy: Գաղտնիքներ
id: Rahasia
is: Leyndarmál
it: Segreti
nn: Hemmelegheitar
ro: Secrete
sk: Skrýše
sl: Skrivne dragotine
sq: Sekrete
sr: Тајне
tr: Gizli yerler
uk: Сховки
uz: Sirlar

source: Best time
ar: أفضل وقت
az: Ən yaxşı vaxt
et: Kiireim aeg
fr_ca: Meilleur temps
he: הזמן הטוב ביותר
hr: Najbolje vrijeme
hy: Լավագույն ժամանակ
id: Waktu terbaik
is: Besti tími
it: Miglior tempo
nn: Beste tid
ro: Cel mai bun timp
sk: Najlepší čas
sl: Najboljši čas
sq: Koha më e mirë
sr: Најбоље време
tr: En iyi zaman
uk: Кращий час
uz: Eng yaxshi vaqt

source: Level target time
ar: الوقت المستهدف المستوى
az: Səviyyə hədəf vaxtı
et: Arvestatava aja limiit
fr_ca: Temps cible de niveau
he: זמן יעד השלב
hr: Ciljano vrijeme razine
hy: Նպատակային մակարդակի ժամանակը
id: Waktu target level
is: Stig marktími
it: Obiettivo tempo per il livello
nn: Tidsmål
ro: Timpul țintă pentru nivel
sk: Cieľový čas úrovne
sl: Ciljni čas stopnje
sq: Objektivi i kohëzgjatjes së nivelit
sr: Циљно време
tr: Bölüm hedef zamanı
uk: Цільовий час рівня
uz: Maqsadli vaqt darajasi

source: Others
ar: آحرون
az: Digərləri
et: teised
fr_ca: Autres
he: אחרים
hr: Drugi
hy: Մյուսները
id: Lainnya
is: Aðrir
it: Altri
nn: Anna
ro: Alții
sk: Iní
sl: Drugo
sq: Të tjerët
sr: Други
tr: Diğerleri
uk: Інші
uz: Boshqalar

source: up
ar: أعلى
az: yuxarı
et: üles
fr_ca: haut
he: למעלה
hr: gore
hy: դեպի վեր
id: naik
is: upp
it: su
nn: opp
ro: sus
sk: hore
sl: gor
sq: lart
sr: горе
tr: yukarı
uk: вгору
uz: yuqoriga

source: down
ar: أسفل
az: aşağı
et: alla
fr_ca: bas
he: למטה
hr: dolje
hy: ներքեւ
id: turun
is: niður
it: giù
nn: ned
ro: jos
sk: dole
sl: dol
sq: poshtë
sr: доле
tr: aşağı
uk: вниз
uz: pastga

source: auto
ar: تلقائي
et: automaatne
he: אוטומטי
hr: automatski
hy: ավտո
id: otomatis
is: sjálfvirkt
sk: automaticky
sl: samodejno
sq: vetëvepro
sr: аутоматски
tr: otomatik
uk: автоматично
uz: avto

source: New release: SuperTux {}!
fr_ca: Nouvelle version: SuperTux {}!
it: Nuova versione: SuperTux {}!
nn: Ny versjon: SuperTux {}!
ro: Nouă versiune: SuperTux {}!
sl: Nova izdaja: SuperTux {}!

source: Click for more details.
fr_ca: Cliquer pour plus de détails.
hr: Kliknite za više detalja.
it: Clicca per più dettagli
nn: Trykk for fleire detaljar.
ro: Clichează pentru mai multe amănunte.
sl: Klikni za podrobnosti.
sr: Кликните за више детаља.
tr: Daha detaylı bilgi için tıklayınız.
