Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Exit Particle Editor
ar: خروج محرر الجسيمات
az: Hissəcik Redaktorundan çıxın
et: Välju osakeste redaktorist
fr_ca: Quitter l'éditeur de particules
he: צא מעורך החלקיקים
hr: Izađite iz uređivača čestica
hy: Դուրս գալ մասնիկների խմբագրիչից
id: Keluar dari Editor Partikel
is: Lokaðu Ögn Eritstjóri
it: Esci dall'editor del particolare
nn: Avslutt partikkelredigering
ro: Ieșiți din Editorul de particule
sk: Ukončite Editor častíc
sl: Zapusti urejevalnik delcev
sq: Dilni nga redaktori i grimcave
sr: Изађи из уређивача честица
tr: Parçacık Düzenleyiciden Çık
uk: Вийти з редактора частинок
uz: Zarrachalar muharriridan chiqing

source: Keyboard Shortcuts: --------------------- Esc = Open Menu Ctrl+S = Save Ctrl+Shift+S = Save as Ctrl+O = Open Ctrl+Z = Undo Ctrl+Y = Redo
ar: اختصارات لوحة المفاتيح: --------------------- Esc = فتح القائمة Ctrl + S = حفظ Ctrl + Shift + S = حفظ باسم Ctrl + O = فتح Ctrl + Z = تراجع Ctrl + Y = إعادة
az: Klaviatura Qısayolları: -------------------- Esc = Menyu açın Ctrl+S = Saxla Ctrl+Shift+S = Fərqli saxla Ctrl+O = Açıq Ctrl+Z = Geri al Ctrl+Y = Təkrar et
et: Klaviatuuri otseteed: --------------------- Esc = Ava menüü Ctrl+S = Salvesta Ctrl+Shift+S = Salvesta nimega Ctrl+O = avatud Ctrl+Z = Võta tagasi Ctrl+Y = Tee uuesti
fr_ca: Raccourcis clavier: --------------------- Échap = Ouvrir le menu Ctrl+S = Enregistrer Ctrl+Maj+S = Enregistrer sous Ctrl+O = Ouvrir Ctrl+Z = Annuler Ctrl+Y = Rétablir
he: קיצורי דרך במקלדת: -------------------- Esc = פתח תפריט Ctrl+S = שמור Ctrl+Shift+S = שמור בשם Ctrl+O = פתח Ctrl+Z = בטל Ctrl+Y = בצע מחדש
hr: Tipkovnički prečaci: --------------------- Esc = Otvaranje izbornika Ctrl+S = Spremi Ctrl+Shift+S = Spremi kao Ctrl+O = Otvori Ctrl+Z = Poništi Ctrl+Y = Ponovi
hy: Ստեղնաշարի դյուրանցումներ. --------------------- Esc = Բացել ընտրացանկը Ctrl+S = Պահպանել Ctrl+Shift+S = Պահել որպես Ctrl+O = Բաց Ctrl+Z = Հետարկել Ctrl+Y = Կրկնել
id: Pintasan Papan Ketik: --------------------- Esc = Buka Menu Ctrl+S = Simpan Ctrl+Shift+S = Simpan sebagai Ctrl+O = Buka Ctrl+Z = Batalkan Ctrl+Y = Ulangi
is: Flýtivísar: -------------------- Esc = Opna valmynd Ctrl+S = Vista Ctrl+Shift+S = Vista sem Ctrl+O = Opið Ctrl+Z = Afturkalla Ctrl+Y = Endurtaka
it: Scorciatoie di tastiera: --------------------- Esc = Apri Menu Ctrl + S = Salva Ctrl + Shift + S = Salva come Ctrl + O = Apri Ctrl + Z = Annulla Ctrl + Y = Ripristina
nn: Snøggtastar: ------------ Escape = Opna menyen Ctrl + S = Lagra Ctrl + Shift + S = Lagra som Ctrl + O = Opna Ctrl + Z = Angra Ctrl + Y = Gjer om
ro: Comenzi rapide de la tastatură: --------------------- Esc = Deschide meniul Ctrl+S = Salvare Ctrl+Shift+S = Salvați ca Ctrl+O = Deschis Ctrl+Z = Anulați Ctrl+Y = Repet
sk: Klávesové skratky: ---------------------- Esc = Otvoriť ponuku Ctrl+S = Uložiť Ctrl+Shift+S = Uložiť ako Ctrl+O = Otvoriť Ctrl+Z = Späť Ctrl+Y = Znova
sl: Bližnjice: --------------------- Esc = Odpri meni Ctrl+S = Shrani Ctrl+Shift+S = Shrani kot Ctrl+O = Odpri Ctrl+Z = Razveljavi Ctrl+Y = Ponovi
sq: Shkurtoret e tastierës: ---------------------- Esc = Menyja e hapur Ctrl+S = Ruaj Ctrl+Shift+S = Ruaj si Ctrl+O = Hapur Ctrl+Z = Zhbër Ctrl+Y = Ribëj
sr: Пречице на тастатури: --------------------- Esc = Отвори мени Ctrl+S = Сачувај Ctrl+Shift+S = Сачувај као Ctrl+O = Отвори Ctrl+Z = Поништи Ctrl+Y = Понови
tr: Klavye kısayolları: --------------------- Esc = Menüyü Aç Ctrl+S = Kaydet Ctrl+Shift+S = Farklı kaydet Ctrl+O = Aç Ctrl+Z = Geri Al Ctrl+Y = Yeniden yap
uk: Гарячі клавіши: --------------------- Esc = відкрити меню Ctrl+S = Зберегти Ctrl+Shift+S = Зберегти як Ctrl+O = Відкрити Ctrl+Z = Скасувати Ctrl+Y = Повторити
uz: Klaviatura yorliqlari: -------------------- Esc = Menyuni ochish Ctrl+S = Saqlash Ctrl+Shift+S = Boshqacha saqlash Ctrl+O = Ochish Ctrl+Z = Bekor qilish Ctrl+Y = Qayta bajarish

source: Bonus: Star
ar: المكافأة: نجمة
az: Bonus: Ulduz
et: Boonus: Täht
fr_ca: Bonus: Étoile
he: בונוס: כוכב
hr: Bonus: Zvijezda
hy: Բոնուս. Աստղ
id: Bonus: Bintang
is: Bónus: Stjarna
it: Bonus: Stella
nn: Bonus: stjerne
ro: Bonus: Stea
sk: Bonus: Hviezda
sl: Bonus: Zvezda
sq: Shpërblim: Yll
sr: Бонус: звезда
tr: Bonus: Yıldız
uk: Бонус: Зірка
uz: Bonus: Yulduz

source: Shrink Tux
ar: تقليص التكس
az: Tux-u büzün
et: Muutke Tux väikeseks
fr_ca: Rétrécir Tux
he: לכווץ את טַקס
hr: Neka Tux bude mali
hy: Շրինկ Թաքս
id: Kecilkan Tux
is: Minnka Tux
it: Rimpicciolisci Tux
nn: Krymp Tux
ro: Micșorează Tux
sk: Zmenšiť Tuxa
sl: Pomanjšaj Tuksa
sq: Zvogëlo Tux-in
sr: Смањи Такса
tr: Tux'u Küçült
uk: Зменшити Тукса
uz: Tuxni qisqartiring

source: Kill Tux
ar: اقتل تكس
az: Tux'u öldürün
et: Tapa Tux
fr_ca: Tuer Tux
he: להרוג את טַקס
hr: Ubij Tuxa
hy: Սպանիր Թաքսին
id: Matikan Tux
is: Drepa Tux
it: Uccidi Tux
nn: Drep Tux
ro: Omoară Tux
sk: Zabiť Tuxa
sl: Ubij Tuksa
sq: Vrit Tux-in
sr: Убиј Такса
tr: Tux'u Bitir
uk: Вбити Тукса
uz: Tuxni o'ldiring

source: Prevent Death
fr_ca: Empêcher la mort
hr: Spriječiti smrt
it: Previeni la morte
nn: Hindra død
ro: Împiedică moartea
sl: Prepreči smrt
sr: Спречити смрт

source: Load particle file
ar: تحميل ملف الجسيمات
az: Hissəcik faylını yükləyin
et: Laadige osakeste fail
fr_ca: Charger le fichier de particules
he: טען קובץ חלקיקים
hr: Učitaj datoteku čestica
hy: Բեռնել մասնիկների ֆայլը
id: Muat file partikel
is: Hlaða agnaskrá
it: Carica file di particolari
nn: Last inn partikkelfil
ro: Încărcați fișierul cu particule
sk: Načítať súbor častíc
sl: Naloži datoteko z delci
sq: Ngarko skedarin e grimcave
sr: Учитај датотеку честица
uk: Завантажити файл частинок
uz: Zarrachalar faylini yuklang

source: You cannot delete the world that you are editing
fr_ca: Vous ne pouvez pas supprimer le monde que vous êtes en train de modifier
hr: Ne možete izbrisati svijet koji uređujete
it: Non puoi eliminare il mondo che stai modificando
nn: Du kan ikkje sletta verda som du held på med å redigera.
ro: Nu poți șterge lumea pe care o editezi
sl: Ne moreš izbrisati sveta, ki ga urejaš
sr: Не можете избрисати свет који уређујете

source: You are about to delete world "{}". Are you sure?
fr_ca: Vous êtes sur le point de supprimer le monde "{}". Êtes-vous sûr?
hr: Spremate se izbrisati svijet "{}". Jeste li sigurni?
it: Verrà cancellato il mondo "{}". Continuare?
nn: Du er i ferd med å sletta verda «{}». Er du sikker?
ro: O să fie suprimată lumea "{}". Ești sigur?
sl: Nameravaš izbrisati svet "{}". Ali si gotov/a?
sr: Управо ћете обрисати свет „{}“. Да ли сте сигурни?

source: Level name
fr_ca: Nom du niveau
it: Nome del livello
nn: Brettnamn
ro: Numele nivelului
sl: Ime stopnje

source: Level created!
fr_ca: Niveau créé!
it: Livello creato!
nn: Brettet er oppretta
ro: Nivelul a fost creat!
sl: Stopnja ustvarjena!

source: Enable Coins Statistic
fr_ca: Activer les statistiques sur les pièces
hr: Omogući statistiku kovanica
it: Abilita le Statistiche sulle Monete
nn: Slå på myntstatistikk
ro: Activează statisticile pentru monedă
sl: Omogoči statistiko kovancev
sr: Омогући статистику новчића

source: Enable Secrets Statistic
fr_ca: Activer les statistiques sur les secrets
hr: Omogući statistiku tajni
it: Abilita le Statistiche sulle Aree Segrete
nn: Slå på hemmelegheitsstatistikk
ro: Activează statisticile pentru secrete
sl: Omogoči statistiko skrivnih dragotin
sr: Омогући статистику тајни
tr: Gizli İstatistikleri Etkinleştir

source: Max coins collected:
ar: عملات ماكس التي تم جمعها:
az: Toplanan maksimum sikkələr:
et: Kuldmündid:
fr_ca: Max de pièces collectées:
he: - שיא המטבעות שאספת
hr: Maksimalno prikupljenih novčića:
hy: Հավաքված առավելագույն մետաղադրամներ.
id: Maksimum koin dikoleksi:
is: Hámarks mynt sem safnast:
it: N. massimo di monete raccolte:
nn: Flest myntar:
ro: Maxim monede colectate:
sk: Najviac nazbieraných mincí:
sl: Največ zbranih kovancev:
sq: Maksimali i monedhave të mbledhura:
sr: Највише новчића:
tr: Toplanan en fazla altın:
uk: Рекорд із зібраних монет:
uz: Maksimal yig'ilgan tangalar:

source: Max fragging:
ar: ماكس فترغ:
az: Maksimum qırılma:
et: Enim kolle tapetud:
fr_ca: Fragmentation maximale:
he: שבירה מקסימלית:
hr: Maks. fragging:
hy: Առավելագույն փխրունություն.
id: Maksimum kerapuhan:
is: Hámarks fragging:
it: N. massimo di uccisioni:
nn: Mest knusing:
ro: Maxim adversari învinși:
sk: Najviac nepriateľov zabitých:
sl: Največ premaganih:
sq: Maksimali i vrasjeve:
sr: Највише упуцавања:
tr: En çok can kaybı:
uk: Рекорд з вбитих ворогів:
uz: Maksimal parchalanish:

source: Max secrets found:
ar: تم العثور على أقصى عدد من الأسرار:
az: Tapılan maksimum sirlər:
et: Salakambrid:
fr_ca: Max secrets trouvés:
he: - שיא האזורים הסודיים שנמצאו:
hr: Maksimalan broj pronađenih Tajni:
hy: Գտնված առավելագույն գաղտնիքները.
id: Maksimum rahasia ditemukan:
is: Hámarks leyndarmál fundust:
it: N. massimo di segreti trovati:
nn: Flest hemmelegheitar funne:
ro: Maxim secrete găsite:
sk: Najviac nájdených skrýš:
sl: Največ najdenih skrivnosti:
sq: Maksimali i sekreteve të gjetura:
sr: Највише тајни:
tr: Bulunan en fazla gizli yer:
uk: Рекорд з відкритих тайників:
uz: Topilgan maksimal sirlar:

source: Best time completed:
ar: أفضل وقت مكتمل:
az: Ən yaxşı başa çatma vaxtı:
et: Kiireim aeg:
fr_ca: Meilleur temps réalisé:
he: - הזמן הכי טוב לסיום
hr: Najbolje završeno vrijeme:
hy: Ավարտված լավագույն ժամանակը.
id: Waktu penyelesaian terbaik:
is: Besti tími lokið:
it: Miglior tempo di completamento:
nn: Beste tid:
ro: Timp record pentru finalizare:
sk: Najlepší čas:
sl: Najboljši čas:
sq: Koha më e mirë e plotësimit:
sr: Најбоље време:
tr: En iyi tamamlama zamanı:
uk: Кращий час завершення:
uz: Tugallangan eng yaxshi vaqt:

source: Level target time:
ar: الوقت المستهدف المستوى:
az: Səviyyə hədəf vaxtı:
et: Arvestatava aja limiit:
fr_ca: Temps cible de niveau:
he: זמן היעד של השלב:
hr: Ciljano vrijeme razine:
hy: Նպատակային մակարդակի ժամանակը.
id: Target waktu level:
is: Stig marktími:
it: Obiettivo tempo per il livello:
nn: Tidsmål:
ro: Timpul țintă pentru finalizare:
sk: Cieľový čas úrovne:
sl: Ciljni čas stopnje:
sq: Objektivi i kohëzgjatjes së nivelit:
sr: Циљано време:
tr: Bölüm hedef zamanı:
uk: Цільовий час рівня:
uz: Maqsadli daraja vaqti:

source: Tux Dolls collected:
fr_ca: Nombre de Poupées Tux récupérées:
it: Bambole Tux raccolte:
nn: Tux-dokker samla:
ro: Păpuși Tux recuperate:
sl: Zbranih Tuksovih lutk:

source: You
ar: أنت
az: Sən
et: Sinu tulemus
fr_ca: Toi
he: אני
hr: Ti
hy: Դու
id: Kamu
is: Þú
it: Tu
nn: Du
ro: Tu
sk: Vy
sl: Ti
sq: Ti
sr: Ти
tr: Sen
uk: Ви
uz: Siz

source: Best
ar: أفضل
az: Ən yaxşısı
et: Parim tulemus
fr_ca: Meilleur
he: שיא
hr: Najbolji
hy: Լավագույնը
id: Terbaik
is: Besta
it: Migliore
ro: Record
sk: Najlepší
sl: Najboljši
sq: Më i miri
sr: Најбоље
tr: En iyi
uk: Кращий
uz: Eng yaxshi

source: List of objects
fr_ca: Liste d'objets
hr: Popis objekata
it: Lista oggetti
nn: Objektliste
ro: Lista de obiecte
sl: Seznam predmetov
sr: Списак објеката
tr: Nesnelerin listesi

source: Select object ({})
fr_ca: Sélectionner l'objet ({})
hr: Odaberite objekt ({})
it: Seleziona oggetto ({})
nn: Vel objekt ({})
ro: Selecționează obiectul ({})
sl: Izberi predmet ({})
sr: Изаберите објекат ({})

source: Are you sure you want to remove this object from the list?
fr_ca: Êtes-vous sûr de vouloir supprimer cet objet de la liste ?
hr: Jeste li sigurni da želite ukloniti ovaj objekt s popisa?
it: Sei sicuro di voler rimuovere quest'oggetto dalla lista?
nn: Er du sikker på at du vil fjerna dette objektet frå lista?
sl: Ali res želiš odstraniti ta predmet s seznama?
sr: Да ли сте сигурни да желите да уклоните овај објекат са листе?

source: Clone
ar: استنساخ
az: Klon
et: Klooni
fr_ca: Cloner
he: שיבוט
hr: Klon
hy: Կլոնավորում
id: Klon
is: Klóna
it: Clona
nn: Klon
ro: Clonează
sk: Klonovať
sl: Ustvari dvojnik
sq: Klonimi
sr: Клонирај
tr: Klon
uk: Клон
uz: Klonlash

source: An error occurred and the game could not clone the path. Please contact the developers for support.
fr_ca: Une erreur s’est produite et le jeu n'a pas pu cloner le chemin. Veuillez contacter les développeurs pour obtenir de l’aide.
hr: Došlo je do pogreške i igra nije mogla klonirati putanju. Za podršku kontaktirajte programere.
it: Si è verificato un errore e il gioco potrebbe non clonare il percorso. Per favore contatta gli sviluppatori per il supporto.
nn: Det oppstod ein feil, og spelet kunne klona stien. Ta kontakt med utviklarane for hjelp.
ro: O eroare s-a produs și jocul n-a putut clona calea. Contactează developerii pentru asistență.
sl: Zaradi napake igri ni uspelo ustvariti dvojnika poti. Lepo prosimo, da to sporočite razvijalcem.
sr: Дошло је до грешке и игра није могла да клонира путању. Молимо контактирајте програмере за подршку.

source: Bind
ar: ربط
az: Bağlamaq
et: Seo
fr_ca: Lier
he: לִקְשׁוֹר
hr: Vezati
hy: Կապել
id: Mengikat
it: Associa
ro: Lega
sk: Zviazať
sl: Poveži
sq: Lidhe
sr: Повезивање
tr: Bağlama
uk: Зв'язати
uz: Bog'lash

source: Do you wish to clone the path to edit it separately, or do you want to bind both paths together so that any edit on one edits the other?
fr_ca: Voulez-vous cloner le chemin pour le modifier séparément, ou voulez-vous lier les deux chemins ensemble afin qu’une modification sur l’un s'applique à l’autre?
hr: Želite li klonirati putanju kako biste je zasebno uređivali, ili želite povezati obje putanje, tako da svaka izmjena na jednoj uređuje i drugu?
it: Desideri clonare il percorso per modificarlo separatamente, oppure preferisci associarli entrambi assieme in modo che ogni modifica su uno abbia effetto anche sull'altro?
nn: Vil du klona stigen for å redigera han separat, eller vil du binda saman begge stiane, slik at redigeringar på eine gjeld begge?
sl: Bi želeli podvojiti pot in urediti dvojnika ali bi raje povezali obe poti, da urejanje ene poti spremeni tudi drugo?
sr: Да ли желите да клонирате путању да бисте је засебно уређивали, или желите да повежете обе путање заједно, тако да свака измена на једној уређује и другу?

source: Path {}
fr_ca: Chemin {}
hr: Put {}
it: Percorso {}
nn: Sti {}
sl: Pot {}
sr: Путања {}
tr: Yol {}

source: Do not show again
fr_ca: Ne pas afficher à nouveau
hr: Ne prikazuj opet
it: Non mostrare di nuovo
nn: Ikkje vis igjen
ro: Nu mai afișa din nou
sl: Ne pokaži več
sr: Не приказуј поново
tr: Bir daha gösterme

source: Open Directory
fr_ca: Ouvrir le répertoire
hr: Otvori direktorij
it: Apri Directory
nn: Opna mappe
sl: Odpri imenik
sr: Отвори директоријум

source: Edit script
ar: تحرير البرنامج النصي
az: Skripti redaktə edin
et: Redigeeri skripti
fr_ca: Modifier le scénario
he: ערוך סקריפט
hr: Uredi skriptu
hy: Խմբագրել սցենարը
id: Sunting skrip
is: Breyta handriti
it: Modifica script
nn: Rediger skript
ro: Editați scriptul
sk: Upraviť skript
sl: Uredi skripto
sq: Redakto skriptin
sr: Уреди скрипту
tr: Komut dosyasını düzenle
uk: Змінити скрипт
uz: Skriptni tahrirlash

source: Open in editor
fr_ca: Ouvrir dans l'éditeur
it: Apri nell'editor
nn: Opna i redigering
ro: Deschide în editor
sl: Odpri v urejevalniku

source: Open in "{}"
fr_ca: Ouvrir dans "{}"
it: Apri in "{}"
nn: Opna i «{}»
ro: Deschide în "{}"
sl: Odpri v "{}"

source: Mix the colour
ar: مزج الألوان
az: Rəngi ​​qarışdırın
et: Segage värv
fr_ca: Mélangez la couleur
he: מערבבים את הצבע
hr: Pomiješajte boju
hy: Խառնել գույնը
id: Campur warna
is: Blandið litnum saman
it: Mescola il colore
nn: Bland farge
ro: Amestecați culoarea
sk: Zmiešajte farbu
sl: Zmešaj barvo
sq: Përzieni ngjyrën
sr: Мешај боје
tr: Rengi karıştır
uk: Змішайте колір
uz: Rangni aralashtiring

source: Copy to clipboard (rgb)
fr_ca: Copier dans le presse-papiers (rgb)
hr: Kopiraj u međuspremnik (rgb)
it: Copia negli appunti (rgb)
nn: Kopier til utklippstavla (RGB)
sl: Kopiraj v odložišče (RGB)
sr: Копирај у међуспремник (rgb)
tr: Panoya kopyala (rgb)

source: Copy to clipboard (hex)
fr_ca: Copier dans le presse-papiers (hex)
hr: Kopiraj u međuspremnik (hex)
it: Copia negli appunti (hex)
nn: Kopier til utklippstavla (heks)
sl: Kopiraj v odložišče (šestnajstiško)
sr: Копирај у међуспремник (хексакуларно)
tr: Panoya kopyala (hex)

source: Paste from clipboard
fr_ca: Coller depuis le presse-papiers
hr: Zalijepi iz međuspremnika
it: Incolla dagli appunti
nn: Lim inn frå utklippstavla
sl: Prilepi iz odložišča
sr: Налепи из међуспремника
tr: Panodan yapıştır

source: Selected item: {}
fr_ca: Item sélectionné: {}
hr: Odabrana stavka: {}
it: Oggetto selezionato: {}
nn: Valt element: {}
sl: Izbrano: {}
sr: Изабрана ставка: {}

source: Edit string array
fr_ca: Modifier le tableau de chaînes ou "string array"
hr: Uredi niz stringova
it: Modifica string array
nn: Rediger strengtabell
sl: Uredi polje nizov
sr: Уреди низ стрингова

source: Insert
fr_ca: Insérer
hr: Umetni
it: Inserisci
nn: Set inn
ro: Insereză
sl: Vstavi
sr: Убаци

source: Top Left
fr_ca: Sommet gauche
hr: Gore lijevo
it: Cima a Sinistra
nn: Oppe til venstre
sl: Zgoraj levo
sr: Горе Лево

source: Top
fr_ca: Sommet
hr: Vrh
it: Cima
nn: Oppe
sl: Zgoraj
sr: Врх

source: Top Right
fr_ca: Sommet droit
hr: Gore desno
it: Cima a Destra
nn: Oppe til høgre
sl: Zgoraj desno
sr: Горе десно

source: Middle
fr_ca: Milieu
hr: Sredina
it: Centro
nn: I midten
sl: Na sredini
sr: Средњи

source: Bottom Left
fr_ca: Bas gauche
hr: Dolje lijevo
it: Fondo a Sinistra
nn: Nede til venstre
sl: Spodaj levo
sr: Доле Лево

source: Bottom
fr_ca: Bas
hr: Dno
it: Fondo
nn: Nede
sl: Spodaj
sr: Дно

source: Bottom Right
fr_ca: Bas droite
hr: Dno desno
it: Fondo a Destra
nn: Nede til høgre
sl: Spodaj desno
sr: Доле десно

source: Detect script
fr_ca: Script de détection
hr: Otkrivanje skripte
it: Rileva lo script
nn: Oppdagingsskript
ro: Script de detecție
sl: Zaznaj skripto
sr: Откриј скрипту
tr: Betiği algıla

source: Carried script
fr_ca: Script de portage
hr: Nošeni scenarij
it: Script da trasporto
nn: Frakteskript
ro: Script în transport
sl: Nošena skripta
sr: Ношена скрипта

source: Default
fr_ca: Par défaut
hr: Zadano
it: Predefinito
nn: Standard
ro: Valoarea implicită
sl: V privzetem položaju
sr: Подраумевано

source: Standing
fr_ca: Debout
hr: Stajanje
it: In Piedi
nn: Ståande
ro: Stând
sl: Stoječ
sr: Стојећи

source: Walking
fr_ca: Marchant
hr: Pješice
it: Camminante
nn: Vandrar
ro: Mergând
sl: Hodeč
sr: Ходање

source: Scriptable
hr: Skriptabilno
it: Scriptabile
nn: Skriptbar
ro: Scriptabil
sl: Programabilen
sr: Скриптабилно

source: Sitting
fr_ca: Assis
hr: Sjedenje
it: Seduto
nn: Sitjande
ro: Așezat
sl: Sedeč
sr: Седење

source: The icon that is displayed at the top indicating how many lives this boss has left
fr_ca: L'icône affiché au sommet indiquant le nombre de vies restantes du boss
it: L'icona mostrata in alto per indicare quante vite rimangono al Boss
nn: Ikonet som vert viste øvst og som syner kor mange liv hovudfienden har att
ro: Iconul afișat la marginea de sus care indică câte vieți bossul mai are
sl: Ikona na vrhu, ki kaže, koliko življenj je ostalo temu šefu

source: Lives
ar: الأرواح
az: Yaşayır
et: Elab
fr_ca: Vies
he: נסיונות חוזרים
hr: Živote
hy: Ապրում է
id: Nyawa
is: Lifir
it: Vite
nn: Liv
ro: Vieți
sk: Životy
sl: Življenja
sq: Jeton
sr: Животи
tr: Hayatları
uk: Життя
uz: Yashaydi

source: The maximum number of lives this boss has
fr_ca: Le nombre maximal de vies du boss
it: Il numero di vite che ha questo boss
nn: Maks tal liv hovudfienden har
ro: Numărul maximal de vieți pe care le are bossul
sl: Največ koliko življenj ima ta šef

source: Lives to Pinch Mode
fr_ca: Vies avant le mode Offensives renforcées
hr: Životi u načinu rada štipanja
it: Vite alla Pinch Mode
nn: Liv til intensmodus
ro: Numărul de vieți înaintea modului ofensivă intensificată
sl: Življenja do višje prestave
sr: Режим живота у штипкању

source: Specifies how many lives need to be spent until pinch mode (a special boss mode) is activated
fr_ca: Précise le nombre de vies devant être éliminées avant que le mode Offensives renforcées (un mode spécial du boss) ne soit activé
it: Specifica quante vite devono essere spese affinché si attivi la Pinch Mode (Una speciale modalità del Boss)
nn: Definerer kor mange liv som må mistast før hovudfienden går inn i intensmodus (ein spesialmodus)
ro: Stabilește câte vieți trebuie eliminate înainte să fie activat modul ofensivă intensificată (un mod special al bossului)
sl: Pove, koliko življenj mora šef izgubiti, preden preide v višjo prestavo (poseben način obnašanja šefa)

source: Pinch Mode Activation Script
fr_ca: Script d'activation du mode Offensives renforcées
hr: Skripta za aktivaciju načina štipanja
it: Script all'attivazione della Pinch Mode
nn: Skript for intensmodus-aktivering
ro: Scriptul la activarea modului ofensivă intensificată
sl: Skripta za proženje višje prestave
sr: Скрипта за активацију режима штипања

source: The script that gets run when pinch mode is activated
fr_ca: Le script qui est exécuté lorsque le mode Offensives renforcées est activé
it: Lo script che viene eseguito quando viene attivata la Pinch Mode
nn: Skriptet som vert køyrt når intensmodus vert starta
ro: Scriptul executat când modul ofensivă intensificată este activat
sl: Skripta, ki se izvede, ko se sproži višja prestava

source: Corrupted
fr_ca: Corrompu
hr: Oštećeno
it: Corrotto
nn: Forderva
ro: Corupt
sl: Skvarjen
sr: Корумпирано

source: Chasing Fish
fr_ca: Poisson poursuivant
hr: Lov na ribu
it: Pesce Caccia
nn: Jaktefisk
sl: Loveča riba
sr: Јурење рибе

source: Captain Snowball
ar: كابتن سنوبول
az: Kapitan Qartopu
et: Kapten Lumepall
fr_ca: Capitaine Boule de Neige
he: קפטן כדור־שלג
hr: Kapetan Snowball
hy: Կապիտան Սնոուբոլ
id: Kapten Bola Salju
is: Snjóbolti skipstjóri
it: Capitan Palla di Neve
nn: Kaptein Snøball
ro: Căpitanul Minge de zăpadă
sk: Kapitán Snowball
sl: Kapitan Snežko
sq: Topi i kapitenit Snow
sr: Капетан Снежна кугла
tr: Kaptan Kartopu
uk: Капітан Сніжок
uz: Kapitan Snoubol

source: Kamikaze Snowball
fr_ca: Boule de neige kamikaze
hr: Kamikaza Snježna gruda
it: Palla di Neve Kamikaze
nn: Kamikazesnøball
ro: Bulgăre de zăpadă kamikaze
sl: Samomorilska kepica
sr: Камиказа снежна грудва

source: Leafshot
ar: طلقة الأوراق
az: Yarpaq şəkli
et: Lehtlaskja
fr_ca: Feuillet
he: עלה
hr: Sačma lišća
hy: Տերեւային կրակոց
id: Selebaran
is: Laufmynd
it: Colpo di foglia
nn: Bladskot
ro: Lovitură de frunze
sk: Výstrel listu
sl: Hitri list
sr: Лишће
tr: Yaprak atışı
uk: Ліфшот
uz: Barg tasviri

source: Fatbat
fr_ca: Chauve-souris dodue
it: Pipistrello
nn: Feitvengje
sl: Netopirko
sr: Фетбат

source: The direction the badguy is facing at the start of the level. AUTO makes the badguy face towards the player when activated.
fr_ca: La direction où l’ennemi fait face au démarrage du niveau. AUTO oriente l'ennemi, lorsqu'il est activé, vers le joueur.
it: La direzione verso la quale guarda il nemico all'inizio del livello. AUTO fa sì che il nemico guardi verso Tux quando attivato.
nn: Retninga fienden står i ved brettstart. Bruk verdien «AUTO» for å la han stå med ansiktet mot spelaren.
sl: Smer, v katero gleda pridanič na začetku stopnje. AUTO poskrbi, da se pridanič obrne proti igralcu, ko se aktivira.

source: Death script
ar: سكربت الموت
az: Ölüm skripti
et: Surma stsenaarium
fr_ca: Scénario de la mort
he: תסריט מוות
hr: Scenarij smrti
hy: Մահվան սցենար
id: Skrip mati
is: Dauðahandrit
it: Script di morte
nn: Dødsskript
ro: Script moarte
sk: Posmrtný skript
sl: Skripta ob smrti
sq: Skenari i vdekjes
sr: Скрипта смрти
tr: Ölüm senaryosu
uk: Сценарій смерті
uz: O'lim skripti

source: Script that is executed when the badguy dies.
fr_ca: Script exécuté lorsque l'ennemi meurt.
it: Script che viene eseguito quando il nemico muore.
nn: Skript som vert køyrt når fienden døyr.
ro: Scriptul executat când moare un adversar.
sl: Skripta, ki se izvede, ko pridanič umre.

source: Glinting
fr_ca: Scintillant
it: Scintillio
nn: Glitrar
sl: Lesketanje

source: Root Sapling
fr_ca: Pousse de racine
hr: Sadnica s korijenom
it: Arboscello di radice
nn: Rotspire
sl: Sadika
sr: Садница са кореном
