Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: A new release of SuperTux ({}) is available! For more information, you can visit the SuperTux website. Do you want to visit the website now?
fr_ca: Une nouvelle version de SuperTux ({}) est disponible! Pour plus d'informations, vous pouvez visiter le site web de SuperTux. Souhaitez-vous visiter le site dès maintenant?
it: Una nuova versione di SuperTux ({}) è disponibile! Per maggiori informazioni puoi visitare il sito di SuperTux. Vuoi visitarlo adesso?
nn: Ein ny versjon av SuperTux ({}) er tilgjengeleg! Sjå SuperTux-heimesida for meir informasjon. Vil du gå til heimesida no?
ro: O nouă versiune de SuperTux ({}) este disponibilă! Pentru mai multe amănunte, poți vizita situl web al lui SuperTux. Vrei să vizitezi situl web acum?
sl: Izšla je nova izdaja SuperTuxa (različica {})!Več o tem piše na spletnem mestu SuperTux.Ali ga želiš obiskati kar zdaj?

source: Checking for new releases...
fr_ca: Recherche de nouvelles versions...
hr: Provjera novih izdanja...
it: Ricerca di nuovi aggiornamenti...
nn: Ser etter ny versjon …
ro: Se caută noi versiuni...
sl: Preverjam za nove izdaje ...
sr: Провера нових издања...
tr: Yeni sürümler kontrol ediliyor...

source: Rename "{}"
fr_ca: Renommer "{}"
hr: Preimenuj "{}"
it: Rinomina "{}"
nn: Endra namn på «{}»
ro: Renumește "{}"
sl: Preimenuj "{}"
sr: Преименуј „{}“

source: Add profile
fr_ca: Ajouter un profil
hr: Dodaj profil
it: Aggiungi profilo
nn: Legg til profil
ro: Adaugă un profil
sl: Dodaj profil
sr: Додај профил
tr: Profil ekle

source: Profile names must have a maximum of 20 characters.
fr_ca: Les noms de profil doivent comporter un maximum de 20 caractères.
hr: Nazivi profila moraju imati najviše 20 znakova.
it: I nomi dei profili non possono essere più lunghi di 20 caratteri.
nn: Profilnamn kan maks ha 20 teikn.
ro: Numele profilelor nu pot depăși 20 de caractere.
sl: Imena profilov imajo lahko največ 20 znakov.
sr: Имена профила морају имати највише 20 знакова.

source: Rename
fr_ca: Renommer
hr: Preimenuj
it: Rinomina
nn: Endra namn
ro: Renumește
sl: Preimenuj
sr: Преименуј

source: Create
fr_ca: Créer
hr: Stvori
it: Crea
nn: Lag
ro: Crează
sl: Ustvari
sr: Креирај

source: Back
ar: رجوع
az: Geri
et: Tagasi
fr_ca: Dos
he: חזרה
hr: Natrag
hy: Ետ
id: Kembali
is: Til baka
it: Indietro
nn: Tilbake
ro: Înapoi
sk: späť
sl: Nazaj
sq: Mbrapa
sr: Назад
tr: Geri
uk: Назад
uz: Orqaga

source: Profile names must have a maximum of 20 characters. Please choose a different name.
fr_ca: Les noms de profil doivent comporter un maximum de 20 caractères. Veuillez choisir un nom différent.
hr: Imena profila moraju imati najviše 20 znakova. Molimo odaberite drugo ime.
it: I nomi dei profili devono essere più lunghi di 20 caratteri. Per favore scegline uno diverso.
nn: Profilnamn kan maks ha 20 teikn. Vel eit anna namn.
ro: Numele profilelor nu pot depăși 20 de caractere. Alege un alt nume.
sl: Imena profilov imajo lahko največ 20 znakov. Prosim, izberi drugačno ime.
sr: Имена профила морају имати највише 20 карактера. Изаберите друго име.

source: An error occurred while creating the profile.
fr_ca: Une erreur s’est produite lors de la création du profil.
hr: Došlo je do pogreške prilikom stvaranja profila.
it: Si è verificato un errore durante la creazione del profilo.
nn: Det oppstod ein feil ved oppretting av profilen.
ro: O eroare s-a produs în crearea profilului.
sl: Med ustvarjanjem profila je prišlo do napake.
sr: Дошло је до грешке приликом креирања профила.

source: Cheats
ar: غش
az: Fırıldaqlar
et: Pettused
fr_ca: Triches
he: רמאויות
hr: Varalice
hy: Խաբեբաներ
id: Curang
is: Svindlari
it: Trucchi
nn: Fusking
ro: Trișări
sk: Podvody
sl: Švindlanje
sq: Hilet
sr: Варања
tr: Hileler
uk: Чіти
uz: Hiylalar

source: Bonus: Grow
ar: المكافأة: تنمو
az: Bonus: Böyümək
et: Boonus: Kasva
fr_ca: Bonus: Grossir
he: בונוס: גדילה
hr: Bonus: Rasti
hy: Բոնուս. Աճում
id: Bonus: Tumbuh
is: Bónus: Vaxa
it: Bonus: Crescita
nn: Bonus: veks
ro: Bonus: Crește
sk: Bonus: Rast
sl: Bonus: Rast
sq: Shpërblim: Rritje
sr: Бонус: раст
tr: Bonus: Büyüme
uk: Бонус: Ріст
uz: Bonus: O'sish

source: Bonus: Fire
ar: المكافأة: النار
az: Bonus: Yanğın
et: Boonus: Tuli
fr_ca: Bonus: Feu
he: בונוס: אש
hr: Bonus: Vatra
hy: Բոնուս. Կրակ
id: Bonus: Api
is: Bónus: Eldur
it: Bonus: Fuoco
nn: Bonus: eld
ro: Bonus: Foc
sk: Bonus: Oheň
sl: Bonus: Ogenj
sq: Shpërblim: Zjarr
sr: Бонус: ватра
tr: Bonus: Ateş
uk: Бонус: Вогонь
uz: Bonus: Olov

source: Bonus: Ice
ar: المكافأة: الجليد
az: Bonus: Buz
et: Boonus: Jää
fr_ca: Bonus: Glace
he: בונוס: קרח
hr: Bonus: Led
hy: Բոնուս. Սառույց
id: Bonus: Es
is: Bónus: Ís
it: Bonus: Ghiaccio
nn: Bonus: is
ro: Bonus: Gheață
sk: Bonus: Ľad
sl: Bonus: Led
sq: Shpërblim: Akull
sr: Бонус: лед
tr: Bonus: Buz
uk: Бонус: Лід
uz: Bonus: Muz

source: Bonus: Air
ar: المكافأة: الهواء
az: Bonus: Hava
et: Boonus: Õhk
he: בונוס: אוויר
hr: Bonus: Zrak
hy: Բոնուս. Օդ
id: Bonus: Udara
is: Bónus: Loft
it: Bonus: Aria
nn: Bonus: luft
ro: Bonus: Aer
sk: Bonus: Vzduch
sl: Bonus: Zrak
sq: Shpërblim: Ajër
sr: Бонус: ваздух
tr: Ödül: Hava
uk: Бонус: Повітря
uz: Bonus: havo

source: Bonus: Earth
ar: المكافأة: الأرض
az: Bonus: Yer
et: Boonus: Maa
fr_ca: Bonus: Terre
he: בונוס: ארץ
hr: Bonus: Zemlja
hy: Բոնուս. Հող
id: Bonus: Tanah
is: Bónus: Jörð
it: Bonus: Roccia
nn: Bonus: jord
ro: Bonus: Pământ
sk: Bonus: Zem
sl: Bonus: Zemlja
sq: Shpërblim: Tokë
sr: Бонус: Земља
tr: Ödül: Dünya
uk: Бонус: Земля
uz: Bonus: Yer

source: Bonus: None
ar: المكافأة: لا شيء
az: Bonus: Yoxdur
et: Boonus: Puudub
fr_ca: Bonus: Aucun
he: בונוס: כלום
hr: Bonus: Nema
hy: Բոնուս: Ոչ
id: Bonus: Tidak Ada
is: Bónus: Enginn
it: Bonus: Nessuno
nn: Bonus: ingen
ro: Bonus: Nimic
sk: Bonus: Žiaden
sl: Bonus: Nič
sq: Shpërblim: Asgjë
sr: Бонус: ништа
tr: Bonus: Yok
uk: Бонус: Відсутній
uz: Bonus: Yo'q

source: Leave Ghost Mode
ar: مغادرة نمط الشبح
az: Xəyal rejimini tərk edin
et: Lahku Kummitusrežiimist
fr_ca: Quitter le mode fantôme
he: יציאה ממצב רוח
hr: Napustite način duha
hy: Թողնել ուրվական ռեժիմը
id: Tinggalkan Mode Hantu
is: Farðu úr draugastillingu
it: Lascia la modalità Fantasma
nn: Slå av spøkjelsesmodus
ro: Părăsiți modul fantomă
sk: Opustite režim duchov
sl: Prenehaj biti duhec
sq: Largohu nga modaliteti fantazmë
sr: Напусти режим духова
tr: Hayalet Modundan Çık
uk: Покинути режим привида
uz: Arvoh rejimini tark eting

source: Activate Ghost Mode
ar: تفعيل نمط الشبح
az: Xəyal rejimini aktivləşdirin
et: Aktiveerige Kummitusrežiim
fr_ca: Activer le mode fantôme
he: כניסה למצב רוח
hr: Aktivirajte način rada duhova
hy: Ակտիվացրեք ուրվականի ռեժիմը
id: Aktifkan Mode Hantu
is: Virkjaðu draugaham
it: Attiva modalità fantasma
nn: Slå på spøkjelsesmodus
ro: Activează modul fantomă
sk: Aktivovať prízračný režim
sl: Postani duhec
sq: Aktivizo modalitetin Ghost
sr: Активирај режим духа
tr: Görünmez Kipi Etkinleştir
uk: Активувати режим привида
uz: Arvoh rejimini faollashtiring

source: Finish Level
ar: إنهاء المستوى
az: Bitirmə Səviyyəsi
et: Lõpetustase
fr_ca: Terminer le niveau
he: סיום השלב
hr: Završna razina
hy: Ավարտման մակարդակ
id: Selesaikan Level
is: Ljúka stig
it: Completa livello
nn: Fullfør brettet
ro: Termină nivelul
sk: Dokončiť úroveň
sl: Končaj stopnjo
sq: Mbaro nivelin
sr: Заврши ниво
tr: Bitiş Bölümü
uk: Завершити рівень
uz: Yakunlash darajasi

source: Reset Level
ar: إعادة تعيين المستوى
az: Səviyyəni sıfırlayın
et: Lähtesta tase
fr_ca: Réinitialiser le niveau
he: התחלת השלב מחדש
hr: Resetiraj razinu
hy: Վերականգնել մակարդակը
id: Setel Ulang Level
is: Endurstilla stig
it: Resetta livello
nn: Tilbakestill brettet
ro: Reinițializare nivel
sk: Obnoviť úroveň
sl: Ponastavi stopnjo
sq: Rivendos nivelin
sr: Ресетуј ниво
tr: Bölümü Sıfırla
uk: Скинути рівень
uz: Darajani tiklash

source: Finish Worldmap
ar: إنهاء خريطة العالم
az: Dünya xəritəsini bitirin
et: Lõpeta maailmakaart
fr_ca: Terminer la carte du monde
he: סיום מפת העולם
hr: Završi mapu svijeta
hy: Ավարտել աշխարհի քարտեզը
id: Selesaikan Peta Dunia
is: Klára heimskort
it: Completa la mappa del mondo
nn: Fullfør verdskartet
ro: Terminați harta lumii
sk: Dokončiť mapu sveta
sl: Končaj zaris sveta
sq: Përfundoni hartën botërore
sr: Заврши мапу света
tr: Dünya haritasını bitir
uk: Завершити карту світу
uz: Jahon xaritasini tugatish

source: Reset Worldmap
ar: إعادة تعيين خريطة العالم
az: Dünya xəritəsini sıfırlayın
et: Lähtesta maailmakaart
fr_ca: Réinitialiser la carte du monde
he: איפוס מפת העולם
hr: Resetiraj kartu svijeta
hy: Վերականգնել աշխարհի քարտեզը
id: Setel Ulang Peta Dunia
is: Endurstilla heimskort
it: Resetta la mappa del mondo
nn: Tilbakestill verdskartet
ro: Resetați harta lumii
sk: Obnoviť mapu sveta
sl: Ponastavi zaris sveta
sq: Rivendos hartën botërore
sr: Ресетуј мапу света
tr: Dünya Haritasını Sıfırla
uk: Скинути карту світу
uz: Jahon xaritasini tiklash

source: Go to level
ar: انتقل إلى المستوى
az: Səviyyəyə keçin
et: Mine tasemele
fr_ca: Aller au niveau
he: מעבר לשלב
hr: Idi na razinu
hy: Անցեք մակարդակի
id: Pergi ke level
is: Farðu á stig
it: Vai al livello
nn: Gå til brett
ro: Treci la nivel
sk: Prejdite na úroveň
sl: Pojdi na stopnjo
sq: Shko tek niveli
sr: Иди на ниво
tr: Seviyeye git
uk: Перейти на рівень
uz: Darajaga o'ting

source: Go to main spawnpoint
ar: انتقل إلى نقطة البداية الرئيسية
az: Əsas yumurtlama nöqtəsinə keçin
et: Minge peamisse kudemispunkti
fr_ca: Aller au point d'apparition principal
he: מעבר לנקודת ההתרחשות הראשית
hr: Idite na glavnu točku mreštenja
hy: Գնացեք հիմնական ստեղծման կետ
id: Pergi ke titik kemunculan utama
is: Farðu í aðal spawnpoint
it: Vai al punto di generazione principale
nn: Gå til hovud-startposisjonen
ro: Mergeți la punctul principal de naștere
sk: Prejdite do hlavného spawnpointu
sl: Pojdi na glavno začetno točko
sq: Shkoni te pika kryesore e vezëve
sr: Иди на главну тачку појављивања
tr: Ana üreme noktasına git
uk: Перейдіть до головної точки появи
uz: Asosiy tug'ilish nuqtasiga o'ting

source: Select level
ar: اختار مستوى
az: Səviyyə seçin
et: Valige tase
fr_ca: Sélectionner le niveau
he: נא לבחור שלב
hr: Odaberite razinu
id: Pilih level
is: Veldu stig
it: Scegli livello
nn: Vel brett
ro: Selectează nivelul
sk: Vyberte úroveň
sl: Izberi stopnjo
sq: Zgjidh nivelin
sr: Изаберите ниво
tr: Seviye seç
uk: Виберіть рівень
uz: Darajani tanlang

source: Level Editor
ar: محرر المستويات
az: Səviyyə redaktoru
et: Tee ise mängutasand
fr_ca: Éditeur de niveau
he: עורך השלבים
hr: Uređivač razina
hy: Մակարդակի խմբագիր
id: Penyunting Level
is: Stig Ritstjóri
it: Editor dei livelli
nn: Brettredigering
ro: Editor Nivel
sk: Editor úrovní
sl: Urejevalnik stopenj
sq: Redaktuesi i niveleve
sr: Уређивач нивоа
tr: Düzey Düzenleyici
uk: Редактор рівнів
uz: Daraja muharriri

source: Return to Editor
ar: ارجع إلى المحرر
az: Redaktora qayıt
et: Tagasi
fr_ca: Retour à l'éditeur
he: חזרה לעורך
hr: Povratak na urednika
hy: Վերադարձ դեպի Խմբագիր
id: Kembali ke Penyunting
is: Fara aftur í ritstjóra
it: Tornare all'Editor
nn: Tilbake til brettredigering
ro: Reveniți la Editor
sk: Návrat do editora
sl: Nazaj v urejevalnik
sq: Kthehu te Redaktori
sr: Врати се у уредник
tr: Editöre Dön
uk: Повернутися до редактора
uz: Muharrir sahifasiga qaytish

source: Save Worldmap
ar: حفظ خريطة العالم
az: Dünya xəritəsini saxla
et: Salvesta
fr_ca: Enregistrer la carte du monde
he: שמירת מפת העולם
hr: Spremi kartu svijeta
hy: Պահպանել աշխարհի քարտեզը
id: Simpan Peta Dunia
is: Vista heimskort
it: Salva mappa del mondo
nn: Lagra verdskartetet
ro: Înregistrează harta de lume ca și
sk: Uložiť mapu sveta
sl: Shrani zaris sveta
sq: Ruaj hartën e botës
sr: Сачувај мапу света
tr: Dünya haritasını kaydet
uk: Зберегти карту світу
uz: Jahon xaritasini saqlang

source: Save Level
ar: حفظ المستوى
az: Səviyyəni Saxla
et: Salvesta
fr_ca: Enregistrer le niveau
he: שמירת השלב
hr: Spremi razinu
hy: Պահպանել մակարդակը
id: Simpan Level
is: Vista stig
it: Salva livello
nn: Lagra brettet
ro: Înregistrează nivelul
sk: Uložiť úroveň
sl: Shrani stopnjo
sq: Ruaj nivelin
sr: Сачувај ниво
tr: Seviyeyi Kaydet
uk: Зберегти рівень
uz: Darajani saqlash

source: Save Level as
ar: حفظ المستوى باسم
az: Səviyyəni qeyd edin
et: Salvesta kui...
fr_ca: Enregistrer le niveau sous
he: שמור רמה בשם
hr: Spremi razinu kao
hy: Պահպանել մակարդակը որպես
id: Simpan Tingkat sebagai
is: Vista stig sem
it: Salva livello come
nn: Lagra brettet som
ro: Înregistrează nivelul ca și
sk: Uložiť úroveň ako
sl: Shrani stopnjo kot
sq: Ruaj nivelin si
sr: Сачувај ниво као
tr: İle aynı Seviyede
uk: Зберегти рівень як
uz: Darajani shunday saqlash

source: Save Copy
ar: حفظ نسخة
az: Surəti saxla
et: Salvesta koopia...
fr_ca: Enregistrer la copie
he: שמור עותק
hr: Spremi kopiju
hy: Պահպանել պատճենը
id: Simpan Salinan
is: Vista afrit
it: Salva una copia
nn: Lagra kopi
ro: Înregistrează o copie
sk: Uložiť kópiu
sl: Shrani kopijo
sq: Ruaj Kopjen
sr: Сачувај копију
tr: Kopyayı Kaydet
uk: Зберегти копію
uz: Nusxasini saqlang

source: Test Level
ar: مستوى الاختبار
az: Test Səviyyəsi
et: Proovi mängida
fr_ca: Niveau d'essai
he: בדיקת השלב
hr: Razina testiranja
hy: Փորձարկման մակարդակ
id: Uji Level
is: Prófstig
it: Prova il livello
nn: Test brettet
ro: Nivel de testare
sk: Úroveň testu
sl: Preizkusi stopnjo
sq: Testo nivelin
sr: Ниво теста
tr: Test Seviyesi
uk: Тестовий рівень
uz: Sinov darajasi

source: Test Worldmap
ar: اختبار خريطة العالم
az: Dünya xəritəsini sınaqdan keçirin
et: Proovi mängida
fr_ca: Tester la carte du monde
he: בדיקת מפת העולם
hr: Testirajte mapu svijeta
hy: Փորձարկել աշխարհի քարտեզը
id: Uji Peta Dunia
is: Prófaðu heimskort
it: Prova la mappa del mondo
nn: Test verdskartet
ro: Testați harta lumii
sk: Testujte mapu sveta
sl: Preizkusi zaris sveta
sq: Testoni hartën e botës
sr: Тестирајте мапу света
tr: Test Dünya haritası
uk: Перевірте карту світу
uz: Dunyo xaritasini sinab ko'ring

source: Options
ar: خيارات
az: Seçimlər
et: Sätted
he: אפשרויות
hr: Opcije
hy: Ընտրանքներ
id: Opsi
is: Valmöguleikar
it: Opzioni
nn: Oppsett
ro: Optiuni
sk: Možnosti
sl: Nastavitve
sq: Opsionet
sr: Опције
tr: Seçenekler
uk: Налагодження
uz: Parametrlar

source: Package Add-On
ar: حزمة إضافية
az: Paket Əlavəsi
et: Paketi lisandmoodul
fr_ca: Module complémentaire
he: תוספת לחבילה
hr: Dodatak za paket
hy: Փաթեթի հավելում
id: Paket Tambahan
is: Pakkaviðbót
it: Pacchetto aggiuntivo
nn: Tilleggspakke
ro: Asamblează într-o extensie
sk: Doplnok balíka
sl: Zapakiraj dodatek
sq: Shtesa e paketës
sr: Додатак пакета
tr: Paket Eklentisi
uk: Пакет додатків
uz: Paket qo'shimchasi

source: Open Level Directory
ar: افتح دليل المستوى
az: Səviyyəli kataloqu açın
et: Ava taseme kataloog
fr_ca: Annuaire de niveau ouvert
he: פתיחת תיקיית השלב
hr: Otvori direktorij razine
hy: Բացեք մակարդակի գրացուցակը
id: Buka Direktori Level
is: Opnaðu stigaskrá
it: Apri cartella del livello
nn: Opna brettmappa
ro: Director nivel deschis
sk: Otvorte adresár úrovne
sl: Odpri imenik stopnje
sq: Hap dosjen e nivelit
sr: Директоријум отвореног нивоа
tr: Açık Düzey Dizini
uk: Відкрити каталог рівня
uz: Darajali katalogni oching

source: Edit Another Level
ar: تحرير مستوى آخر
az: Başqa Səviyyəni Redaktə edin
et: Muuda teist taset
fr_ca: Modifier un autre niveau
he: עריכת שלב אחר
hr: Uredi drugu razinu
hy: Խմբագրել մեկ այլ մակարդակ
id: Sunting Level Lain
is: Breyta öðru stigi
it: Modifica un altro livello
nn: Rediger eit anna brett
ro: Editați un alt nivel
sk: Upraviť ďalšiu úroveň
sl: Uredi drugo stopnjo
sq: Redakto një nivel tjetër
sr: Уреди још један ниво
tr: Başka Bir Seviyeyi Düzenle
uk: Редагувати інший рівень
uz: Boshqa darajani tahrirlash

source: Edit Another World
ar: تحرير عالم آخر
az: Başqa bir dünyanı redaktə edin
et: Muuda teist maailma
fr_ca: Modifier un autre monde
he: עריכת עולם אחר
hr: Uredi drugi svijet
hy: Խմբագրել մեկ այլ աշխարհ
id: Sunting Dunia Lain
is: Breyta öðrum heimi
it: Modifica un altro mondo
nn: Rediger ei anna verd
ro: Editați o altă lume
sk: Upraviť ďalší svet
sl: Uredi drug svet
sq: Redakto një botë tjetër
sr: Уреди Други свет
tr: Başka Bir Dünyayı Düzenle
uk: Редагувати інший світ
uz: Boshqa dunyoni tahrirlash

source: Convert Tiles
fr_ca: Convertir les tuiles
hr: Pretvori pločice
it: Converti Caselle
nn: Konverter fliser
sl: Pretvori podlage
sr: Конвертуј плочице
tr: Döşemeleri Dönüştür

source: Convert all tiles in the level using converters.
fr_ca: Convertir toutes les tuiles dans le niveau en utilisant des convertisseurs.
hr: Pretvorite sve pločice u razini pomoću pretvarača.
it: Converte tutte le caselle di un livello usando un convertitore.
nn: Konverter alle flisene på brettet med konverteringsprogram.
sl: S pretvorniki pretvori vse podlage v stopnji.
sr: Конвертујте све плочице у нивоу користећи конверторе.
tr: Dönüştürücüleri kullanarak seviyedeki tüm döşemeleri dönüştürün.

source: Check for Deprecated Tiles
fr_ca: Vérifier la présence de tuiles obsolètes
hr: Provjerite zastarjele pločice
it: Controlla se ci sono Caselle Obsolete
nn: Sjå etter utdaterte fliser
sl: Preveri za zastarele podlage
sr: Проверите застареле плочице
tr: Kullanımdan Kaldırılmış Döşemeleri Kontrol Edin

source: Check if any deprecated tiles are currently present in the level.
fr_ca: Vérifier si des tuiles obsolètes sont présentes dans le niveau.
hr: Provjerite ima li trenutno u razini zastarjelih pločica.
it: Controlla se è presente una casella obsoleta qualsiasi nel livello.
nn: Kontroller om det finst utdaterte fliser på brettet.
sl: Preveri, ali so v stopnji prisotne kakšne zastarele podlage
sr: Проверите да ли у нивоу тренутно постоје застареле плочице.
tr: Bu seviyede şu anda kullanımdan kaldırılmış herhangi bir döşemenin mevcut olup olmadığını kontrol edin.

source: Show Deprecated Tiles
fr_ca: Afficher les tuiles obsolètes
hr: Prikaži zastarjele pločice
it: Mostra le Caselle Obsolete
nn: Vis utdaterte fliser
sl: Prikaži zastarele podlage
sr: Прикажи застареле плочице

source: Indicate all deprecated tiles on the active tilemap, without the need of hovering over.
fr_ca: Indiquer toutes les tuiles obsolètes sur la carte de tuiles active, sans avoir besoin de les survoler avec la souris.
hr: Označite sve zastarjele pločice na aktivnoj mapi pločica, bez potrebe za zadržavanjem pokazivača miša iznad njih.
it: Mostra tutti i riquadri obsoleti sul gruppo di caselle attivo, senza dover passare il mouse sopra.
nn: Marker alle utdaterte fliser på gjeldande fliskart (utan at du treng å ha peikaren over).
sl: Označi vse zastarele podlage na trenutnem zarisu, ne da bi ti bilo treba z miško lebdeti nad njimi.
sr: Прикажи све застареле плочице на активној мапи плочица, без потребе за преласком курсора преко њих.

source: Editor settings
fr_ca: Paramètres de l'éditeur
it: Impostazioni dell'editor
nn: Redigeringsinnstillingar
ro: Parametrii editorului
sl: Nastavitve urejevalnika

source: Worldmap Settings
ar: إعدادات خريطة العالم
az: Dünya xəritəsi Parametrləri
et: Maailmakaardi seaded
fr_ca: Paramètres de la carte du monde
he: הגדרות מפת עולם
hr: Postavke karte svijeta
hy: Համաշխարհային քարտեզի կարգավորումներ
id: Pengaturan Peta Dunia
is: Heimskortsstillingar
it: Impostazioni della mappa del mondo
nn: Verdskart-innstillingar
ro: Setări pentru hărțile lumii
sk: Nastavenia mapy sveta
sl: Nastavitve zarisa sveta
sq: Cilësimet e hartës së botës
sr: Подешавања светске мапе
tr: Dünya Haritası Ayarları
uk: Налаштування карти світу
uz: Jahon xaritasi sozlamalari

source: Level Settings
ar: إعدادات المستوى
az: Səviyyə Parametrləri
et: Taseme sätted
fr_ca: Paramètres de niveau
he: הגדרות שלב
hr: Postavke razine
hy: Մակարդակի կարգավորումներ
id: Pengaturan Level
is: Stigstillingar
it: Impostazioni del livello
nn: Brettinnstillingar
ro: Setări de nivel
sk: Nastavenia úrovne
sl: Nastavitve stopnje
sq: Cilësimet e nivelit
sr: Подешавања нивоа
tr: Seviye Ayarları
uk: Налаштування рівня
uz: Daraja sozlamalari

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
az: Klaviatura Qısayolları
et: Klaviatuuri otseteed
fr_ca: Raccourcis clavier
he: קיצורי מקלדת
hr: Tipkovnički prečaci
hy: Ստեղնաշարի դյուրանցումներ
id: Pintasan Papan Tik
is: Flýtivísar
it: Scorciatoie da tastiera
nn: Snøggtastar
ro: Comenzi rapide de la tastatură
sk: Klávesové skratky
sl: Bližnjice na tipkovnici
sq: Shkurtoret e tastierës
sr: Пречице на тастатури
tr: Klavye Kısayolları
uk: Гарячі клавіши
uz: Klaviatura yorliqlari

source: Close Level
fr_ca: Fermer le niveau
it: Chiudi livello
nn: Lukk brettet
ro: Închide nivelul.
sl: Zapri stopnjo

source: Reset level
fr_ca: Réinitialiser le niveau
it: Resetta livello
nn: Tilbakestill brettet
ro: Reinițializează nivelul
sl: Ponastavi stopnjo

source: Exit Level Editor
ar: خروج محرر المستوى
az: Səviyyə Redaktorundan çıxın
et: Lõpeta
fr_ca: Quitter l'éditeur de niveau
he: יציאה מעורך השלבים
hr: Izađite iz uređivača razina
hy: Ելք մակարդակի խմբագրիչից
id: Keluar Penyunting Level
is: Hætta stig ritstjóri
it: Esci dall'editor di livello
nn: Avslutt brettredigering
ro: Ieșire din Editorul nivelului
sk: Ukončite Editor úrovní
sl: Zapusti urejevalnik
sq: Dilni nga Redaktori i Nivelit
sr: Изађи из уређивача нивоа
tr: Bölüm Düzenleyiciden Çık
uk: Вийти з редактора рівнів
uz: Daraja muharriridan chiqish

source: Do you want to package this world as an add-on?
ar: هل تريد حزم هذا العالم كإضافة؟
az: Bu dünyanı əlavə olaraq paketləmək istəyirsiniz?
et: Kas soovite selle maailma pakkida lisandmoodulina?
fr_ca: Voulez-vous emballer ce monde comme un add-on ?
he: האם אתה רוצה לארוז את העולם הזה כתוסף?
hr: Želite li spakirati ovaj svijet kao dodatak?
hy: Ցանկանու՞մ եք փաթեթավորել այս աշխարհը որպես հավելում:
id: Apakah Anda ingin mengemas dunia ini sebagai tambahan?
is: Viltu pakka þessum heimi sem viðbót?
it: Vuoi rendere questo mondo un pacchetto di contenuti aggiuntivi?
nn: Ønskjer du å pakka verda som eit tilleggskart?
ro: Vrei să împachetezi această lume ca supliment?
sk: Chcete tento svet zabaliť ako doplnok?
sl: Želiš zapakirati ta svet kot dodatek?
sq: Dëshiron ta paketosh këtë botë si një shtesë?
sr: Да ли желите да спакујете овај свет као додатак?
tr: Bu dünyayı bir eklenti olarak paketlemek ister misiniz?
uk: Ви хочете запакувати цей світ як доповнення?
uz: Bu dunyoni qo'shimcha sifatida to'plashni xohlaysizmi?

source: Open Menu
fr_ca: Ouvrir le menu
it: Apri il menù
nn: Opna menyen
ro: Deschide meniul
sl: Odpri meni

source: Test at Cursor
fr_ca: Tester depuis le curseur
it: Prova alla posizione del cursore
nn: Test ved peikaren
ro: Testează la cursor
sl: Preizkusi na kazalcu

source: Test at Last Position
fr_ca: Tester à la dernière position
it: Prova all'ultima posizione
nn: Test ved førre posisjon
ro: Testează la ultima poziție
sl: Preizkusi na zadnjem položaju

source: Toggle Autotiling
fr_ca: Basculer l'Auto-agencement de tuiles
it: Abilita l'auto-casella
nn: Slå på/av autoflislegging
sl: Preklopi samo-gradnjo

source: Render Light
ar: جعل الضوء
az: İşıq göstərin
et: Renderda valgust
fr_ca: Rendre la lumière
he: עיבוד אור
hr: Topiti svjetlo
hy: Ներկայացրեք լույսը
id: Render Cahaya
is: Skildu ljós
it: Renderizza luce
nn: Teikn lyssetjing
ro: Redă lumină
sk: Vykresliť svetlo
sl: Izriši osvetlitev
sq: Render dritë
sr: Рендеровање светла
tr: Işık Oluştur
uk: Відтворити світло
uz: Render Nur

source: Grid Snapping
ar: انجذاب الشبكة
az: Şəbəkənin sındırılması
et: Võre klõpsamine
fr_ca: Grille d'accrochage
he: הצמדת רשת
hr: Skidanje mreže
hy: Ցանցի խզում
id: Lekat ke Kisi
is: Smellur rist
it: Snap della griglia
nn: Lås til rutenettet
ro: Snapping grilă
sk: Prichytávanie mriežky
sl: Pripenjanje na mrežo
sq: Mbyllja e rrjetit
sr: Прикачивање мреже
tr: Izgara Yapışma
uk: Прив'язка сітки
uz: To‘r yorilishi
