Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Determine the resolution used in fullscreen mode (you must toggle fullscreen to complete the change)
ar: حدد الدقة المستخدمة في وضع ملء الشاشة (يجب تبديل ملء الشاشة لإكمال التغيير)
az: Tam ekran rejimində istifadə olunan təsvir ölçüsünü təyin edin (dəyişikliyi tamamlamaq üçün tam ekrana keçid etməlisiniz)
et: Määra täisekraani eraldusvõime (salvestamiseks on vajalik täisekraani valiku välja ja sisse lülitamine)
fr_ca: Déterminez la résolution utilisée en mode plein écran (vous devez basculer en plein écran pour terminer le changement)
he: קבע את הרזולוציה המשמשת במצב מסך מלא (עליך להחליף מסך מלא כדי להשלים את השינוי)
hr: Odredi rezoluciju koja se koristi preko cijelog zaslona (morate uključiti prikazivanje preko cijelog zaslona da bi se postavke primjenile)
hy: Որոշեք լիաէկրան ռեժիմում օգտագործվող լուծաչափը (փոփոխությունն ավարտելու համար դուք պետք է միացնեք ամբողջական էկրանը)
id: Menentukan resolusi yang digunakan dalam mode layar penuh (kamu harus mengaktifkan layar penuh untuk menggunakan perubahan ini)
is: Ákvarða upplausnina sem notuð er í fullskjásstillingu (þú verður að skipta um allan skjá til að ljúka breytingunni)
it: Determina la risoluzione usata a schermo intero (devi selezionare Schermo Intero per completare le modifiche)
nn: Vel oppløysinga for fullskjermmodus (du må byta mellom vindauge og fullskjerm for å sjå endringa)
ro: Determină rezoluția folosită pe tot ecranul (trebuie să comutați pe tot ecranul pentru aplicarea modificării)
sk: Určiť rozlíšenie použité v režime celej obrazovky (pre dokončenie nastavenia musíte prepnúť na režim celej obrazovky)
sl: Določi ločljivost za celoten zaslon (igra mora biti čez cel zaslon, da se bo sprememba pokazala)
sq: Përcakto rezolucionin e përdorur kur është ekrani i plotë (duhet të aktivosh ekranin e plotë për të përfunduar ndryshimin)
sr: Одређује резолуцију за режим пуног екрана (морате укључити Пун екран да довршите измену)
tr: Tam ekran modunda kullanılan çözünürlüğü belirle(Bu değişikliği tamamlamak için tam ekran moduna geçmelisiniz)
uk: Визначте розширення екрану що буде використовуватись у повноекранному режимі ( варто перейти до повноекранного режиму аби зміни набули чинності)
uz: To'liq ekran rejimida ishlatiladigan ruxsatni aniqlang (o'zgartirishni yakunlash uchun siz to'liq ekranga o'tishingiz kerak)

source: on
ar: على
az: haqqında
et: peal
fr_ca: activé
he: עַל
hr: na
hy: վրա
id: pada
is: á
it: Attivo
nn: på
ro: pe
sk: na
sl: vključena
sq: në
sr: укључено
tr: üzerinde
uk: на
uz: yoqilgan

source: off
ar: إيقاف
et: väljas
fr_ca: désactivé
he: כבוי
hr: isključeno
hy: անջատված
id: mati
is: af
it: Disattivo
nn: av
ro: oprit
sk: vypnuté
sl: izključena
sq: fikur
sr: искључено
tr: olası
uk: вимкнено
uz: o'chirilgan

source: adaptive
ar: تكيفية
az: adaptiv
et: kohanemisvõimeline
fr_ca: adaptatif
he: אדפטיבי
hr: adaptivna
hy: հարմարվողական
id: adaptif
is: aðlögunarhæfni
it: Adattivo
nn: adaptiv
ro: adaptativ
sk: adaptívny
sl: prilagodljiva
sr: адаптивни
tr: uyarlanabilir
uk: адаптивний
uz: moslashuvchan

source: VSync
sl: Navpična sinhronizacija

source: Set the VSync mode
ar: اضبط وضع VSync
az: VSync rejimini təyin edin
et: VSync režiim
fr_ca: Définir le mode VSync
he: הגדר את מצב VSync
hr: Postavite VSync način rada
hy: Սահմանեք VSync ռեժիմը
id: Atur mode VSync
is: Stilltu VSync ham
it: Imposta la modalità VSync
nn: Vel «vsync»-modus
ro: Setați modul VSync
sk: Nastaviť režim vert. synchronizácie
sl: Nastavi navpično sinhronizacijo
sq: Vendosni modalitetin VSync
sr: Подесите VSync режим
tr: VSync modunu ayarlama
uk: Встановіть режим VSync
uz: VSync rejimini o'rnating

source: Sound Volume
ar: حجم الصوت
az: Səs Həcmi
et: Helitugevus
fr_ca: Volume effets sonores
he: עוצמת השמע
hr: Glasnoća zvuka
hy: Ձայնի ծավալը
id: Volume Suara
is: Hljóðstyrkur
it: Volume del sonoro
nn: Lydstyrke lydeffektar
ro: Volumul sunetului
sk: Hlasitosť zvuku
sl: Glasnost zvoka
sq: Volumi i tingujve
sr: Јачина звука
tr: Ses Seviyesi
uk: Гучність звуку
uz: Ovoz balandligi

source: Adjust sound volume
ar: ضبط حجم الصوت
az: Səs səviyyəsini tənzimləyin
et: Muuda helitugevust
fr_ca: Ajuster le volume des effets sonores
he: התאמת עוצמת השמע
hr: Podešavanje glasnoće zvuka
hy: Կարգավորել ձայնի ծավալը
id: Atur volume suara
is: Stilla hljóðstyrk
it: Modifica il volume del sonoro
nn: Juster lydstyrken for lydeffektar
ro: Reglați volumul sunetului
sk: Upraviť hlasitosť zvuku
sl: Nastavi glasnost zvoka
sq: Rregullo volumin e tingujve
sr: Подесите јачину звука
tr: Ses seviyesini ayarla
uk: Відрегулюйте гучність звуку
uz: Ovoz balandligini sozlang

source: Music Volume
ar: طبقة صوت الموسيقا
az: Musiqi Həcmi
et: Muusika helitugevus
fr_ca: Volume de la musique
he: עוצמת המוזיקה
hr: Glasnoća glazbe
hy: Ձայնի ծավալը
id: Volume Musik
is: Tónlistarstyrkur
it: Volume della musica
nn: Lydstyrke musikk
ro: Volumul muzicii
sk: Hlasitosť hudby
sl: Glasnost glasbe
sq: Volumi i muzikës
sr: Јачина звука музике
tr: Müzik sesi
uk: Гучність музики
uz: Musiqa tovushi

source: Adjust music volume
ar: ضبط حجم الموسيقى
az: Musiqinin həcmini tənzimləyin
et: Muuda muusika helitugevust
fr_ca: Ajuster le volume de la musique
he: התאם את עוצמת המוזיקה
hr: Podešavanje glasnoće glazbe
hy: Կարգավորել երաժշտության ձայնը
id: Atur volume musik
is: Stilla hljóðstyrk tónlistar
it: Modifica il volume della musica
nn: Juster lydstyrken for musikk
ro: Reglați volumul muzicii
sk: Upravte hlasitosť hudby
sl: Nastavi glasnost glasbe
sq: Rregullo volumin e muzikës
sr: Подесите јачину звука музике
tr: Müzik sesini ayarla
uk: Відрегулюйте гучність музики
uz: Musiqa tovushini sozlang

source: Flash Intensity
fr_ca: Intensité du flash
hr: Intenzitet bljeska
it: Intensità dei lampi
nn: Lyn-intensitet
ro: Intensitatea flașului
sl: Jakost bliska
sr: Интензитет блица

source: Adjust the intensity of the flash produced by the thunderstorm
fr_ca: Ajuster l'intensité du flash produit par l'orage
hr: Prilagodite intenzitet bljeska uzrokovanog grmljavinom
it: Regola l'intensità dei lampi prodotti durante i temporali
nn: Juster kor intensiv lyna under torevêr skal vera
ro: Ajustează intensitatea flașului produs de către furtună.
sl: Prilagodi jakost bliska, ki ga proizvede nevihta
sr: Подесите интензитет блица који производи грмљавина

source: On-screen controls scale
fr_ca: Taille des contrôles à l'écran
hr: Skaliranje kontrola na zaslonu
it: Dimensione dei controlli su schermo
nn: Skalering av skjermkontrollar
sl: Velikost krmilnih elementov
sr: Скала контрола на екрану

source: The game couldn't detect your browser resolution. This most likely happens because it is not embedded in the SuperTux custom HTML template.
ar: لم تتمكن اللعبة من اكتشاف دقة متصفحك. يحدث هذا على الأرجح لأنه غير مضمن في قالب HTML المخصص SuperTux.
az: Oyun brauzerinizin qətnaməsini aşkar edə bilmədi. Bu, çox güman ki, quraşdırılmadığı üçün baş verir SuperTux xüsusi HTML şablonunda.
et: Mäng ei tuvastanud teie brauseri eraldusvõimet. Tõenäoliselt juhtub see seetõttu, et see pole manustatud SuperTuxi kohandatud HTML-i mallis.
fr_ca: Le jeu n'a pas pu détecter la résolution de votre navigateur. Cela se produit probablement parce qu'il n'est pas intégré dans le modèle HTML personnalisé de SuperTux.
he: המשחק לא הצליח לזהות את רזולוציית הדפדפן שלך. סביר להניח שזה קורה בגלל שהוא לא מוטבע בתבנית ה-HTML המותאמת אישית של SuperTux.
hr: Igra nije mogla otkriti razlučivost vašeg preglednika. To se najvjerojatnije događa jer nije ugrađen u prilagođenom HTML predlošku SuperTux.
hy: Խաղը չկարողացավ հայտնաբերել ձեր դիտարկիչի լուծումը: Սա, ամենայն հավանականությամբ, տեղի է ունենում, քանի որ այն ներկառուցված չէ SuperTux մաքսային HTML ձևանմուշում:
id: Game tidak dapat mendeteksi resolusi browser Anda. Ini kemungkinan besar terjadi karena tidak tertanam di templat HTML kustom SuperTux.
is: Leikurinn gat ekki greint upplausn vafrans þíns. Þetta gerist líklegast vegna þess að það er ekki innbyggt í SuperTux sérsniðnu HTML sniðmátinu.
it: Il gioco non è riuscito a rilevare la risoluzione del tuo browser. Questo molto probabilmente accade perché non è incorporato nel modello HTML personalizzato di SuperTux.
nn: Spelet klarte ikkje finna ut kva oppløysing nettlesaren din har. Dette kjem truleg av at han ikkje er innebygd i SuperTux-malen for tilpassa HTML.
ro: Jocul nu a putut detecta rezoluția browserului dvs. Acest lucru se întâmplă cel mai probabil pentru că nu este încorporat în șablonul HTML personalizat SuperTux.
sk: Hra nedokázala rozpoznať rozlíšenie vášho prehliadača. S najväčšou pravdepodobnosťou sa to stane, pretože nie je vložené vo vlastnej HTML šablóne SuperTux.
sl: Igra ni uspela zaznati ločljivosti tvojega brskalnika. To se je najverjetneje zgodilo, ker ni vpeta v SuperTuxovo šablono HTML.
sq: Loja nuk mund të zbulonte rezolucionin e shfletuesit tuaj. Kjo ka shumë të ngjarë të ndodhë sepse nuk është i ngulitur në shabllonin e personalizuar HTML SuperTux.
sr: Игра није могла да детектује резолуцију вашег прегледача. Ово се највероватније дешава зато што није уграђено у прилагођени HTML шаблон СуперТукс-а.
tr: Oyun tarayıcınızın çözünürlüğünü algılayamadı. Bu büyük olasılıkla gömülü olmadığı için olur SuperTux özel HTML şablonunda.
uk: Гра не може визначити роздільну здатність вашого браузера. Швидше за все це відбувається тому, що він не вбудований у спеціальному шаблоні HTML SuperTux.
uz: Oʻyin brauzeringiz ruxsatini aniqlay olmadi. Bu, ehtimol, u o'rnatilgan emasligi sababli sodir bo'ladi SuperTux maxsus HTML shablonida.

source: Select Video System
fr_ca: Sélectionner le système vidéo
hr: Odaberite video sustav
it: Seleziona sistema video
nn: Vel grafikksystem
ro: Selecționează sistemul video
sl: Izberi video sistem
sr: Изаберите видео систем

source: Restart game for the changes to take effect
fr_ca: Redémarrez le jeu pour que les modifications s'appliquent
hr: Ponovno pokrenite igru da bi promjene stupile na snagu
it: Riapri il gioco per far sì che le modifiche abbiano effetto.
nn: Start spelet på nytt for at endringane skal tre i kraft
ro: Repornește jocul pentru a permite schimbărilor să ia efect
sl: Spremembe se bodo poznale šele po ponovnem zagonu igre.
sr: Поново покрените игру да би промене ступиле на снагу

source: Browse Language Packs
fr_ca: Parcourir les modules de langue
hr: Pregledaj jezične pakete
it: Cerca pacchetti di lingua
nn: Bla gjennom språkpakkar
ro: Navighează în pachetele de limbaj
sl: Brskaj po jezikovnih paketih
sr: Прегледајте језичке пакете
tr: Dil Paketlerine Gözat

source: Page {}/{}
hr: Stranica {}/{}
it: Pagina {}/{}
nn: Side {}/{}
ro: Pagina {}/{}
sl: Stran {}/{}
sr: Страница {}/{}

source: No new language packs available
fr_ca: Aucun nouveau module de langue disponible
hr: Nema dostupnih novih jezičnih paketa
it: Non ci sono nuovi pacchetti della lingua disponibili
nn: Ingen nye språkpakkar er tilgjengeleg
ro: Nu-i nici un nou pachet de limbaj disponibil
sl: Na voljo ni novih jezikovnih paketov
sr: Нема доступних нових језичких пакета
tr: Yeni dil paketi mevcut değil

source: No new Add-ons available
fr_ca: Aucune nouvelle extension disponible.
hr: Nema dostupnih novih dodataka
it: Non ci sono nuovi pacchetti aggiuntivi disponibili
nn: Ingen nye tilleggskart er tilgjengeleg
ro: Nu-i nici o nouă extensie disponibilă
sl: Na voljo ni novih dodatkov
sr: Нема доступних нових додатака
tr: Yeni Eklenti mevcut değil

source: No language packs available
fr_ca: Aucun module de langue disponible
hr: Nema dostupnih jezičnih paketa
it: Nessun pacchetto della lingua disponibile
nn: Ingen språkpakkar er tilgjengeleg
ro: Nu-i nici un pachet de limbaj disponibil
sl: Na voljo ni jezikovnih paketov
sr: Нема доступних језичких пакета
tr: Hiçbir dil paketi mevcut değil

source: No Add-ons available
fr_ca: Aucune extension disponible.
hr: Nema dostupnih dodataka
it: Nessun pacchetto aggiuntivo disponibile
nn: Ingen tilleggskart er tilgjengeleg
ro: Nu-i nici o extensie disponibilă
sl: Na voljo ni dodatkov
sr: Нема доступних додатака
tr: Eklenti mevcut değil

source: Previous page
fr_ca: Page précédente
hr: Prethodno
it: Pagina precedente
nn: Førre side
ro: Pagina precedentă
sl: Prejšnja stran
sr: Претходна страна
tr: Önceki sayfa

source: Next page
fr_ca: Page suivante
hr: Slijedeća stranica
it: Pagina successiva
nn: Neste side
ro: Pagina următoare
sl: Naslednja stran
sr: Следећа страна
tr: Sonraki sayfa

source: Check Online (disabled)
ar: تحقق عبر الإنترنت (معطل)
az: Onlayn yoxlayın (aktivdir)
et: Lae Internetist (mitteaktiivne)
fr_ca: Vérifier en ligne (désactivé)
he: בדיקה ברשת (מושבתת)
hr: Provjeri na mreži (onemogućeno)
hy: Ստուգեք առցանց (անջատված)
id: Periksa Daring (dinonaktifkan)
is: Athugaðu á netinu (óvirkt)
it: Controlla sul Web (disattivato)
nn: Sjå etter på nettet (slått av)
ro: Verifică online (dezactivat)
sk: Overiť Online (vypnuté)
sl: Preveri na spletu (onemogočeno)
sq: Kontrollo në linjë (e çaktivizuar)
sr: Провери на мрежи (искључено)
tr: Çevrimdışı Konrol Et (kapalı)
uk: Перевірити онлайн (вимкнено)
uz: Onlayn tekshirish (o'chirilgan)

source: Check Online
ar: تحقق على الانترنت
az: Onlayn yoxlayın
et: Lae Internetist
fr_ca: Vérifier en ligne
he: בדיקה ברשת
hr: Provjeri na mreži
hy: Ստուգեք առցանց
id: Periksa Daring
is: Athugaðu á netinu
it: Controlla sul Web
nn: Sjå etter på nettet
ro: Verifică online
sk: Overiť online
sl: Preveri na spletu
sq: Kontrollo në linjë
sr: Провери на мрежи
tr: Çevrimiçi Kontrol Et
uk: Перевірити онлайн
uz: Darajalar to'plami

source: Downloading Add-On Repository Index
ar: تحميل فهرس مستودع الإضافات
az: Add-On repozitor indeksi endirilir
et: Lisandmooduli hoidla indeksi allalaadimine
fr_ca: Téléchargement de l'index du référentiel de modules complémentaires
he: בהורדת אינדקס מאגר תוספים
hr: Preuzimanje indeksa repozitorija dodataka
hy: Լրացուցիչ պահեստի ինդեքսը ներբեռնվում է
id: Mengunduh Indeks Repositori Add-On
is: Hleður niður vísitölu viðbótargagnageymslu
it: Scaricamento dell'indice dei componenti aggiuntivi
nn: Lastar ned indeks over tilleggskart
ro: Se descarcă lista de suplimente
sk: Sťahuje sa zoznam doplnkov
sl: Prenašam seznam dodatkov v zbirališču
sq: Duke shkarkuar Indeksin e Depove të Shtesave
sr: Преузимам садржај ризнице додатака
tr: Eklenti Deposu İçeriği İndiriliyor
uk: Завантаження даних репозиторію доповнень
uz: Qo'shimchalar ombori indeksi yuklab olinmoqda

source: Play with the keyboard
fr_ca: Jouer avec le clavier
hr: Igrajte se s tipkovnicom
it: Gioca con la tastiera
nn: Spel med tastaturet
sl: Igraj s tipkovnico
sr: Играјте се са тастатуром
tr: Klavyeyle oyna

source: Remove Player
fr_ca: Retirer le joueur
hr: Ukloni igrača
it: Rimuovi giocatore
nn: Fjern spelaren
ro: Scoate un jucător
sl: Odstrani igralca
sr: Уклони играча

source: Respawn Player
fr_ca: Refaire apparaître le joueur
hr: Ponovno rođeni igrač
it: Fai rinascere Giocatore
nn: La spelaren gjenoppstå
sl: Ponovno udejanji igralca
sr: Поновно појављивање играча

source: Spawn Player
fr_ca: Faire apparaître le joueur
hr: Pokretanje igrača
it: Genera Giocatore
nn: Start spelaren på brettet
sl: Udejanji igralca
sr: Појави играча

source: Controllers
fr_ca: Manettes de jeu
hr: Kontroleri
it: Controller
nn: Kontrollarar
ro: Manete
sl: Krmilniki
sr: Контролери
tr: Kontrolörler

source: This controller does not support rumbling; please check the controllers manually.
fr_ca: Cette manette ne prend pas en charge la fonction de vibration; veuillez vérifier manuellement les manettes.
hr: Ovaj kontroler ne podržava tutnjavu; molimo provjerite kontrolere ručno.
it: Questo controller non supporta il rumble; Controlla il controller manualmente.
nn: Denne spelkontrollaren støttar ikkje vibrering. Sjekk kontrollarane manuelt.
sl: Ta krmilnik ne podpira vibriranja. Krmilnike boš moral/a preveriti ročno.
sr: Овај контролер не подржава тутњаву; молимо вас да ручно проверите контролере.

source: This SuperTux build does not support rumbling controllers; please check the controllers manually.
fr_ca: Cette version de SuperTux ne prend pas en charge les manettes à vibration; veuillez vérifier les manettes manuellement.
hr: Ova SuperTux verzija ne podržava rumblirajuće kontrolere; molimo vas da ručno provjerite kontrolere.
it: Questa build di SuperTux non supporta i controller con il rumble; Controlla i controller manualmente.
nn: Denne SuperTux-byggversjonen støttar ikkje spelkontrollarar med vibrering. Sjekk kontrollarane manuelt.
sl: Ta različica SuperTuxa ne podpira vibriranjakrmilnikov. Krmilnike preveri ročno, prosim.
sr: Ова СуперТукс верзија не подржава контролере који „rumbling“; молимо вас да ручно проверите контролере.

source: This joystick does not support rumbling; please check the joysticks manually.
fr_ca: Ce manche de jeu ne prend pas en charge la fonction de vibration; veuillez vérifier le manche manuellement.
hr: Ovaj joystick ne podržava tutnjanje; molimo provjerite joysticke ručno.
it: Questo joystick non supporta il rumble; Controlla il joystick manualmente.
nn: Denne styrespaken støttar ikkje vibrering. Sjekk styrespakane manuelt.
sl: Ta igralna palica ne podpira vibriranja. Igralne palice boš moral/a preveriti ročno.
sr: Овај џојстик не подржава тутњаву; молимо вас да ручно проверите џојстике.

source: This SuperTux build does not support rumbling joysticks; please check the joysticks manually.
fr_ca: Cette version de SuperTux ne prend pas en charge les manches de jeu à vibration; veuillez vérifier le manche manuellement.
hr: Ova SuperTux verzija ne podržava tutnjave joystickove; molimo vas da ručno provjerite joystickove.
it: Questa build di SuperTux non supporta i joystick con il rumble; Controlla i joystick manualmente.
nn: Denne SuperTux-byggversjonen støttar ikkje styrespakar med vibrering. Sjekk styrespakane manuelt.
sl: Ta različica SuperTuxa ne podpira vibriranjaigralnih palic. Igralne palice preveri ročno, prosim.
sr: Ова СуперТукс верзија не подржава тутњаве џојстике; молимо вас да ручно проверите џојстике.

source: Delete level
ar: حذف المستوى
az: Səviyyəni silin
et: Kustuta tase
fr_ca: Supprimer le niveau
he: מחק רמה
hr: Izbriši razinu
hy: Ջնջել մակարդակը
id: Hapus tingkat
is: Eyða stigi
it: Elimina livello
nn: Slett bretta
ro: Ștergeți nivelul
sk: Odstrániť úroveň
sl: Izbriši stopnjo
sq: Fshi nivelin
sr: Обриши ниво
tr: Seviyeyi sil
uk: Видалити рівень
uz: Darajani o'chirish

source: No levels available
fr_ca: Aucun niveau disponible
hr: Nema dostupnih razina
it: Nessun livello disponibile
nn: Ingen brett er tilgjengelege
ro: Nu-i nici un nivel disponibil.
sl: Na voljo ni nobenih stopenj
sr: Нема доступних нивоа
tr: Hiçbir seviye mevcut değil

source: You cannot delete the level that you are editing!
fr_ca: Vous ne pouvez pas supprimer le niveau que vous êtes en train de modifier!
hr: Ne možete izbrisati razinu koju uređujete!
it: Non puoi eliminare il livello che stai modificando!
nn: Du kan ikkje sletta brettet som du held på med å redigera.
ro: Nu poți suprima nivelul pe care îl editezi!
sl: Ne moreš izbrisati stopnje, ki jo urejaš!
sr: Не можете обрисати ниво који уређујете!

source: You are about to delete level "{}". Are you sure?
fr_ca: Vous êtes sur le point de supprimer le niveau "{}". Êtes-vous sûr?
hr: Spremate se izbrisati razinu "{}". Jeste li sigurni?
it: Verrà cancellato il livello "{}". Continuare?
nn: Du er i ferd med å sletta brettet «{}». Er du sikker?
ro: O să fie suprimat nivelul "{}". Ești sigur?
sl: To bo izbrisalo stopnjo "{}". Ali si prepričan/a?
sr: Управо ћете обрисати ниво „{}“. Да ли сте сигурни?

source: Apply cheat to player
fr_ca: Appliquer la triche au joueur
hr: Primijeni varanje na igrača
it: Applica i trucchi al giocatore
nn: Bruk fuskemodus på spelar
sl: Omogoči švindlanje za igralca
sr: Примени варање на играча

source: Empty World
ar: عالم فارغ
az: Boş Dünya
et: Tühi Maailm
fr_ca: Monde vide
he: עולם ריק
hr: Prazan svijet
hy: Դատարկ աշխարհ
id: Dunia Kosong
is: Tómur heimur
it: Mondo vuoto
nn: Tom verd
ro: Lumea goală
sk: Prázdny svet
sl: Prazen svet
sq: Botë bosh
sr: Празан свет
tr: Boş Dünya
uk: Порожній світ
uz: Bo'sh dunyo

source: Create Level
ar: إنشاء مستوى
az: Səviyyə yaradın
et: Loo tase
fr_ca: Créer un niveau
he: יצירת שלב
hr: Stvori razinu
hy: Ստեղծել մակարդակ
id: Buat Level
is: Búðu til stig
it: Crea livello
nn: Lag nytt brett
ro: Creează nivel
sk: Vytvoriť úroveň
sl: Ustvari stopnjo
sq: Krijo nivel
sr: Направи ниво
tr: Seviye Oluştur
uk: Створити рівень
uz: Darajani yaratish

source: Edit Worldmap
ar: تحرير خريطة العالم
az: Dünya xəritəsini redaktə edin
et: Redigeeri maailmakaarti
fr_ca: Modifier la carte du monde
he: עריכת מפת העולם
hr: Uredite kartu svijeta
hy: Խմբագրել աշխարհի քարտեզը
id: Sunting Peta Dunia
is: Breyta heimskorti
it: Modifica mappa del mondo
nn: Rediger verdskart
ro: Editați harta lumii
sk: Upraviť mapu sveta
sl: Uredi zaris sveti
sq: Redakto hartën e botës
sr: Уреди мапу света
tr: Dünya Haritasını Düzenle
uk: Редагувати карту світу
uz: Jahon xaritasini tahrirlash

source: Create Worldmap
ar: إنشاء خريطة العالم
az: Dünya xəritəsi yaradın
et: Loo maailmakaart
fr_ca: Créer une carte du monde
he: יצירת מפת עולם
hr: Napravite kartu svijeta
hy: Ստեղծեք աշխարհի քարտեզ
id: Buat Peta Dunia
is: Búðu til heimskort
it: Crea mappa del mondo
nn: Lag nytt verdskart
ro: Creați o hartă a lumii
sk: Vytvoriť mapu sveta
sl: Ustvari zaris sveta
sq: Krijo hartën e botës
sr: Направи мапу света
tr: Dünya haritası oluştur
uk: Створіть карту світу
uz: Jahon xaritasini yaratish
