Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: The layer this object is drawn on. Higher layers are drawn on top of lower layers.
fr_ca: La couche sur laquelle cet objet est dessiné. Des couches supérieures sont dessinées par-dessus des couches inférieures.
it: Il livello sull'asse Z sul quale quest'oggetto è disegnato. I livelli più alti sono disegnati sopra a quelli più bassi.
nn: Laget objektet vert teikna på. Øvre lag vert teikna oppå nedre laga.
ro: Stratul pe care obiectul ăsta este desenat. Strate superioare sunt desenate peste strate inferioare.
sl: Plast, na kateri je narisan ta objekt. Višje plasti prekrijejo nižje plasti.

source: Invisible Wall
ar: جدار غير مرئي
az: Görünməz Divar
et: Nähtamatu sein
fr_ca: Mur invisible
he: קיר בלתי־נראה
hr: Nevidljivi zid
hy: Անտեսանելի պատ
id: Dinding Tak Terlihat
is: Ósýnilegur veggur
it: Muro invisibile
nn: Usynleg vegg
ro: Zidul Invizibil
sk: Neviditeľná stena
sl: Nevidni zid
sq: Muri i padukshëm
sr: Невидљиви зид
tr: Görünmez Duvar
uk: Невидима стіна
uz: Ko'rinmas devor

source: Platforms
ar: المنصات
az: Platformalar
et: Platvormid
fr_ca: Plateformes
he: פלטפורמות
hr: Platforme
hy: Հարթակներ
id: Platform
is: Pallar
it: Piattaforme
nn: Plattformer
ro: Platforme
sk: Platformy
sl: Ploščadi
sq: Platformat
sr: Платформе
tr: Düzlemler
uk: Платформи
uz: Platformalar

source: Radius
ar: نصف القطر
et: Raadius
fr_ca: Rayon
he: רדיוס
hy: Շառավիղ
is: Radíus
it: Raggio
ro: Rază
sk: Dosah
sl: Doseg
sq: Rrezja
sr: Домет
tr: Yarıçap
uk: Радіус

source: Momentum change rate
ar: معدل تغير الزخم
az: Momentum dəyişmə dərəcəsi
et: Momendi muutumise kiirus
fr_ca: Taux de changement de momentum
he: קצב שינוי המומנטום
hr: Stopa promjene momenta
hy: Իմպուլսի փոփոխության արագությունը
id: Tingkat perubahan momentum
is: Skriðþungabreytingarhraði
it: Cambia il tasso di moto
nn: Endringsrate rørslemengd
ro: Rata de schimbare a impulsului
sk: Rýchlosť zmeny hybnosti
sl: Hitrost spremembe gibanja
sq: Shkalla e ndryshimit të momentit
sr: Брзина промене импулса
tr: Momentum değişim oranı
uk: Швидкість зміни імпульсу
uz: Impulsning o'zgarish tezligi

source: Ghost Particles
ar: جسيمات شبح
az: Xəyal hissəcikləri
et: Kummitusosakesed
fr_ca: Particules fantômes
he: חלקיקי רוחות
hr: Čestice duhova
hy: Ուրվական մասնիկներ
id: Partikel Hantu
is: Draugagnir
it: Particelle fantasma
nn: Spøkjelsespartiklar
ro: Particule fantomă
sk: Častice duchov
sl: Strahčevski delci
sq: Grimcat fantazmë
sr: Честице духова
tr: Hayalet parçacıkları
uk: Частинки-привиди
uz: Arvoh zarralari

source: Music
ar: موسيقى
az: Musiqi
et: Muusika
fr_ca: Musique
he: מוזיקה
hr: Glazba
hy: Երաժշտություն
id: Musik
is: Tónlist
it: Musica
nn: Musikk
ro: Muzică
sk: Hudba
sl: Glasba
sq: Muzika
sr: Музика
tr: Müzik
uk: Музика
uz: Musiqa

source: Checkpoint
ar: نقطة تفتيش
az: Yoxlama məntəqəsi
et: Kelluke
he: נקודת סימון
hr: Kontrolna točka
hy: Անցակետ
id: Titik Cek
is: Eftirlitsstöð
nn: Bjøllestad
ro: Punct de control
sk: Kontrolný bod
sl: Varna točka
sq: Pika kontrolli
sr: Контролни пункт
tr: Kontrol noktası
uk: КПП
uz: Tekshirish punkti

source: Bicycle Platform
ar: منصة دراجات
az: Velosiped platforması
et: Jalgrattaplatvorm
fr_ca: Plate-forme de vélo
he: פלטפורמת אופניים
hr: Platforma za bicikl
hy: Հեծանիվների հարթակ
id: Platform Sepeda
is: Hjólapallur
it: Piattaforma bicicletta
nn: Sykkelplattform
ro: Platformă pentru biciclete
sk: Platforma pre bicykle
sl: Kolesna ploščad
sq: Platforma e biçikletave
sr: Платформа за бицикле
tr: Bisiklet Platformu
uk: Велосипедна платформа
uz: Velosiped platformasi

source: Invisible Block
ar: كتلة غير مرئية
az: Görünməz blok
et: Nähtamatu plokk
fr_ca: Bloc invisible
he: תיבה בלתי־נראית
hr: Nevidljivi blok
hy: Անտեսանելի բլոկ
id: Blok Tak Terlihat
is: Ósýnileg blokk
it: Blocco invisibile
nn: Usynleg blokk
ro: Bloc invizibil
sk: Neviditeľný blok
sl: Nevidna kocka
sq: Blloku i padukshëm
sr: Невидљиви блок
tr: Görünmez Öbek
uk: Невидимий блок
uz: Ko'rinmas blok

source: Particle zone
ar: منطقة الجسيمات
az: Hissəcik zonası
et: Osakeste tsoon
fr_ca: Zone de particules
he: אזור החלקיקים
hr: Zona čestica
hy: Մասնիկների գոտի
id: Area partikel
is: Agnasvæði
it: Zona delle particelle
nn: Partikkelsone
ro: Zona de particule
sk: Zóna častíc
sl: Območje delcev
sq: Zona e grimcave
sr: Зона честица
tr: Parçacık bölgesi
uk: Зона частинок
uz: Zarrachalar zonasi

source: Tilemap
ar: خريطة البلاط
az: Tilem xəritəsi
et: Plaatide kaart
fr_ca: Carte
he: מפת אריחים
hr: Pločica karte
hy: Կղմինդր քարտեզ
id: Peta Ubin
is: Flísakort
it: Mappa Caselle
nn: Fliskart
ro: Hartă de panouri
sk: Dlaždicová mapa
sl: Zaris podlage
sq: Harta e pllakave
sr: Мапа плочица
tr: Karo harita
uk: Плитка карта
uz: Plitka xaritasi

source: Magic Tile
ar: البلاط السحري
az: Sehrli kafel
et: Maagiline plaat
fr_ca: Tuile Magique
he: אריח קסום
hr: Čarobna pločica
hy: Կախարդական սալիկ
id: Ubin Ajaib
is: Töfraflísar
it: Casella Magica
nn: Magisk flis
ro: Tigla magică
sk: Magická dlaždica
sl: Čarobna podlaga
sq: Pllakë magjike
sr: Магична плочица
tr: Sihirli Karo
uk: Чарівна плитка
uz: Sehrli kafel

source: Hurting Platform
ar: منصة مؤذية
az: Zərərli Platforma
et: Saetera
fr_ca: Plate-forme blessante
he: פלטפורמת פגיעה
hr: Oštećena platforma
hy: Վնասող հարթակ
id: Landasan Menyakiti
is: Meiða pallur
it: Piattaforma danneggiante
nn: Skadeplattform
ro: Platformă rănită
sk: Bolí platforma
sl: Škodljiva ploščad
sq: Platforma e lëndimit
sr: Повређена платформа
tr: Acıtma Platformu
uk: Боляча платформа
uz: Zararli platforma

source: Key
fr_ca: Clé
hr: Ključ
it: Chiave
nn: Nøkkel
ro: Cheie
sl: Ključ
sr: Кључ

source: Custom Particles
ar: الجسيمات المخصصة
az: Xüsusi hissəciklər
et: Kohandatud osakesed
fr_ca: Particules personnalisées
he: חלקיקים מותאמים אישית
hr: Prilagođene čestice
hy: Պատվերով մասնիկներ
id: Partikel Khusus
is: Sérsniðnar agnir
it: Particelle personalizzate
nn: Tilpassa partiklar
ro: Particule personalizate
sk: Vlastné častice
sl: Delci po meri
sq: Grimcat e personalizuara
sr: Прилагођене честице
tr: Özel Parçacıklar
uk: Спеціальні частинки
uz: Maxsus zarrachalar

source: Scripted Object
ar: كائن مكتوب
az: Skriptləşdirilmiş Obyekt
et: Skriptitud objekt
fr_ca: Objet scripté
he: אובייקט תסריטאי
hr: Skriptirani objekt
hy: Սցենարավորված օբյեկտ
id: Objek yang Ditulis
is: Skrifað hlutur
it: Oggetto scriptato
nn: Skripta objekt
ro: Obiect scriptat
sk: Skriptovaný objekt
sl: Predmet s skripto
sq: Objekti i shkruar
sr: Скриптовани објекат
tr: Senaryolaştırılmış Nesne
uk: Об'єкт зі сценарієм
uz: Skriptlangan ob'ekt

source: Trampoline
ar: الترامبولين
az: Batut
et: Hüppelaud
he: טרמפולינה
hr: Trampolin
hy: Բատուտ
id: Trampolin
is: Trampólín
it: Trampolino
ro: Trambulină
sk: Trampolína
sl: Trampolin
sq: Trampolinë
sr: Трамполина
tr: Trambolin
uk: Батут
uz: Trampolin

source: Lit object
fr_ca: Objet éclairant
hr: Osvijetljeni objekt
it: Oggetto illuminato
nn: Opplyst objekt
ro: Obiect aprins
sl: Osvetljen predmet
sr: Осветљени објекат

source: Sticky
fr_ca: Collant
hr: Ljepljivo
it: Appiccicoso
nn: Klebrig
ro: Lipicios
sl: Lepljivo
sr: Лепљив

source: Text array
ar: مجموعة نصية
az: Mətn massivi
et: Tekstimassiivi
fr_ca: Tableau de texte
he: מערך טקסט
hr: Tekstni niz
hy: Տեքստային զանգված
id: Array teks
is: Textaflokkur
it: Matrice di testo
nn: Teksttabell
ro: Matrice de text
sk: Textové pole
sl: Besedilno polje
sq: Grup tekstesh
sr: Текстуални низ
tr: Metin dizisi
uk: Текстовий масив
uz: Matn massivi

source: Spotlight
ar: أضواء كاشفة
az: Diqqət mərkəzi
et: Prožektorite valguses
fr_ca: Projecteur
he: זַרקוֹר
hr: Reflektor
hy: Ուշադրության կենտրոնում
id: Lampu Sorot
is: Kastljós
it: Riflettore
nn: Punktlys
ro: În lumina reflectoarelor
sk: Bodové svetlo
sl: Žaromet
sq: Ndriçoj
sr: У фокусу
tr: Far
uk: Прожектор
uz: Diqqat markazi

source: Bonus Block
ar: كتلة المكافأة
az: Bonus Bloku
et: Mündikast
fr_ca: Bloc Bonus
he: תיבת בונוס
hr: Bonus blok
hy: Բոնուսային բլոկ
id: Blok Bonus
is: Bónus blokk
it: Blocco Bonus
nn: Bonusblokk
ro: Bloc bonus
sk: Bonusový blok
sl: Bonus kocka
sq: Blloku i bonusit
sr: Бонус блок
tr: Bonus Bloğu
uk: Бонусний блок
uz: Bonus bloki

source: Unstable Tile
ar: بلاط غير مستقر
az: Qeyri-sabit kafel
et: Ebastabiilne plaat
fr_ca: Tuile instable
he: אריח לא יציב
hr: Nestabilna pločica
hy: Անկայուն կղմինդր
id: Ubin Tak Stabil
is: Óstöðug flísar
it: Casella instabile
nn: Ustabil flis
ro: Tigla instabilă
sk: Nestabilná dlaždica
sl: Majava podlaga
sq: Pllakë e paqëndrueshme
sr: Нестабилна плочица
tr: Dengesiz Karo
uk: Нестабільна плитка
uz: Stabil bo'lmagan kafel

source: Flicker
ar: رمش
az: Parıldamaq
et: Virvendus
fr_ca: Vacillante
he: לְהַבהֵב
hr: Treperenje
hy: Թարթում
id: Berkelip
is: Flikka
it: Sfarfallio
nn: Blafring
ro: Pâlpâi
sk: Blikanie
sl: Migeta
sq: Dridhje
sr: Трепћућа
tr: Titreme
uk: Мерехтіння
uz: Miltillash

source: Fog Opacity
fr_ca: Opacité du brouillard
hr: Neprozirnost magle
it: Opacità della nebbia
nn: Skoddetettleik
ro: Opacitatea ceții
sl: Motnost megle
sr: Непрозирност магле
tr: Sis Opaklığı

source: X Speed
fr_ca: Vitesse X
hr: X brzina
it: Velocità sull'asse X
nn: X-fart
ro: Viteza X
sl: Hitrost X
sr: X брзина
tr: X Hızı

source: Y Speed
fr_ca: Vitesse Y
hr: Brzina Y
it: Velocità sull'asse Y
nn: Y-fart
ro: Viteza Y
sl: Hitrost Y
sr: Брзина Y
tr: Y Hızı

source: Breakable
ar: قابل للكسر
az: Qırıla bilən
et: Purunev
fr_ca: Destructible
he: שביר
hr: Lomljiv
hy: Կոտրվող
id: Bisa pecah
is: Brjótanlegt
it: Rompibile
nn: Knusbar
ro: Spărgător
sk: Rozbitné
sl: Uničljiva
sq: E thyeshme
sr: Ломљиво
tr: Kırılabilir
uk: Можна розбити
uz: Buzilishi mumkin

source: Decal
ar: صائق
az: Dekal
et: Kleebis
fr_ca: Décalque
he: מדבקות
hr: Preslikač
hy: Սկավառակ
id: Stiker
is: Límmiði
it: Decalcomania
nn: Dekal
sl: Okrasna slika
sr: Налепница
tr: Çıkart
uk: Декаль
uz: Dekal

source: Break on impact?
fr_ca: Se briser à l'impact?
hr: Pukne pri udaru?
it: Si distrugge all'impatto?
nn: Knus ved treff?
ro: Spargere la impact?
sl: Se razbije ob trku?
sr: Сломити се при удару?

source: Bounce?
fr_ca: Rebondit?
hr: Odskakivati?
it: Rimbalza?
nn: Sprett?
sl: Poskakuje?
sr: Одскочити?

source: Ambient Sound
ar: الصوت المحيط
az: Ətraf səsi
et: Ümbritsev heli
fr_ca: Son ambiant
he: סאונד אווירה
hr: Ambijentalni zvuk
hy: Շրջակա միջավայրի ձայն
id: Suara Sekitar
is: Umhverfishljóð
it: Suono ambientale
nn: Omgjevnadslyd
ro: Sunet ambiental
sk: Okolitý zvuk
sl: Okoljski zvok
sq: Tingulli i Ambientit
sr: Амбијентални звук
tr: Ortam Sesi
uk: Навколишній звук
uz: Atrofdagi tovush

source: Mode
ar: نمط
az: Rejim
et: Režiim
he: מצב
hr: Način rada
hy: Ռեժիմ
it: Modalità
nn: Modus
ro: Mod
sk: Režim
sl: Način
sq: Modaliteti
sr: Режим
tr: Kip
uk: Режим
uz: Rejim

source: normal
ar: عادي
et: normaalne
he: רגיל
hr: normalan
hy: նորմալ
is: eðlilegt
it: normale
sk: normálne
sl: običajno
sq: normale
sr: нормално
uk: звичайний

source: manual
ar: يدوي
az: təlimat
et: manuaal
fr_ca: manuel
he: מדריך ל
hr: priručnik
hy: ձեռնարկ
is: handbók
it: manuale
nn: manuell
sk: Manuálny
sl: ročno
sq: manuale
sr: ручно
tr: el ile
uk: ручний
uz: qo'llanma

source: free
fr_ca: débloquée
it: Libera
nn: fri
sl: prosto

source: autoscroll
ar: لف تلقائي
az: avtomatik sürüşdürün
et: automaatne kerimine
fr_ca: défilement automatique
he: גלילה אוטומטית
hr: automatsko pomicanje
hy: ավտոմատ ոլորել
id: gulir otomatis
is: sjálfvirka flettingu
it: scorrimento automatico
nn: autorulling
ro: defilare automată
sk: automatické posúvanie
sl: samodejno drsenje
sr: аутоматско померање
tr: otomatik kaydırma
uk: автопрокручування
uz: avtomatik aylantirish

source: Info Block
ar: كتلة المعلومات
az: Məlumat bloku
et: Abikast
fr_ca: Cube d’information
he: תיבת מידע
hr: Info blok
hy: Տեղեկատվության բլոկ
id: Blok Info
is: Upplýsingablokk
it: Blocco informativo
nn: Infoblokk
ro: Bloc de informații
sk: Informačný blok
sl: Poučna kocka
sq: Blloku i informacionit
sr: Инфо блок
tr: Bilgi Bloğu
uk: Інформаційний блок
uz: Ma'lumot bloki

source: Ice
fr_ca: Glace
hr: Led
it: Ghiaccio
nn: Is
ro: Gheață
sl: Led
sr: Лед
tr: Buz

source: Brick
ar: طوبة
az: Kərpic
et: Puukast
fr_ca: Brique
he: לבנה
hr: Cigla
hy: Աղյուս
id: Bata
is: Múrsteinn
it: Mattone
nn: Murstein
ro: Cărămidă
sk: Tehla
sl: Opeka
sq: Tulla
sr: Цигла
tr: Tuğla
uk: Цегла
uz: G'isht

source: Delayed
fr_ca: Retardé
hr: Odgođeno
it: Con ritardo
nn: Forseinka
ro: Întârziat
sl: Zakasnjena
sr: Одложено

source: Time Limit
ar: المهلة
az: Vaxt məhdudiyyəti
et: Ajaline piirang
fr_ca: Limite de temps
he: הגבלת זמן
hr: Vremensko ograničenje
hy: Ժամկետը
id: Batas Waktu
is: Tímamörk
it: Limite di tempo
nn: Tidsgrense
ro: Limita
sk: Lehota
sl: Časovna omejitev
sq: Afat kohor
sr: Временско ограничење
tr: Zaman Sınırı
uk: Термін
uz: Vaqt chegarasi

source: Weak Tile
ar: بلاط ضعيف
az: Zəif kafel
et: Nõrk Plaat
fr_ca: Case faible
he: אריח חלש
hr: Slaba pločica
hy: Թույլ սալիկ
id: Ubin Lemah
is: Veikar flísar
it: Casella Debole
nn: Svak flis
ro: Tigla slabă
sk: Slabá dlaždica
sl: Šibka podlaga
sq: Pllakë e dobët
sr: Слаба плочица
tr: Zayıf Döşeme
uk: Слабка плитка
uz: Zaif kafel

source: Gradient
ar: الانحدار
az: Qradient
fr_ca: Pente
he: מדרג
hr: Gradijent
hy: Գրադիենտ
id: Gradien
is: Halli
it: Gradiente
sk: Sklon
sl: Preliv
sr: Прелив
tr: Eğim
uk: Градієнт

source: Circular Platform
ar: منصة دائرية
az: Dairəvi Platforma
et: Ümmargune Platvorm
fr_ca: Plate-forme circulaire
he: פלטפורמה מעגלית
hr: Kružna platforma
hy: Շրջանաձև հարթակ
id: Platform Edaran
is: Hringlaga pallur
it: Piattaforma circolare
nn: Sirkelplattform
ro: Platformă circulară
sk: Kruhová platforma
sl: Krožna ploščad
sq: Platforma rrethore
sr: Кружна платформа
tr: Dairesel Platform
uk: Кругова платформа
uz: Doiraviy platforma

source: Resize offset x
ar: تغيير حجم الإزاحة x
az: Ofset x ölçüsünü dəyişdirin
et: Muuda nihet x
fr_ca: Redimensionner le décalage x
he: שינוי גודל היסט x
hr: Promjena veličine pomaka x
hy: Չափափոխել օֆսեթ x
id: Ubah ukuran ofset x
is: Breyta stærð offset x
it: Ridimensiona sfasamento sull'asse X
nn: Storleiksendring-forskyving X
ro: Redimensionați offset x
sk: Zmeňte veľkosť posunutia x
sl: Spremeni odmik x
sq: Ndryshimi i madhësisë së kompensimit x
sr: Промени величину помака x
tr: X kolunu yeniden boyutlandır
uk: Змінення розміру x
uz: Ofset x oʻlchamini oʻzgartirish

source: Resize offset y
ar: تغيير حجم تعويض y
az: Ölçü dəyişdirmə ofset y
et: Muuda nihet y
fr_ca: Redimensionner le décalage y
he: שינוי גודל היסט y
hr: Promjena veličine pomaka y
hy: Չափափոխել օֆսեթ y
id: Ubah ukuran ofset y
is: Breyta stærð offset y
it: Ridimensiona sfasamento sull'asse Y
nn: Storleiksendring-forskyving Y
ro: Redimensionați offset y
sk: Zmeniť posun veľkosti y
sl: Spremeni odmik y
sq: Ndryshimi i madhësisë së kompensimit y
sr: Промени величину померања y
tr: Y kolunu yeniden boyutlandır
uk: Змінити розмір зсуву y
uz: Ofset oʻlchamini oʻzgartirish y

source: Width
ar: العرض
az: Genişlik
et: Laius
fr_ca: Largeur
he: רוחב
hr: Širina
hy: Լայնությունը
id: Lebar
is: Breidd
it: Larghezza
nn: Breidd
ro: Lățime
sk: Šírka
sl: Širina
sq: Gjerësia
sr: Ширина
tr: Genişlik
uk: Ширина
uz: Kengligi

source: Height
ar: الارتفاع
az: Hündürlük
et: Kõrgus
fr_ca: Hauteur
he: גובה
hr: Visina
hy: Բարձրություն
id: Tinggi
is: Hæð
it: Altezza
nn: Høgd
ro: Înălțime
sk: Výška
sl: Višina
sq: Lartësia
sr: Висина
tr: Yükseklik
uk: Висота
uz: Balandligi

source: Alpha
ar: ألفا
az: Alfa
et: Alfa
he: אלפא
hr: Alfa
hy: Ալֆա
id: Alfa
is: Alfa
it: Alfa
nn: Alfa
ro: Alfa
sk: Alfa
sl: Alfa
sq: Alfa
sr: Алфа
tr: Alfa
uk: Альфа
uz: Alfa

source: Speed x
ar: سرعة س
az: Sürət x
et: Kiirus x
fr_ca: Vitesse x
he: ‏x מהירות
hr: Brzina x
hy: Արագություն x
id: Kecepatan x
is: Hraði x
it: Velocità sull'asse X
nn: Fart x
ro: Viteza x
sk: Rýchlosť x
sl: Hitrost x
sq: Shpejtësia x
sr: X брзина
tr: X hızı
uk: Швидкість х
uz: Tezlik x

source: Speed y
ar: سرعة ص
az: Sürət y
et: Kiirus y
fr_ca: Vitesse y
he: ‏y מהירות
hr: Brzina y
hy: Արագություն y
id: Kecepatan y
is: Hraði y
it: Velocità sull'asse Y
nn: Fart y
ro: Viteza y
sk: Rýchlosť y
sl: Hitrost y
sq: Shpejtësia y
sr: Y брзина
tr: Y hızı
uk: Швидкість y
uz: Tezlik y

source: Tint
ar: لون
az: Rəng
et: Toon
fr_ca: Teinte
he: לִצְבּוֹעַ
hr: Nijansa
hy: Երանգ
id: Pewarnaan
is: Litur
it: Tinta
nn: Farge
ro: Tentă
sk: Odtieň
sl: Odtenek
sq: Ngjyrosje
sr: Нијанса
tr: Ton
uk: Відтінок
uz: Rang

source: Running
ar: جري
az: Qaçış
et: Jooksmine
fr_ca: En cours
he: ריצה
hr: Trčanje
hy: Վազում
id: Berjalan
is: Hlaupandi
it: In funzione
nn: Spring
ro: Alergare
sk: Beh
sl: V teku
sq: Vrapimi
sr: Трчање
tr: Koşuyor
uk: Біг
uz: Yugurish

source: Cloud Particles
ar: جزيئات السحابة
az: Bulud hissəcikləri
et: Pilved
fr_ca: Particules de nuage
he: חלקיקי עננים
hr: Čestice oblaka
hy: Ամպի մասնիկներ
id: Partikel Awan
is: Skýagnir
it: Particelle della nuvola
nn: Skypartiklar
ro: Particule de nor
sk: Oblakové častice
sl: Oblačni delci
sq: Grimcat e resë
sr: Честице облака
tr: Bulut Parçacıkları
uk: Хмарні частинки
uz: Bulut zarralari

source: Text
fr_ca: Texte
hr: Tekst
it: Testo
nn: Tekst
sl: Besedilo
sr: Текст

source: Torch
ar: شعلة
az: Məşəl
et: Tõrvik
fr_ca: Torche
he: לפיד
hr: Baklja
hy: Ջահը
id: Obor
is: Kyndill
it: Torcia
nn: Fakkel
ro: Torță
sk: Fakľa
sl: Bakla
sq: Pishtari
sr: Бакља
tr: Meşale
uk: Факел
uz: Mash'al

source: Physics enabled
ar: تم تمكين الفيزياء
az: Fizika aktivdir
et: Füüsika lubatud
fr_ca: Moteur physique démarré
he: הפיזיקה מופעלת
hr: Fizika omogućena
hy: Ֆիզիկան միացված է
id: Fisika diaktifkan
is: Eðlisfræði virkjuð
it: Fisica abilitata
nn: Fysikk påslått
ro: Fizica activată
sk: Fyzika povolená
sl: Fizika omogočena
sq: Fizika është aktivizuar
sr: Физика укључена
tr: Fizik etkin
uk: Фізика включена
uz: Fizika yoqilgan

source: Visible
ar: مرئي
az: Görünən
et: Nähtav
he: גלוי
hr: Vidljivo
hy: Տեսանելի
id: Tampak
is: Sýnilegt
it: Visibile
nn: Synleg
ro: Vizibil
sk: Viditeľné
sl: Vidno
sq: E dukshme
sr: Видљиво
tr: Görünür
uk: Видимий
uz: Ko'rinadigan

source: Hit script
ar: ضرب السيناريو
az: Skripti vurun
et: Löö skript
fr_ca: Script d'impact
he: תסריט היט
hr: Hit skripta
hy: Հիթ սցենար
id: Skrip Pukulan
is: Hit handrit
it: Script di collisione
nn: Treffskript
sk: Úspešný skript
sl: Skripta ob stiku
sq: Skript i goditur
sr: Скрипта удара
tr: Vuruş senaryosu
uk: Хіт сценарій
uz: Skriptni bosing

source: Falling Platform
ar: منصة هبوط
az: Düşən Platforma
et: Kukkuv platvorm
fr_ca: Plate-forme tombante
he: פלטפורמה נופלת
hr: Padajuća platforma
hy: Ընկնող հարթակ
id: Platform Jatuh
is: Fallandi pallur
it: Piattaforma cadente
nn: Fallande plattform
ro: Platformă în cădere
sk: Padajúca plošina
sl: Padajoča ploščad
sq: Platforma në rënie
sr: Падајућа платформа
tr: Düşen Platform
uk: Падаюча платформа
uz: Yiqilish platformasi

source: Heavy Brick
fr_ca: Brique lourde
hr: Teška cigla
it: Mattone Pesante
nn: Tung murstein
sl: Težka opeka
sr: Тешка цигла

source: Big Snowball
fr_ca: Grande Boule de neige
hr: Velika snježna gruda
it: Grande palla di neve
nn: Stor snøball
ro: Bulgăre mare de zăpadă
sl: Velika snežna kepa
sr: Велика снежна грудва

source: Strike Script
ar: سيناريو الإضراب
az: Strike skripti
et: Strike skript
fr_ca: Script de frappe
he: תסריט שביתה
hr: Štrajk scenarij
hy: Հարվածային սցենար
id: Skrip Pemogokan
it: Script dei colpi
nn: Nedslagsskript
ro: Script Strike
sl: Skripta ob udarcu
sq: Script Strike
sr: Скрипта за ударац
tr: Saldırı Senaryosu
uk: Strike скрипт
uz: Strike skripti

source: Camera
ar: كاميرا
az: Kamera
et: Kaamera
fr_ca: Caméra
he: מצלמה
hr: Fotoaparat
hy: Տեսախցիկ
id: Kamera
is: Myndavél
it: Telecamera
nn: Kamera
ro: Cameră
sk: Fotoaparát
sl: Kamera
sq: Kamera
sr: Камера
tr: Kamera
uk: Камера
uz: Kamera

source: Explosion
hr: Eksplozija
it: Esplosione
nn: Eksplosjon
ro: Explozie
sl: Eksplozija
sr: Експлозија

source: Conveyor Belt
fr_ca: Courroie transporteuse
hr: Transportna traka
it: Nastro Trasportatore
nn: Samleband
ro: Bandă rulantă
sl: Tekoči trak
sr: Транспортна трака

source: Counter
ar: يعداد
az: Sayğac
et: Loendur
fr_ca: Compteur
he: דֶלְפֵּק
hr: Brojač
hy: Հաշվիչ
id: Penghitung
is: Teljari
it: Contatore
nn: Teljar
ro: Tejghea
sk: Počítadlo
sl: Preostalih skokov
sq: Kundër
sr: Бројач
tr: Sayaç
uk: Лічильник
uz: Hisoblagich

source: Rock
ar: صخر
az: Qaya
et: Kivi
fr_ca: Roche
he: סלע
hy: Ռոք
id: Batu
is: Klettur
it: Roccia
nn: Stein
ro: Piatră
sk: Skala
sl: Skala
sq: Shkëmbi
sr: Стена
uk: Камінь
uz: Rok

source: Length
fr_ca: Longueur
hr: Dužina
it: Lunghezza
nn: Lengd
ro: Lungime
sl: Dolžina
sr: Дужина

source: Shard
ar: شظية
az: Parça
et: Kild
fr_ca: Tesson
he: חֶרֶס
hr: Krhotina
hy: Շարդ
id: Beling
it: Scheggia
nn: Skard
ro: Ciob
sk: Črep
sl: Drobec
sr: Шард
tr: Parça
uk: Осколок

source: Ambient Light
ar: الإضاءة المحيطة
az: Ətraf İşığı
et: Ümbritsev valgus
fr_ca: Lumière ambiante
he: אור הסביבה
hr: Ambijentalno svjetlo
hy: Շրջակա միջավայրի լույս
id: Cahaya Sekitar
is: Umhverfisljós
it: Luce ambientale
nn: Omgjevnadslys
ro: Lumină ambientală
sk: Okolité svetlo
sl: Okoljska svetloba
sq: Drite ambienti
sr: Амбијентално светло
tr: Ortam Işığı
uk: Навколишнє світло
uz: Atrof-muhit nuri

source: Only one custom object is allowed inside bonus blocks.
fr_ca: Un seul objet personnalisé est autorisé dans les blocs bonus.
hr: Unutar bonus blokova dopušten je samo jedan prilagođeni objekt.
it: È permesso un solo oggetto personalizzato all'interno del blocco bonus.
nn: Berre eit tilpassa objekt per bonusblokk er tillate.
ro: Doar un singur obiect personalizat poate fi pus într-un bloc de bonus.
sl: V bonus kockah je dovoljen le en predmet po meri.
sr: Само један прилагођени објекат је дозвољен унутар бонус блокова.

source: Blue
fr_ca: Bleu
hr: Plava
it: Blu
nn: Blå
ro: Albastru
sl: Modra
sr: Плава
tr: Mavi

source: Orange
hr: Narančasta
it: Arancione
nn: Oransje
ro: Portocaliu
sl: Oranžna
sr: Наранџаста
tr: Turuncu

source: Purple
fr_ca: Violet
hr: Ljubičasta
it: Viola
nn: Lilla
ro: Mov
sl: Vijolična
sr: Љубичаста

source: Count
ar: عدد
az: Saymaq
fr_ca: Décompte
he: לספור
hr: Računati
hy: Քանակ
id: Cacah
is: Telja
it: Conteggio
nn: Tal
ro: Numara
sk: Počítať
sl: Količina
sq: Numëroni
sr: Број
tr: Sayı
uk: Кількість
uz: Hisoblash

source: Content
ar: محتوى
az: Məzmun
et: Sisu
fr_ca: Contenu
he: תוכן
hr: Sadržaj
hy: Բովանդակություն
id: Isi
is: Efni
it: Contenuto
nn: Innhald
ro: Conținut
sk: Obsah
sl: Vsebina
sq: Përmbajtja
sr: Садржај
tr: İçerik
uk: Вміст
uz: Tarkib

source: Growth (fire flower)
ar: نمو (زهرة النار)
az: Böyümə (od çiçəyi)
et: Kasv (Tulelill)
fr_ca: Croissance (fleur de feu)
he: צמח (פרח אש)
hr: Rast (vatreni cvijet)
hy: Աճ (կրակի ծաղիկ)
id: Tumbuh (bunga api)
is: Vöxtur (eldblóm)
it: Crescita (fiore di fuoco)
nn: Veks (eldblome)
ro: Creștere (floare de foc)
sk: Rast (ohnivý kvet)
sl: Rast (ognjena roža)
sq: Rritja (lulja e zjarrit)
sr: Раст (ватрени цвет)
tr: Büyüme (ateş çiçeği)
uk: Зростання (вогняна квітка)
uz: O'sish (olovli gul)

source: Growth (Ice Rosette)
fr_ca: Croissance (Rosette de Glace)
it: Crescita (Rosa di ghiaccio)
nn: Veks (isrose)
ro: Creștere (Rozeta de gheață)
sl: Rast (ledena rozeta)

source: Growth (air flower)
ar: نمو (زهرة الهواء)
az: Böyümə (hava çiçəyi)
et: Kasv (õhu lill)
fr_ca: Croissance (fleur aérienne)
he: צמח (פרח אוויר)
hr: Rast (zračni cvijet)
hy: Աճ (օդային ծաղիկ)
id: Tumbuh (bunga udara)
is: Vöxtur (loftblóm)
it: Crescita (fiore dell'aria)
nn: Veks (luftblome)
ro: Creștere (floare de aer)
sk: Rast (vzduchový kvet)
sl: Rast (vetrna roža)
sq: Rritja (lulja e ajrit)
sr: Раст (ваздушни цвет)
tr: Büyüme (hava çiçeği)
uk: Зростання (повітряна квітка)
uz: O'sish (havo guli)

source: Growth (Rock Shroom)
fr_ca: Croissance (Champignon Rocheux)
it: Crescita (Fungo di Roccia)
nn: Veks (steinsopp)
ro: Creștere (Ciuperca pietroasă)
sl: Rast (kamena goba)

source: Growth (retro)
fr_ca: Croissance (Rétro)
hr: Rast (retro)
it: Crescita (retrò)
nn: Veks (retro)
ro: Creștere (retro)
sl: Rast (retro)
sr: Раст (ретро)
