Repository: SuperTux/supertux
Catalog: data/locale/*.po
Languages: ar, az, et, fr_ca, he, hr, hy, id, is, it, nn, ro, sk, sl, sq, sr, tr, uk, uz

source: Feather factor
ar: عامل الريش
az: Lələk faktoru
et: Sulefaktor
fr_ca: Facteur de plume
he: גורם נוצה
hr: Faktor perja
hy: Փետուր գործոն
id: Faktor bulu
is: Fjöðurþáttur
it: Fattore piuma
nn: Fjørfaktor
ro: Factor pene
sk: Faktor peria
sl: Vpliv peresa
sq: Faktori i puplave
sr: Фактор пера
tr: Tüy faktörü
uk: Фактор пера
uz: Tuklar omili

source: Initial rotation
ar: الدوران الأولي
az: İlkin fırlanma
et: Esialgne pöörlemine
fr_ca: Rotation initiale
he: סיבוב ראשוני
hr: Početna rotacija
hy: Նախնական ռոտացիա
id: Rotasi awal
is: Upphafssnúningur
it: Rotazione iniziale
nn: Start-dreiing
ro: Rotația inițială
sk: Počiatočná rotácia
sl: Začetni zasuk
sq: Rrotullimi fillestar
sr: Почетна ротација
tr: İlk rotasyon
uk: Початкове обертання
uz: Dastlabki aylanish

source: Rotation speed
ar: سرعة الدوران
az: Fırlanma sürəti
et: Pöörlemiskiirus
fr_ca: Vitesse de rotation
he: מהירות סיבוב
hr: Brzina rotacije
hy: Պտտման արագություն
id: Kecepatan rotasi
is: Snúningshraði
it: Velocità di rotazione
nn: Dreiefart
ro: Viteza de rotație
sk: Rýchlosť rotácie
sl: Hitrost zasuka
sq: Shpejtësia e rrotullimit
sr: Брзина ротације
tr: Dönme hızı
uk: Швидкість обертання
uz: Aylanish tezligi

source: Rotation acceleration
ar: تسارع الدوران
az: Fırlanma sürətlənməsi
et: Pöörlemise kiirendus
fr_ca: Accélération de rotation
he: האצת סיבוב
hr: Ubrzanje rotacije
hy: Պտտման արագացում
id: Percepatan rotasi
is: Snúningshröðun
it: Accelerazione di rotazione
nn: Dreieakselerasjon
ro: Accelerația de rotație
sk: Zrýchlenie rotácie
sl: Pospešek zasuka
sq: Përshpejtimi i rrotullimit
sr: Убрзање ротације
tr: Dönme ivmesi
uk: Прискорення обертання
uz: Aylanish tezlashishi

source: Rotation friction/decceleration
ar: احتكاك الدوران / التناقص
az: Fırlanma sürtünmə / yavaşlama
et: Pöörlemise hõõrdumine/aeglustus
fr_ca: Frottement/décélération de rotation
he: חיכוך/האטה בסיבוב
hr: Rotacijsko trenje/usporavanje
hy: Պտտման շփում/դանդաղացում
id: Gesekan/perlambatan rotasi
is: Snúningsnúning/hraðaminnkun
it: Attrito/decelerazione di rotazione
nn: Dreiefriksjon
ro: Frecare/decelerație de rotație
sk: Rotačné trenie/spomalenie
sl: Trenje/pojemek zasuka
sq: Fërkimi i rrotullimit/ngadalësimi
sr: Трење/убрзање ротације
tr: Dönme sürtünmesi/yavaşlaması
uk: Тертя/уповільнення обертання
uz: Aylanish ishqalanishi/sekinlashuvi

source: Wiggling
ar: تذبذب
az: Qalxır
et: Vigurdades
fr_ca: Se tortiller
he: מתנועע
hr: Mircanje
hy: Թրթռալ
id: Menggeliat
is: Víkjandi
it: Dimenando
nn: Sprelling
ro: Se mișcă
sk: Krútenie sa
sl: Naključno
sq: Tundur
sr: Мигољање
tr: Kıpır kıpır
uk: Ворушіння
uz: Qimirlash

source: Facing
ar: مواجهة
az: Üz-üzə
et: Vastamisi
fr_ca: Orienté vers
he: מוּל
hr: Suočavanje
hy: Երեսապատում
id: Menghadapi
is: Frammi fyrir
it: Puntato
nn: Retning
ro: Confruntare
sk: Obklad
sl: V smeri gibanja
sq: Duke u përballur
sr: Суочавање
tr: Bakan
uk: Облицювання
uz: Yurish

source: Fixed
ar: مُثَبَّت
az: Sabit
et: Parandatud
fr_ca: Fixé
he: תוקן
hr: Popravljeno
hy: Ամրագրված
id: Tetap
is: Lagað
it: Fisso
nn: Fast
ro: Fix
sk: Opravené
sl: Brez zasuka
sq: E rregulluar
sr: Фиксно
tr: Sabit
uk: Виправлено
uz: Tugallangan

source: Rotation mode
ar: وضع الدوران
az: Fırlanma rejimi
et: Pöörlemisrežiim
fr_ca: Mode rotation
he: מצב סיבוב
hr: Način rotacije
hy: Պտտման ռեժիմ
id: Modus rotasi
is: Snúningshamur
it: Modalità di rotazione
nn: Dreiemodus
ro: Modul de rotație
sk: Režim otáčania
sl: Način zasuka
sq: Mënyra e rrotullimit
sr: Режим ротације
tr: Döndürme modu
uk: Режим обертання
uz: Aylanish rejimi

source: Destroy
ar: هدم
az: Məhv etmək
et: Hävitada
fr_ca: Détruire
he: להרוס
hr: Uništiti
hy: Ոչնչացնել
id: Menghancurkan
is: Eyðileggja
it: Distruggi
nn: Øydelegg
ro: Distruge
sk: Zničiť
sl: Uničenje
sq: Shkatërroni
sr: Уништити
tr: Tahrip etmek
uk: Знищити
uz: Yo'q qilish

source: Bounce (light)
ar: ترتد (الضوء)
az: Sıçrayış (yüngül)
et: Põrge (kerge)
fr_ca: Rebond (léger)
he: להקפיץ (קל)
hr: Odbijanje (svjetlo)
hy: Ցատկում (թեթև)
id: Memantul (ringan)
is: Hopp (létt)
it: Rimbalzo (leggero)
nn: Sprett (lett)
ro: săritură (luminoasă)
sk: Odraziť (svetlo)
sl: Odbij (lahek delec)
sq: Kërcim (dritë)
sr: Одскок (лаган)
tr: Sıçrama (hafif)
uk: Відбій (світло)
uz: Bounce (engil)

source: Bounce (heavy)
ar: ترتد (ثقيل)
az: Sıçrayış (ağır)
et: Põrge (raske)
fr_ca: Rebond (lourd)
he: הקפצה (כבד)
hr: Odskakanje (teško)
hy: Ցատկում (ծանր)
id: Memantul (berat)
is: Hopp (þungt)
it: Rimbalzo (pesante)
nn: Sprett (tung)
ro: Saritura (grea)
sk: Odskok (ťažký)
sl: Odbij (težji delec)
sq: Kërcim (i rëndë)
sr: Одскок (тежак)
tr: Zıplama (ağır)
uk: Відскок (важкий)
uz: Bounce (og'ir)

source: Stick to surface
ar: التمسك بالسطح
az: Səthə yapışdırın
et: Kleepige pinnale
fr_ca: Coller à la surface
he: היצמד למשטח
hr: Zalijepite za površinu
hy: Կպչեք մակերեսին
id: Menempel ke permukaan
is: Haltu þig við yfirborðið
it: Attieniti alla superficie
nn: Klistra til overflater
ro: Lipiți de suprafață
sk: Prilepte sa na povrch
sl: Ustavitev na površini
sq: Ngjiteni në sipërfaqe
sr: Прилепите се за површину
tr: Yüzeye yapış
uk: Прилипайте до поверхні
uz: Sirtga yopishtiring

source: Stick and stay
ar: العصا والبقاء
az: Qalın və qalın
et: Kleepige ja jääge
fr_ca: Collez et restez
he: היצמד והישאר
hr: Drži se i ostani
hy: Կպչեք և մնացեք
id: Tetap dan tinggal
is: Haltu þig og vertu
it: Attieniti e resta
nn: Klistra og vert verande
ro: Lipiți și rămâneți
sk: Drž sa a zostaň
sl: Trajna ustavitev
sq: Ngjiteni dhe qëndroni
sr: Држи се и остани
tr: Yapış ve kal
uk: Тримайся і залишайся
uz: Qoling va turing

source: No collision
ar: لا تصادم
az: Toqquşma yoxdur
et: Kokkupõrget pole
fr_ca: Pas de collision
he: אין התנגשות
hr: Nema sudara
hy: Ոչ մի բախում
id: Tidak ada tabrakan
is: Enginn árekstur
it: Nessuna collisione
nn: Ingen kollisjon
ro: Nicio coliziune
sk: Žiadna kolízia
sl: Brez kolizije
sq: Asnjë përplasje
sr: Без судара
tr: Çarpışma yok
uk: Без зіткнення
uz: To'qnashuv yo'q

source: Collision mode
ar: وضع التصادم
az: Toqquşma rejimi
et: Kokkupõrke režiim
fr_ca: Mode collision
he: מצב התנגשות
hr: Način sudara
hy: Բախման ռեժիմ
id: Modus tabrakan
is: Áreksturshamur
it: Modalità di collisione
nn: Kollisjonsmodus
ro: Modul de coliziune
sk: Kolízny režim
sl: Način kolizije
sq: Modaliteti i përplasjes
sr: Режим судара
tr: Çarpışma modu
uk: Режим зіткнення
uz: To'qnashuv rejimi

source: Always destroy
ar: دمر دائما
az: Həmişə məhv et
et: Alati hävitada
fr_ca: Toujours détruire
he: תמיד להרוס
hr: Uvijek uništavati
hy: Միշտ ոչնչացնել
id: Selalu hancurkan
is: Alltaf eyðileggja
it: Distruggi sempre
nn: Alltid øydelegg
ro: Distruge mereu
sk: Vždy zničiť
sl: Vedno uniči
sq: Gjithmonë shkatërroni
sr: Увек уништавај
tr: Her zaman yok et
uk: Завжди руйнувати
uz: Har doim yo'q qiling

source: Only on exit
ar: فقط عند الخروج
az: Yalnız çıxışda
et: Ainult väljumisel
fr_ca: Uniquement à la sortie
he: רק ביציאה
hr: Samo na izlazu
hy: Միայն ելքի վրա
id: Hanya saat keluar
is: Aðeins við brottför
it: Solo in uscita
nn: Berre ved utgang
ro: Doar la ieșire
sk: Iba pri výstupe
sl: Le ob izhodu
sq: Vetëm në dalje
sr: Само на излазу
tr: Sadece çıkışta
uk: Тільки на виході
uz: Faqat chiqishda

source: Never
ar: أبداً
az: Heç vaxt
et: Mitte kunagi
fr_ca: Jamais
he: לעולם לא
hr: Nikada
hy: Երբեք
id: Tidak pernah
is: Aldrei
it: Mai
nn: Aldri
ro: Nu
sk: Nikdy
sl: Nikoli
sq: Nurrë
sr: Никад
tr: Hiçbir zaman
uk: Ніколи
uz: Hech qachon

source: Offscreen mode
ar: وضع خارج الشاشة
az: Ekrandan kənar rejim
et: Ekraaniväline režiim
fr_ca: Mode hors écran
he: מצב מחוץ למסך
hr: Način izvan zaslona
hy: Էկրանից դուրս ռեժիմ
id: Mode di luar layar
is: Offscreen hamur
it: Modalità di schermo spento
nn: Utanfor skjermen-modus
ro: Modul offscreen
sk: Režim mimo obrazovky
sl: Zunajzaslonski način
sq: Modaliteti jashtë ekranit
sr: Режим ван екрана
tr: Ekran dışı modu
uk: Закадровий режим
uz: Ekrandan tashqari rejim

source: Clear
fr_ca: Effacer
hr: Očisti
it: Pulisci
nn: Tøm
sl: Počisti
sr: Очисти

source: <- General settings
fr_ca: <- Paramètres généraux
hr: <- Opće postavke
it: <- Impostazioni generali
nn: <- Generelle innstillingar
sl: <- Splošne nastavitve
sr: <- Општа подешавања

source: Likeliness
fr_ca: Ressemblance
hr: Vjerojatnost
it: Probabilità
nn: Likskap
sl: Verjetnost
sr: Вероватноћа

source: Color (RGBA)
fr_ca: Couleur (RGBA)
hr: Boja (RGBA)
it: Colore (RGBA)
nn: Farge (RGBA)
ro: Culoare (RGBA)
sl: Barva (RGBA)
sr: Боја (RGBA)

source: Scale (x, y)
fr_ca: Taille (x, y)
hr: Skala (x, y)
it: Dimensione (x, y)
nn: Skalering (x,y)
ro: Talie (x, y)
sl: Velikost (x, y)
sr: Скала (x, y)

source: Hitbox scale (x, y)
fr_ca: Taille de la zone de collision (x,y)
hr: Ljestvica Hitboxa (x, y)
it: Dimensione della Hitbox (x, y)
nn: Treffboks-skalering (x,y)
sl: Velikost občutljivega področja (x, y)
sr: Скала хитбокса (x, y)

source: Hitbox offset relative to scale
fr_ca: Décalage de la zone de collision par rapport à sa taille
hr: Pomak Hitboxa u odnosu na skalu
it: Offset della Hitbox relativa alla dimensione
nn: Treffboks-forskying relativ til skalering
sl: Odmik občutljivega področja glede na velikost
sr: Померање хитбокса у односу на скалу

source: Change texture...
fr_ca: Modifier la texture...
hr: Promijeni teksturu...
it: Cambia texture...
nn: Byt tekstur …
ro: Modifică textura...
sl: Spremeni teksturo ...
sr: Промени текстуру...

source: This particle configuration contains unsaved changes, do you want to save?
ar: يحتوي تكوين الجسيمات هذا على تغييرات غير محفوظة ، هل تريد حفظ؟
az: Bu hissəcik konfiqurasiyası saxlanmamış dəyişiklikləri ehtiva edir, qənaət etmək istəyirsən?
et: See osakeste konfiguratsioon sisaldab salvestamata muudatusi, kas sa tahad säästa?
fr_ca: Cette configuration de particules contient des modifications non enregistrées, voulez-vous sauvegarder?
he: תצורת חלקיקים זו מכילה שינויים שלא נשמרו, אתה רוצה לחסוך?
hr: Ova konfiguracija čestica sadrži nespremljene promjene, želite li uštedjeti?
hy: Այս մասնիկների կոնֆիգուրացիան պարունակում է չպահված փոփոխություններ, ուզում եք խնայել
id: Konfigurasi partikel ini berisi perubahan yang belum disimpan, apakah kamu ingin menyimpan?
is: Þessi agnastilling inniheldur óvistaðar breytingar, viltu spara?
it: Questa configurazione dei particolari contiene modifiche non salvate, Vuoi salvarle?
nn: Partikkeloppsettet har ulagra endringar. Vil du lagra dei?
ro: Această configurație de particule conține modificări nesalvate, dorești să salvezi?
sk: Táto konfigurácia častíc obsahuje neuložené zmeny, chceš uložiť?
sl: Ta konfiguracija vsebuje neshranjene spremembe. Jih shranim?
sq: Ky konfigurim i grimcave përmban ndryshime të paruajtura, doni të kurseni?
sr: Ова конфигурација честица садржи несачуване измене, желите ли да их сачувате?
tr: Bu parçacık yapılandırması kaydedilmemiş değişiklikler içerir, kurtarmak mı istiyorsun?
uk: Ця конфігурація частинок містить незбережені зміни, ти хочеш зберегти?
uz: Ushbu zarracha konfiguratsiyasi saqlanmagan o'zgarishlarni o'z ichiga oladi, saqlamoqchimisiz?

source: Save
ar: يحفظ
az: Yadda saxla
et: Salvesta
fr_ca: Sauver
he: להציל
hr: Uštedjeti
hy: Պահպանել
id: Menyimpan
is: Vista
it: Salva
nn: Lagra
ro: Înregistrează
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Сачувај
tr: Kaydetmek
uk: Зберегти
uz: Saqlash

source: Save as
ar: حفظ باسم
az: Kimi yadda saxlayın
et: Salvesta kui...
fr_ca: Enregistrer sous
he: שמור כ
hr: Spremi kao
hy: Պահպանել որպես
id: Simpan sebagai
is: Vista sem
it: Salva come
nn: Lagra som
ro: Înregistrează ca și
sk: Uložiť ako
sl: Shrani kot
sq: Ruaj si
sr: Сачувај као
tr: Farklı kaydet
uk: Зберегти як
uz: Sifatida saqlash

source: No
ar: لا
az: Yox
et: Ei
fr_ca: Non
he: לא
hr: Ne
hy: Ոչ
id: Tidak
is: Nei
nn: Nei
ro: Nu
sk: Nie
sl: Ne
sq: Nr
sr: Не
tr: Hayır
uk: Ні
uz: Yo'q

source: Cancel
ar: إلغاء
az: Ləğv et
et: Tagasi
fr_ca: Annuler
he: ביטול
hr: Otkazati
hy: Չեղարկել
id: Batal
is: Hætta við
it: Cancella
nn: Avbryt
ro: Anulează
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Откажи
tr: Vazgeç
uk: Скасувати
uz: Bekor qilish

source: This object's current functionality is deprecated. Updating to get its latest functionality is recommended.
fr_ca: La fonctionnalité actuelle de cet objet est obsolète. Une mise à jour pour obtenir sa dernière fonctionnalité est recommandée.
hr: Trenutna funkcionalnost ovog objekta je zastarjela. Preporučuje se ažuriranje kako biste dobili najnoviju funkcionalnost.
it: La funzione di questo oggetto è obsoleta. È consigliato aggiornarla alla sua funzione più recente.
nn: Gjeldande funksjonalitet til objektet er utdatert. Du bør oppdatera det for å få nyaste funksjonalitet.
ro: Funcționalitatea acestui obiect este perimată. Actualizarea obiectului este recomandat pentru a folosi funcționalitate cea mai recentă.
sl: Funkcionalnost tega predmeta je zastarela. Posodabljam za novejšo različico funkcionalnosti.
sr: Тренутна функционалност овог објекта је застарела. Препоручује се ажурирање да би се добила најновија функционалност.

source: true
ar: صحيح
az: doğru
et: tõsi
fr_ca: vrai
he: כן
hr: pravi
hy: ճիշտ
id: benar
is: satt
it: vero
nn: ja
ro: adevărat
sk: pravda
sl: drži
sq: e vërtetë
sr: да
tr: doğru
uk: так
uz: rost

source: false
ar: خطأ
az: yalan
et: vale
fr_ca: faux
he: לא
hr: lažno
hy: սխալ
id: salah
is: ósatt
it: falso
nn: nei
ro: fals
sk: falošné
sl: ne drži
sq: i rremë
sr: не
tr: yanlış
uk: ні
uz: yolg'on

source: Edit...
fr_ca: Modifier...
it: Modifica...
nn: Rediger …
ro: Editează...
sl: Uredi ...

source: invalid
ar: غير صالح
az: etibarsızdır
et: kehtetu
fr_ca: invalide
he: לא תקין
hr: nevaljan
hy: անվավեր
id: tak valid
is: ógild
it: non valido
nn: ugyldig
sk: neplatný
sl: neveljavno
sq: e pavlefshme
sr: неважећи
tr: Geçersiz
uk: недійсний
uz: yaroqsiz

source: Browse...
fr_ca: Parcourir...
it: Esplora...
nn: Bla gjennom …
ro: Navighează...
sl: Brskaj ...

source: Mix...
fr_ca: Mélanger...
it: Unisci...
nn: Bland …
sl: Mešaj ...

source: Select...
fr_ca: Sélectionner...
it: Seleziona...
nn: Vel …
ro: Selecționează
sl: Izberi ...

source: Change...
fr_ca: Changer...
it: Cambia...
nn: Byt …
ro: Modifică...
sl: Spremeni ...

source: Scale X
fr_ca: Taille X
hr: Skala X
it: Dimensione X
nn: Skalering X
ro: Mărimea X
sl: Velikost po X
sr: Скала X

source: Scale Y
fr_ca: Taille Y
hr: Skala Y
it: Dimensione Y
nn: Skalering Y
ro: Mărimea Y
sl: Velikost po Y
sr: Скала Y

source: Offset X
fr_ca: Décalage X
hr: Pomak X osi
nn: Forskyving X
ro: Decalaj X
sl: Odmik po X
sr: Померај X

source: Offset Y
fr_ca: Décalage Y
hr: Pomak Y osi
nn: Forskyving Y
ro: Decalaj Y
sl: Odmik po Y
sr: Померај Y

source: Test from here
ar: اختبر من هنا
az: Buradan test edin
et: Test siit
fr_ca: Testez d'ici
he: מבחן מכאן
hr: Testirajte odavde
hy: Փորձարկում այստեղից
id: Tes dari sini
is: Próf héðan
it: Testare da qui
nn: Test frå her
ro: Testează de aici
sk: Testujte odtiaľto
sl: Testiraj od tu naprej
sq: Provoni nga këtu
sr: Тест одавде
tr: Buradan test edin
uk: Тест звідси
uz: Bu yerdan sinov

source: Test
fr_ca: Essai
it: Prova
sl: Preizkus

source: Open Particle Editor
ar: افتح محرر الجسيمات
az: Hissəcik redaktorunu açın
et: Avage osakeste redaktor
fr_ca: Ouvrir l'éditeur de particules
he: פתח את עורך החלקיקים
hr: Otvorite uređivač čestica
hy: Բացեք Մասնիկների խմբագրիչը
id: Buka Editor Partikel
is: Opnaðu Ögn Eritstjóri
it: Apri l'editor dei particolari
nn: Opna partikkelredigering
ro: Deschideți Editorul de particule
sk: Otvorte Editor častíc
sl: Odpri urejevalnik delcev
sq: Hapni Redaktorin e Grimcave
sr: Отвори уређивач честица
tr: Parçacık Düzenleyiciyi Aç
uk: Відкрийте редактор частинок
uz: Zarrachalar muharririni oching

source: Open
ar: يفتح
az: Açıq
et: Avatud
fr_ca: Ouvrir
he: לִפְתוֹחַ
hr: Otvorena
hy: Բաց
id: Membuka
is: Opna
it: Apri
nn: Opna
ro: Deschis
sk: Otvorené
sl: Odpri
sq: Hapur
sr: Отворено
tr: Açık
uk: Вимкнутий
uz: Ochiq

source: Note: Draggables are now hidden. Press Ctrl+H to show again.
fr_ca: Remarque: les zones déplaçables sont maintenant cachées. Appuyez sur Ctrl+H pour les afficher à nouveau.
it: Nota: I trascinabili sono ora nascosti. Premi CTRL + H per mostrare di nuovo.
nn: Merk: Drabare objekt er no gøymde. Trykk «Ctrl + H» for å visa dei.
ro: Remarcă: Zonele deplasabile sunt acum ascunse. Apasă pe Ctrl+H pentru a le afișa din nou.
sl: Pripis: Vlečljivi predmeti so zdaj skriti. Zopet jih lahko pokažeš s krmilko+H.

source: Level saved!
fr_ca: Niveau enregistré!
it: Livello salvato!
nn: Brettet er lagra
ro: Nivelul a fost înregistrat!
sl: Stopnja shranjena!

source: You cannot test a level when playing from the worldmap. Exit the level editor instead.
fr_ca: Vous ne pouvez tester un niveau en jouant depuis la carte du monde.Quittez plutôt l'éditeur de niveaux.
it: Non puoi provare un livello quando giochi dalla mappa del mondo. Per farlo esci dall'editor dei livelli.
nn: Du kan ikkje testa eit brett når du spelar frå verdskartet. Avslutt heller brettredigeringa.
sl: Ne moreš preizkusiti stopnje, kadar igraš z zarisa sveta.Namesto tega zapusti urejevalnik stopenj.

source: This level contains deprecated tiles. It is strongly recommended to replace all deprecated tiles to avoid loss of compatibility in future versions.
fr_ca: Ce niveau contient des tuiles obsolètes. Il est fortement recommandé de remplacer toutes les tuiles obsolètes pour éviter une perte de compatibilité par rapport aux versions ultérieures.
hr: Ova razina sadrži zastarjele pločice. Preporučuje se zamjena svih zastarjelih pločica kako bi se izbjegao gubitak kompatibilnosti u budućim verzijama.
it: Questo livello contiene caselle obsolete. È fortemente consigliato di rimpiazzarle tutte per evitare perdite di compatibilità nelle versioni future.
nn: Brettet innheld utdaterte fliser. Det er sterkt tilrådd å byta ut alle desse flisene for å unngå kompatibilitetsproblem med nyare versjonar.
sl: Ta stopnja vsebuje zastarele podlage. Priporočam, da zamenjaš vse zastarele podlage in se tako izogneš nezdružljivosti z bodočimi različicami igre.
sr: Овај ниво садржи застареле плочице. Топло се препоручује да замените све застареле плочице како бисте избегли губитак компатибилности у будућим верзијама.

source: Tip: Turn on "Show Deprecated Tiles" from the level editor menu.
fr_ca: Astuce: activez « Afficher les tuiles obsolètes » dans le menu de l’éditeur de niveau.
hr: Savjet: U izborniku uređivača razina uključite "Prikaži zastarjele pločice".
it: Consiglio: Attiva "Mostra Caselle Obsolete" dal menu di modifica del livello.
nn: Tips: Slå på «Vis utdaterte fliser» frå brettredigeringsmenyen.
sl: Namig: V meniju urejevalnika vklopi možnost "Prikaži zastarele podlage"
sr: Савет: Укључите „Прикажи застареле плочице“ у менију уређивача нивоа.

source: Don't forget that your levels and assets aren't saved between sessions! If you want to keep your levels, download them from the "Manage Assets" menu.
ar: لا تنس أن المستويات والأصول الخاصة بك لا يتم حفظها بين الجلسات! إذا كنت تريد الاحتفاظ بمستوياتك ، فقم بتنزيلها من قائمة "إدارة الأصول".
az: Unutmayın ki, səviyyələriniz və aktivləriniz seanslar arasında saxlanmır! Səviyyələrinizi saxlamaq istəyirsinizsə, onları endirin "Aktivləri idarə et" menyusundan.
et: Ärge unustage, et teie tase ja vara ei salvestata seansside vahel! Kui soovite oma tasemeid säilitada, laadige need alla menüüst "Halda varasid".
fr_ca: N'oubliez pas que vos niveaux et atouts ne sont pas sauvegardés entre les sessions ! Si vous voulez conserver vos niveaux, téléchargez-les dans le menu "Gérer les actifs".
he: אל תשכח שהרמות והנכסים שלך לא נשמרים בין הפעלות! אם אתה רוצה לשמור על הרמות שלך, הורד אותם מהתפריט "ניהול נכסים".
hr: Ne zaboravite da su vaše razine i sredstva ne spremaju se između sesija! Ako želite zadržati svoje razine, preuzmite ih iz izbornika "Upravljanje imovinom".
hy: Մի մոռացեք, որ ձեր մակարդակներն ու ակտիվները չեն պահվում նիստերի միջև: Եթե ​​ցանկանում եք պահպանել ձեր մակարդակները, ներբեռնեք դրանք «Կառավարել ակտիվները» ցանկից:
id: Jangan lupa bahwa level dan aset Anda tidak disimpan di antara sesi! Jika Anda ingin mempertahankan level Anda, unduhlah dari menu "Kelola Aset".
is: Ekki gleyma því að stig þín og eignir eru ekki vistaðar á milli lota! Ef þú vilt halda stigunum þínum skaltu hlaða þeim niður úr valmyndinni "Stjórna eignum".
it: Non dimenticare che i tuoi livelli e assets non sono salvati tra le sessioni! Se vuoi tenere i tuoi livelli, scaricali dal menu "Gestisci Assets".
nn: Merk at brett og ressursar ikkje vert lagra mellom øktene. Viss du vil ta vare på bretta, last dei ned via menyen «Handsam ressursar».
ro: Nu uitați că nivelurile și activele dvs nu sunt salvate între sesiuni! Dacă doriți să vă păstrați nivelurile, descărcați-le din meniul „Gestionează active”.
sk: Nezabudnite, že vaše úrovne a aktíva sa medzi reláciami neukladajú! Ak si chcete ponechať svoje úrovne, stiahnite si ich z ponuky „Spravovať aktíva“.
sl: Ne pozabi, da se tvoje stopnje in sredstva ne shranijo med sejami! Če želiš obdržati svoje stopnje, jih prenesi iz menija za upravljanje sredstev.
sq: Mos harroni se nivelet dhe pasuritë tuaja nuk ruhen midis seancave! Nëse doni të mbani nivelet tuaja, shkarkoni ato nga menyja "Menaxho asetet".
sr: Не заборавите да се ваши нивои и средства не чувају између сесија! Ако желите да задржите своје нивое, преузмите их из менија „Управљање средствима“.
tr: Seviyelerinizin ve varlıklarınızın oturumlar arasında kaydedilmez! Seviyenizi korumak istiyorsanız, indirin "Varlıkları Yönet" menüsünden.
uk: Не забувайте, що ваші рівні та активи не зберігаються між сеансами! Якщо ви хочете зберегти свої рівні, завантажте їх з меню «Керування активами».
uz: Sizning darajalaringiz va aktivlaringiz ekanligini unutmang seanslar orasida saqlanmaydi! Agar darajalaringizni saqlab qolmoqchi bo'lsangiz, ularni yuklab oling "Aktivlarni boshqarish" menyusidan.

source: This level hasn't been saved yet. Do you want to save it instead?
fr_ca: Ce niveau n'a pas encore été enregistré. Souhaiteriez-vous plutôt l'enregistrer?
it: Questo livello non è ancora stato salvato. Vuoi salvarlo?
nn: Brettet er ikkje lagra enno. Vil du heller lagra det?
ro: Acest nivel n-a fost încă înregistrat. Dorești să-l înregistrezi?
sl: Ta stopnja še ni shranjena. Ali jo želiš raje shraniti?

source: This level contains unsaved changes, do you want to save?
ar: يحتوي هذا المستوى على تغييرات غير محفوظة ، هل تريد الحفظ؟
az: Bu səviyyədə saxlanmamış dəyişikliklər var, saxlamaq istəyirsiniz?
et: See tase sisaldab salvestamata muudatusi. Kas soovite salvestada?
fr_ca: Ce niveau contient des modifications non enregistrées, voulez-vous enregistrer?
he: שלב זה מכיל שלבים שלא נשמרו, האם לשמור אותם?
hr: Ova razina sadrži nespremljene promjene, želite li ih spremiti?
hy: Այս մակարդակը պարունակում է չպահված փոփոխություններ: Ցանկանու՞մ եք պահպանել:
id: Level ini berisi perubahan yang belum disimpan, apakah kamu ingin menyimpannya?
is: Þetta stig inniheldur óvistaðar breytingar, viltu vista?
it: Questo livello contiene cambiamenti non salvati. Vuoi salvare?
nn: Brettet har ulagra endringar. Vil du lagra dei?
ro: Acest nivel conține modificări neînregistrate, dorești să-l înregistrezi?
sk: Táto úroveň obsahuje neuložené zmeny, chcete ich uložiť?
sl: Ta stopnja vsebuje nekaj neshranjenih sprememb. Jih shranim?
sq: Ky nivel përmban ndryshime të paruajtura, dëshiron ta ruash?
sr: Овај ниво садржи несачуване измене, да ли желите да их сачувате?
tr: Bu aşama kaydedilmemiş değişiklikler içeriyor, kaydetmek istiyor musunuz?
uk: Цей рівень містить незбережені зміни. Зберегти?
uz: Bu darajada saqlanmagan oʻzgarishlar mavjud, saqlamoqchimisiz?
