Repository: SuperTux/supertux
Catalog: data/levels/bonus3/*.po
Languages: ar, az, cs, de, eo, et, fr, he, hr, hy, id, is, sq, te, uz

source: -89,2 degrees
cs: -89,2°C
de: -89,2 Grad
fr: 89,2 degrés Sud

source: Angry Stone vs. YOU
cs: Rozzuřený kámen versus TY
de: Wütender Stein vs. DU
fr: Course Contre la Pierre

source: #Du aktivierst Schalter mit dieser Taste: #You activate switches with this button: !images/tiles/signs/up.png
cs: #Du aktivierst Schalter mit dieser Taste: #Aktivuješ páčky tímto tlačítkem: !images/tiles/signs/up.png
de: #Du aktivierst Schalter mit dieser Taste: !images/tiles/signs/up.png
fr: #Vous pouvez activer les interrupteurs au moyen de ce bouton : !images/tiles/signs/up.png

source: Castle #1
cs: Hrad č.1
de: Burg #1
fr: Château n°1

source: Missingno
fr: Nonmanquant

source: #Sei geduldig! #Be patient!
cs: #Sei geduldig! #Buď trpělivý!
de: #Sei geduldig!
fr: #Soyez patient !

source: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Dont move while flying! #Pay attention at landing!
cs: #Nicht bewegen beim Flug! #Gib Acht bei der Landung! #Nepohybujte se během letu! #Buďte opatrní při přistání!
de: #Nicht bewegen beim Flug! #Gibt Acht bei der Landung!
fr: #Ne bougez pas pendant le vol ! #Faites attention à l'atterrissage !

source: Blue iced hills
cs: Modré ledové kopce
de: Blau vereiste Hügel
fr: Vallées Bleues de Glace

source: Bads mountains
cs: Hory zla
de: Gemeine Berge
fr: Mauvaises Montagnes

source: level tsrif ehT <---
cs: ňevorú ínvrP <---
de: leveL etsre saD <---
fr: srevne'l à<--

source: Ice sea
cs: Ledové moře
de: Eismeer
fr: Mer de Glace

source: Electric-Wood factory
cs: Elektrická továrna na dřevo
de: Elektro-Holzfabrik
fr: Scierie Électrique

source: One Night in the Sky
ar: ليلة واحدة في السماء
az: Göydə Bir Gecə
cs: Jedna noc na obloze
de: Eine Nacht im Himmel
eo: Unu nokto en la ĉielo
et: Üks öö taevas
fr: Une Nuit dans le Ciel
he: לילה אחד בשמיים
hr: Jedna noć na nebu
hy: Մեկ գիշեր երկնքում
id: Satu Malam di Langit
is: Næturhiminn
sq: Një Natë në Qiell
te: ఆకాశంలో ఒక రాత్రి
uz: Osmonda bir kecha

source: SP33DRUN
cs: RYCHLOBĚH
fr: C0UR5ERAPID3

source: The abandoned castle
ar: القلعة المهجورة
az: Tərk edilmiş qala
cs: Opuštěný hrad
de: Die verlassene Burg
eo: La forlasita kastelo
et: Mahajäetud loss
fr: Le Château Abandonné
he: הטירה האסורה
hr: Napušteni dvorac
hy: Լքված ամրոցը
id: Kastil yang ditinggalkan
is: Yfirgefinn kastali
sq: Kështjella e braktisur
te: పాడుబడిన కోట
uz: Tashlab ketilgan qal'a

source: Another cold day
ar: يوم آخر بارد
az: Daha bir soyuq gün
cs: Jiný studený den
de: Ein weiterer kalter Tag
eo: Alia malvarma tago
et: Järjekordne külm päev
fr: Un autre Jour de Froid (ref à un autre niveau?)
he: עוד יום קר
hr: Još jedan hladan dan
hy: Եվս մեկ ցուրտ օր
id: Hari Dingin Lain
is: Enn einn kaldur dagur
sq: Një tjetër ditë e ftoftë
te: మరొక చల్లని రోజు
uz: Yana sovuq kun

source: Antarctic rain
cs: Antarktický déšť
de: Antarktischer Regen
fr: Pluie d'Antarctique

source: ...but no one can stop it...
ar: ...لكن لا أحد يستطيع إيقافه...
az: ...amma buna heç kim mane ola bilməz...
cs: ...ale nikdo to nedokáže zastavit...
de: ...doch Niemand kann es aufhalten...
eo: ...sed neniu povas haltigi ĝin...
et: ...aga keegi ei saa seda peatada...
fr: …mais Personne ne peut l'Arrêter…
he: ...אך הוא לא ניתן לעצירה...
hr: ...ali nitko to ne može zaustaviti...
hy: Բայց ոչ ոք չի կարող դա կանգնեցնել...
id: ...tetapi tidak ada satu pun yang dapat menghentikannya...
is: ...en það getur enginn stöðvað það...
sq: ...por askush nuk mund ta ndalojë atë...
te: ...కానీ ఎవరూ ఆపలేరు...
uz: ...lekin buni hech kim to‘xtata olmaydi...

source: -Sorry, this flying platform is lazy. -Come back another time.
cs: -Promiňte, tato létající plošina je líná.↩⏎ -Vraťte se jindy.
de: -Entschuldige, diese Flugplattform ist träge.↩⏎ -Komm später wieder.
fr: -Désolé, cette plateforme volante est fainéante. -Reviens plus tard.

source: You can't climb higher than the clouds...
ar: لا يمكنك التسلق أعلى من الغيوم ...
az: Buludlardan yuxarı qalxa bilməzsən...
cs: Nemůžete stoupat výš, než nad mraky...
de: Du kannst nicht höher als die Wolken klettern...
eo: Vi ne povas grimpi pli alten ol la nuboj...
et: Sa ei saa ronida kõrgemale kui pilved...
fr: Tu ne peux pas grimper plus haut que les nuages…
he: לא ניתן לטפס אל־מעל העננים...
hr: Ne možeš se popeti više od oblaka...
hy: Դու չես կարող ամպերից ավելի բարձրանալ...
id: Kamu tidak bisa memanjat lebih tinggi dari awan...
is: Þú getur ekki klifrað hærra en skýin...
sq: Nuk mund të kacavirresh më lart se retë...
te: మీరు మేఘాల కంటే ఎత్తుకు ఎక్కలేరు...
uz: Siz bulutlardan baland ko'tarila olmaysiz ...

source: Castle of Light and Darkness
ar: قلعة الضوء و الظلام
az: İşıq və Qaranlıq qalası
cs: Hrad světla a temnoty
de: Burg von Licht und Dunkelheit
eo: Kastelo de lumo kaj mallumo
et: Valguse ja Pimeduse loss
fr: Château de la Lumière et de l'Obscurité
he: טירה של אור ושל חושך
hr: Dvorac svjetla i tame
hy: Լույսի և խավարի ամրոց
id: Kastil Cahaya dan Kegelapan
is: Kastala ljóss og myrkurs
sq: Kështjella e Dritës dhe Errësirës
te: కాంతి మరియు చీకటి కోట
uz: Nur va zulmat qal'asi

source: Crystal Sunset
ar: كريستال صن سيت
az: Kristal Gün batımı
cs: Krystalový západ slunce
de: Kristallsonnenuntergang
eo: Kristala sunsubiro
et: Kristalliline päikeseloojang
fr: Coucher de Soleil Cristallin
he: שקיעה של קריסטלים
hr: Kristalni zalazak sunca
hy: Բյուրեղյա մայրամուտ
id: Matahari Terbenam Kristal
is: Kristall sólsetur
sq: Perëndimi i kristaltë
te: స్పటిక సూర్యాస్తమయం
uz: Kristal quyosh botishi

source: Crystal Skies
ar: سماء كريستالية
az: Kristal Göylər
cs: Krystalové nebe
de: Kristallhimmel
eo: Kristalaj Ĉieloj
et: Kristall taevas
fr: Cieux de Cristal
he: שמי קריסטלים
hr: Kristalno nebo
hy: Բյուրեղյա երկինք
id: Langit Kristal
is: Kristall himinn
sq: Qiejt Kristal
te: స్పటిక ఆకాశం
uz: Kristal osmon

source: Out on the Crystal Fields
ar: خارج على الحقول الكريستالية
az: Kristal tarlalarında
cs: Pryč na krystalových polích
de: Draußen auf den Kristalfeldern
eo: Ekstere en la kristalaj kampoj
et: Väljas kristalliväljadel
fr: Traversée des Champs de Cristal
he: בחוץ בשדות הקריסטל
hr: Vani na kristalnim poljima
hy: Դուրս բյուրեղյա դաշտերի վրա
id: Keluar di bidang Crystal
is: Út á kristalsvellinum
sq: Jashtë në Fushat e Kristalit
te: స్పటిక పొలాల్ల బయట
uz: Kristal maydonlarida

source: The dark castle
ar: القلعة المظلمة
az: Qaranlıq qala
cs: Tmavý hrad
de: Die dunkle Festung
eo: La malluma kastelo
et: Pime loss
fr: Le Château Obscur
he: הטירה האפלה
hr: Mračni dvorac
hy: Մութ ամրոցը
id: Kastil yang gelapº
is: Myrki kastalinn
sq: Kështjella e errët
te: చీకటి కోట
uz: Qorong'i qal'a

source: Deep, deeper...
ar: أعمق عمقا...
az: Dərin, daha dərin...
cs: Hluboko, hlouběji...
de: Tief, tiefer...
eo: Profunde, profunde...
et: Sügavalt, sügavamalt...
fr: Profond, de plus en plus Profond …
he: עמוק, עמוק יותר...
hr: Duboko, dublje...
hy: Խորը, ավելի խորը ...
id: Lebih dalam, lebih dalam...
is: Djúpt, dýpra...
sq: Thellë, më thellë...
te: లోతు, లోతుగా...
uz: Chuqurroq, chuqurroq...

source: ...deepest!
ar: ... أعمق!
az: ...ən dərin!
cs: ...nejhlouběji!
de: ... am tiefsten!
eo: ...plej profunde!
et: ... kõige sügavamal!
fr: … le plus Profond !
he: ...הכי עמוק!
hr: ...najdublje!
hy: ...ամենախորը!
id: ... terdalam!
is: ...dýpst!
sq: ...akoma më thellë!
te: ...మరింత లోతుగా!
uz: ...eng chuqur!

source: Entering the castle
ar: دخول القلعة
az: Qalaya girmək
cs: Vniknutí do hradu
de: Die Burg betreten
eo: Enirante la kastelon
et: Lossi sisenemine
fr: L'Entrée du Château
he: נכנסים לטירה
hr: Ulazak u dvorac
hy: Մտնելով ամրոց
id: Memasuki kastil
is: Gengið inn í kastalann
sq: Hyrja në kështjellë
te: కోటలోకి ప్రవేశిస్తున్నాను
uz: Qal'aga kirish

source: Kugelblitzstorm
cs: Bouře kulových blesků
de: Kugelblitzsturm
fr: Coup de Foudre

source: Flower Bonus
ar: مكافأة الزهور
az: Çiçək Bonusu
cs: Květinový bonus
de: Blumenbonus
eo: Flora kromaĵo
et: Lillede boonus
fr: Bonus Fleuri
he: בונוס פרחים
hr: Cvjetni bonus
hy: Ծաղկի բոնուս
id: Bonus Bunga
is: Blóma bónus
sq: Bonusi i luleve
te: పుష్పం బోనస్
uz: Gul bonusi

source: Hanging From the Roof
ar: يتدلى من السطح
az: Damdan Asılır
cs: Visící ze střechy
de: Vom Dach hängend
eo: Pendante de la tegmento
et: Rippuvad katusel
fr: Accroché au Plafond
he: תלוי מהגג
hr: Viseći s krova
hy: Կախված տանիքից
id: Menggantung Dari Atap
is: Hangur af þakinu
sq: Varur nga çatia
te: పైకప్పు నుండి వేలాడుతోంది
uz: Tomdan osilgan

source: A hilly landscape
ar: منظر جبلي
az: Dağlıq mənzərə
cs: Kopcovitá krajina
de: Eine hügelige Landschaft
eo: Monteta pejzaĝo
et: Künklik maastik
fr: Un Paysage Vallonné
he: נוף הררי
hr: Brdoviti krajolik
hy: Լեռնոտ լանդշաֆտ
id: Lanskap perbukitan
is: Hólótt landslag
sq: Një peizazh kodrinor
te: ఒక కొండ ప్రకృతి దృశ్యం
uz: Tog'li landshaft

source: Tux is hungry!
cs: Tux má hlad!
de: Tux ist hungrig!
fr: Tux a Faim !

source: Crystal Mountain
cs: Krystalová hora
de: Kristallberg
fr: La Montagne de Cristaux

source: In the mountain
cs: V hoře
de: Im Berg
fr: Dans la Montagne

source: It's getting unfinishable
ar: إنه يصبح غير قابل للفساد
az: Bitməz hala gəlir
cs: Stává se to nemožným
de: Es wird unschaffbar
eo: Ĝi iĝas nefinebla
et: See muutub lõpetamatuks
fr: Ça devient Infinissable
he: נהיה אינסופי
hr: Postaje nedovršeno
hy: Այն դառնում է անավարտ
id: Ini semakin tidak dapat diselesaikan
is: Það er að verða ólokanlegt
sq: Po bëhet e pambarueshme
te: అసంపూర్తిగా తయారవుతోంది
uz: U tugallanmagan bo'lib bormoqda

source: Some light in the darkness would be fine, thanks!
ar: بعض النور في الظلام سيكون بخير شكرا!
az: Qaranlıqda bir az işıq yaxşı olardı, təşəkkürlər!
cs: Nějaké světlo ve tmě by se hodilo. Díky!
de: Ein wenig Licht gegen die Dunkelheit wäre gut, danke!
eo: Iom da lumo en la mallumo estus bone, dankon!
et: Mõni valgus pimedusse sobiks, aitäh!
fr: Un peu de lumière dans l'obscurité serait chouette, merci !
he: קצת אור בתוך החשכה לא יזיק, תודה!
hr: Malo svjetla u tami bi bilo u redu, hvala!
hy: Որոշ լույս մթության մեջ լավ կլիներ, շնորհակալություն:
id: Beberapa cahaya dalam kegelapan akan baik-baik saja, terima kasih!
is: Eitthvað ljós í myrkrinu væri í lagi, takk!
sq: Pak dritë në errësirë mund të jetë mirë, faleminderit!
te: చీకటిలో కొంత కాంతి బాగానే ఉంటుంది, ధన్యవాదాలు!
uz: Zulmatda bir oz yorug'lik yaxshi bo'lardi, rahmat!

source: A long adventure
cs: Dlouhá výprava
de: Ein langes Abenteuer
fr: Une longue Aventure

source: #Until this moment you have luck. #You get hardly here. #You still have a lot way to go. #It certainly know well. #Even now you must not fail it. #Now go down into the shaft. #I think you are understand it.
cs: #Až doteď jsi měl štěstí.↩⏎ #Tady už to ovšem bude těžší.↩⏎ #Stále máte dlouhou cestu.↩⏎ #Určitě to dobře znáš.↩⏎ #Teď to nemůžeš zkazit.↩⏎ #Jdi dolů do šachty.↩⏎ #Myslím, že jsi tomu rozuměl.↩\n
de: #Bis jetzt hattest du Glück.↩⏎ #Du bist kaum hierher gekommen.↩⏎ #Du hast noch einen langen Weg vor dir.↩⏎ #Es weiß es natürlich.↩⏎ #Grade in diesem Moment darfst du es nicht vermasseln.↩⏎ #Nun geh in den Schacht hinunter.↩⏎ #Ich denke du hast es verstanden.↩⏎
fr: #Jusqu'à ce moment vous avez eu de la chance. #Vous êtes arrivés difficilement ici. #Il vous reste un long chemin à parcourir, #C'est sûr. #Mais même maintenant, vous ne devez pas vous louper. #Maintenant descendez dans l'arbre. #Je pense que vous le comprendrez.

source: -Congratulations! #You are in half the level!
cs: -Blahopřejeme!↩⏎ #Jste v půli úrovně!
de: -Glückwunsch!↩⏎ #Du hast das halbe Level geschafft!
fr: -Félicitations ! #Vous êtes à la moitié du niveau !

source: -You are going wrong!
cs: -Jdeš špatně!
de: - Du macht einen Fehler!
fr: -Vous allez au mauvais endroit !

source: Mountain climbing
cs: Výstup na horu
de: Bergsteigen
fr: Escalade de Montagne

source: Snowfall alert
ar: تنبيه تساقط الثلوج
az: Qar yağışı xəbərdarlığı
cs: Výstraha: sněhová bouře
de: Schneegestöberwarnung
eo: Averto pri neĝofalo
et: Lumesaju hoiatus
fr: Alerte : Avalanche.
he: התרעת שלג
hr: Upozorenje na snježne padaline
hy: Ձյան տեղումների մասին ահազանգ
id: Peringatan hujan salju
is: Viðvörun um snjókomu
sq: Alarmi për reshje bore
te: హిమపాతం హెచ్చరిక
uz: Qor yog'ishi haqida ogohlantirish

source: Holes, a Day on Ice
ar: ثقوب ، يوم على الجليد
az: Deliklər, Buz üzərində bir gün
cs: Díry, den na ledě
de: Löcher, ein Tag auf Eis
eo: Truoj, tago en glacio
et: Augud, päev jääl
fr: Oh l'idée… Oh Nice…
he: חורים, יום בקרח
hr: Rupe, dan na ledu
hy: Անցքեր, մի օր սառույցի վրա
id: Lubang, Sehari di Atas Es
is: Dagur á ís
sq: Vrima, një ditë në akull
te: రంధ్రాలు, మంచు గడ్డ మీద ఒక్క రోజు
uz: Teshiklar, muz ustida bir kun

source: The Toilette zone
ar: منطقة المرحاض
az: Tualet zonası
cs: Toaletní zóna
de: Die Toilettenzone
eo: La banĉambra regiono
et: Tualettruumi tsoon
fr: La 4½ ème dimension
he: אזור טואלט
hr: Toaletna zona
hy: Զուգարանի գոտի
id: Zona Toilette
is: Toilette svæðið
sq: Zona e tualetit
te: టాయిలెట్ మండలం
uz: Hojatxona zonasi

source: - Flush: #Press the up key to flush!
ar: - تدفق: # اضغط على مفتاح للتدفق!
az: - Qızarmaq: #Qızmaq üçün yuxarı düyməsini sıxın!
cs: -Spláchnutí: ⏎ #Stiskni tlačítko nahoru pro spláchnutí!
de: - Spülung: ⏎ #Drück den Knopf um zu spülen!
eo: - Akvumi: #Premu la supran klavon por akvumi
et: - Loputus: #Vajutage loputamiseks üles klahvi!
fr: - Tirer la chasse: #Appuyez sur la touche « Haut » pour tirer la chasse !
he: - סומק: #לחץ על מקש למעלה כדי לשטוף!
hr: - Ispiranje: #Pritisnite tipku gore za ispiranje!
hy: -ողողել: #Սեղմեք վերև կոճակը լվանալու համար:
id: - Siram: #Tekan tombol atas untuk menyiram!
is: - Skola: #Ýttu á upp takkann til að skola!
sq: - Flush: #Shtypni tastin lart për ta shpëlarë!
te: -ఫ్లష్: #ఫ్లష్ చేయడానికి అప్ కీని నొక్కండి!
uz: - Yuvish: #Yo'qtirish uchun yuqoriga tugmasini bosing!

source: - A Way out? #Let's Jump!
ar: - مخرج؟ #لنقفز!
az: - Çıxış yolu? #Gəlin Atlayaq!
cs: - Cesta pryč?⏎ #Skoč!
de: - Ein Weg hinaus?⏎ #Lass uns Springen!
eo: - Ĉu elirejo? #Saltu!
et: - Väljapääs? #Hüppame!
fr: - Un moyen de s'échapper ? #Allons-y !
he: - דרך החוצה? #בואו נקפוץ!
hr: - Izlaz? #Skočimo!
hy: -Ելք? #Արի թռնենք!
id: - Jalan keluar? #Mari lompat!
is: - Útgönguleið? #Hoppum!
sq: - Një rrugëdalje? #Le të Kërcejmë!
te: - ఒక బయటికి మార్గం? #దూకుదాం!
uz: - Chiqish yo'li? #Keling, sakrab chiqamiz!

source: Red alert! The forest is burning!
ar: حالة إستعداد قصوي! الغابة تحترق!
az: Qırmızı xəbərdarlıq! Meşə yanır!
cs: Červený poplach! Les hoří!
de: Alarmstufe ROT! Der Wald brennt!
eo: Ruĝa averto! La arbaro brulas!
et: Punane hoiatus! Mets põleb!
fr: Alerte Rouge ! La Foret est en Feu !
he: צבע אדום! היער נשרף!
hr: Crvena uzbuna! Šuma gori!
hy: Կարմիր ահազանգ! Անտառը այրվում է։
id: Kode merah! Hutan terbakar!
is: Rauð Viðvörun! Skógurinn brennur!
sq: Alarmi i kuq! Pylli po digjet!
te: ప్రమాద హెచ్చరిక! అడవి మండుతోంది!
uz: Qizil ogohlantirish! O'rmon yonmoqda!

source: Sewer escape
ar: هروب الصرف الصحي
az: Kanalizasiya qaçışı
cs: Útěk z kanálu
de: Fluchtweg: Abwasserkanal
eo: Kloaka elirejo
et: Kanalisatsiooni väljapääs
fr: Fuite par les Égouts
he: מילוט ביוב
hr: Bijeg iz kanalizacije
hy: Կոյուղու փախուստ
id: Pelarian selokan
is: Fráveituflótti
sq: Ikja nga kanalizimet
te: మురుగు తప్పించుకో
uz: Kanalizatsiyadan qochish

source: To rain or not to rain - That's the question
ar: أن تمطر أو لا تمطر - هذا هو السؤال
az: Yağış yağmaq və ya yağmamaq - sual budur
cs: Pršet, či nepršet? - To je otázka
de: Regnen oder nicht regnen - Das ist hier die Frage
eo: Ĉu pluvi aŭ ne pluvi - ĉi tio estas la demando
et: Kas sajab või mitte – see on küsimus
fr: Pleuvoir, ou ne pas pleuvoir, Telle est la question
he: האם ירד או לא ירד גשם - זאת השאלה
hr: Kisiti ili ne kisiti - to je pitanje
hy: Անձրև գալ, թե չանձրևել - Սա է հարցը
id: Hujan atau tidak hujan - Itulah pertanyaannya
is: Að rigna eða ekki að rigna - Það er spurningin
sq: Të bjerë shi apo të mos bjerë shi - Kjo është pyetja
te: వర్షం కురిపించాలా వద్దా - అది ప్రశ్న
uz: Yomg'ir yog'adimi yoki yo'qmi - bu savol

source: To rain or not to rain - That's the question (Antarctic)
ar: تمطر أو لا تمطر - هذا هو السؤال (أنتاركتيكا)
az: Yağış yağmaq və ya yağmamaq - sual budur (Antarktika)
cs: Pršet, či nepršet? - To je otázka (Antarktida)
de: Regnen oder nicht regnen - Das ist hier die Frage (Antarktisch)
eo: Ĉu pluvi aŭ ne pluvi - ĉi tio estas la demando (antarkta)
et: Kas sajab või mitte – see on küsimus (Antarktika)
fr: Pleuvoir, ou ne pas pleuvoir, telle est la question (Antarctique)
he: האם ירד או לא ירד גשם - זאת השאלה (אנטרקטיקה)
hr: Kisiti ili ne kisiti - to je pitanje (Antarktik)
hy: Անձրև գալ, թե չանձրևել - ահա հարցը (Անտարկտիկա)
id: Hujan atau tidak hujan - Itulah pertanyaannya (Antartika)
is: Að rigna eða ekki að rigna - Það er spurningin (Suðurskautslandið)
sq: Të bjerë shi apo të mos bjerë shi - Kjo është pyetja (Antarktik)
te: వర్షం కురిపించాలా వద్దా - అది ప్రశ్నచదివాడు (అంటార్కిటిక్)
uz: Yomg'ir yog'adimi yoki yo'qmi - bu savol (Antartika)

source: Three Frosty Icebergs
ar: ثلاثة جبال جليدية فاترة
az: Üç Şaxtalı Aysberq
cs: Tři mrazivé ledovce
de: Drei frostige Eisberge
eo: Tri frostaj glacimontoj
et: Kolm härmast jäämäge
fr: Trois Icebergs Givrés
he: שלושה קרחונים קפואים
hr: Tri ledene sante leda
hy: Երեք սառցակալած այսբերգ
id: Tiga Gunung Es Beku
is: Þrír frostkaldir ísjakar
sq: Tre ajsbergë të ftohtë
te: మూడు అతిశీతలమైన మంచుకొండలు
uz: Uchta Ayozli Aysberg

source: Under the Ice
ar: تحت الثلج
az: Buz altında
cs: Pod ledem
de: Unter dem Eis
eo: Sub la glacio
et: Jää all
fr: Sous la Glace
he: מתחת לקרח
hr: Ispod leda
hy: Սառույցի տակ
id: Di Bawah Es
is: Undir ísnum
sq: Nën akull
te: మంచు కింద
uz: Muz ostida

source: Pre-Git Bugtracker World
cs: Svět bugtrackeru
de: Pre-Git Bugtracker Welt
fr: Monde du Bugtracker

source: You found a secret place!
cs: Našel jsi tajné místo!
de: Du hast einen geheimen Platz gefunden!
fr: Vous avez trouvé un Niveau caché !

source: Congratulations... you found the secret pathway!
cs: Gratulujeme.. našel jsi tajnou cestu!
de: Herzlichen Glückwunsch... Du hast einen geheimen Pfad gefunden!
fr: Félicitations, tu as trouvé le Passage secret !

source: Go Home
ar: اذهب للمنزل
az: Evə get
cs: Jít domů
de: Nach Hause gehen
eo: Iru hejmen
et: Mine koju
fr: Retourner au point de départ
he: חזרה לבית
hr: Idi kući
hy: Գնա տուն
id: Ke Rumah
is: Fara heim
sq: Shko në Shtëpi
te: ఇంటికి వెల్లు
uz: Uyga bor

source: The Level Formely Known As "-89,2 Degrees"
ar: المستوى المعروف رسميًا باسم "-89.2 درجة"
az: Əvvəllər "-89,2 dərəcə" kimi tanınan səviyyə
eo: Nivelo antaŭe konita kiel "-89,2 gradoj"
et: Tase, mida varem tunti kui "-89,2 kraadi"
he: הרמה שנודעה בעבר בשם "-89,2 מעלות"
hr: Razina ranije poznata kao "-89,2 stupnja"
hy: Մակարդակը, որը նախկինում հայտնի է որպես «-89,2 աստիճան»
id: Level yang Sebelumnya Dikenal Sebagai "-89,2 Derajat"
is: Stigið sem áður var þekkt sem „-89,2 gráður“
sq: Niveli i njohur më parë si "-89,2 gradë"
te: స్థాయిని గతంలో "-89,2 డిగ్రీలు" అని పిలుస్తారు
uz: Ilgari "-89,2 daraja" deb nomlanuvchi daraja

source: Global Warming
ar: الاحتباس الحراري
az: Qlobal istiləşmə
eo: Tutmonda varmiĝo
et: Globaalne soojenemine
he: ההתחממות הגלובלית
hr: Globalno zatopljenje
hy: Գլոբալ տաքացում
id: Pemanasan Global
is: Hnatthlýnun
sq: Ngrohja globale
te: ప్రపంచం వేడెక్కడం
uz: Global isish

source: Forest Rain (aka "Antarctic Rain")
ar: مطر الغابات (المعروف أيضًا باسم "أمطار أنتاركتيكا")
az: Meşə yağışı (aka "Antarktika yağışı")
eo: Arbara pluvo (alinome "antarkta pluvo")
et: Metsavihm (teise nimega "Antarktika vihm")
he: גשם יער (המכונה "גשם אנטארקטי")
hr: Šumska kiša (aka "Antarktička kiša")
hy: Անտառային անձրև (նաև «Անտարկտիկայի անձրև»)
id: Hujan Hutan (alias "Hujan Antartika")
is: Forest Rain (aka "Suðurskautsregn")
sq: Shiu i pyjeve (i njohur ndryshe si "shiu i Antarktikut")
te: అడవి వర్షం (aka "అంటార్కిటిక్ వర్షం")
uz: O'rmon yomg'iri (aka "Antarktika yomg'iri")

source: -Sorry, this flying platform is lazy. -Come back another time.
ar: -عذرا ، منصة الطيران هذه كسولة. -عود مرة أخرى.
az: -Bağışlayın, bu uçan platforma tənbəldir. - Başqa vaxt qayıt.
eo: -Pardonu, ĉi tiu platformo estas pigra. -Revenu alitempe.
et: - Vabandust, see lendav platvorm on laisk. - Tule teinekord tagasi.
he: -פלטפורמת התעופה בשנ״צ, עמך הסליחה. -נא לחזור במועד מאוחר יותר.
hr: -Oprostite, ova leteća platforma je lijena. - Vrati se drugi put.
hy: -Կներեք, այս թռչող հարթակը ծույլ է: -Մի այլ անգամ հետ արի:
id: -Maaf, platform terbang ini malas. -Kembalilah lain kali.
is: -Því miður er þessi fljúgandi pallur latur. -Komdu aftur í annað sinn.
sq: -Më falni, kjo platformë fluturuese është dembel. -Kthehu një herë tjetër.
te: -క్షమించండి, ఈ ఎగిరే ప్లాట్‌ఫారమ్ సోమరిది. -మరొకసారి తిరిగి రండి.
uz: -Kechirasiz, bu uchuvchi platforma dangasa. - Boshqa vaqt qaytib kel.

source: Cave Run
ar: تشغيل الكهف
az: Mağara qaçışı
eo: Kaverna kurado
et: Koobasjooks
he: מנוס המערה
hr: Trčanje po pećini
hy: Քարանձավային վազք
id: Lari Gua
is: Hellahlaup
sq: Vrapim në shpellë
te: గుహ పరుగు
uz: G'or yugurishi

source: Cold Cavern
ar: الكهف البارد
az: Soyuq Mağara
eo: Malvarma kaverno
et: Külm koobas
he: מערה קרה
hr: Hladna pećina
hy: Սառը քարանձավ
id: Gua Dingin
is: Kaldur helli
sq: Shpella e ftoftë
te: చల్లని పెద్ద గుహ
uz: Sovuq g'or

source: #Good job! You kept the red lantern! You didn't need to though, but just because you did, have 100 coins!
ar: #أحسنت! لقد احتفظت بالفانوس الأحمر! لم تكن بحاجة إلى ذلك ، ولكن فقط لأنك فعلت ، لديك 100 قطعة نقدية!
az: #Yaxşı iş! Qırmızı fənəri saxladın! Ehtiyacınız yox idi, ancaq bunu etdiyiniz üçün 100 sikkə qazanın!
eo: #Bona laboro! Vi konservis la ruĝan lanternon! Tamen vi ne devis, sed nur ĉar vi faris tion prenu 100 monerojn!
et: #Tubli töö! Sa hoidsid punast laternat! Sa ei pidanud seda tegema, aga lihtsalt sellepärast, et sul oli, siis sul on 100 münti!
he: #עבודה טובה! שמרת על הפנס האדום! אמנם לא היית צריך, אבל רק בגלל שעשית, יש לך 100 מטבעות!
hr: #Dobar posao! Zadržao si crvenu lampu! Ipak nisi trebao, ali samo zato što jesi, imaj 100 novčića!
hy: #Լավ աշխատանք! Դու պահեցիր կարմիր լապտերը։ Այնուամենայնիվ, ձեզ հարկավոր չէր, բայց միայն այն պատճառով, որ ունեք, ունեցեք 100 մետաղադրամ:
id: #Kerja bagus! Kamu mendapatkan lentera merah! Sebetulnya tidak perlu, tapi karena kamu melakukannya, 100 koin buatmu!
is: #Gott starf! Þú geymdir rauðu luktina! Þú þurftir það samt ekki, en bara vegna þess að þú gerðir það, áttu 100 mynt!
sq: #Punë e mirë! E ke mbajtur fenerin e kuq! Megjithatë, nuk kishit nevojë, por vetëm sepse e kishit, keni 100 monedha!
te: #మంచి పని! మీరు ఎరుపు లాంతరు ఉంచారు! అయితే మీరు చెయ్యవలసిన అవసరం లేదు, కానీ మీరు చేసినందున, 100 నాణేలు తీసుకోండి!
uz: #Juda yaxshi! Siz qizil chiroqni saqladingiz! Sizga kerak emas edi, lekin qilganingiz uchun 100 tangaga ega bo'ling!

source: Coconut Fortress
ar: قلعة جوز الهند
az: Hindistancevizi qalası
eo: Kokosa Fortikaĵo
et: Kookose kindlus
he: מבצר קוקוס
hr: Kokosova tvrđava
hy: Կոկոսի ամրոց
id: Benteng Kelapa
is: Kókoshnetuvirki
sq: Kalaja e kokosit
te: కొబ్బరి కోట
uz: Hindiston yong'og'i qal'asi

source: Crystal Beauty
ar: كريستال بيوتي
az: Kristal Gözəllik
eo: Kristala beleco
et: Kristalli ilu
he: קריסטל ביוטי
hr: Kristalna ljepota
hy: Բյուրեղյա գեղեցկություն
id: Keindahan Kristal
is: Kristal fegurð
sq: Bukuri Kristal
te: స్పటిక అందం
uz: Kristal go'zallik

source: Crystal Cataclysm
ar: كارثة كريستال
az: Kristal kataklizm
eo: Kristala kataklismo
et: Kristallide kataklüsm
he: אסון קריסטל
hr: Kristalna kataklizma
hy: Բյուրեղյա կատակլիզմ
id: Bencana alam kristal
is: Kristal stórslys
sq: Kataklizmi Kristal
te: స్పటిక ప్రళయం
uz: Kristal kataklizmi

source: Circles
ar: دوائر
az: Dairələr
eo: Cirkloj
et: Suhtlusringid
he: עיגולים
hr: Krugovi
hy: Շրջանակներ
id: Lingkaran
is: Hringir
sq: Rrethet
te: వృత్తాలు
uz: Davralar
