Repository: SuperTux/supertux
Catalog: data/levels/bonus3/*.po
Languages: ar, az, cs, de, eo, et, fr, he, hr, hy, id, is, sq, te, uz

source: Don't miss your ride
ar: لا تفوت رحلتك
az: Sürüşünüzü qaçırmayın
eo: Ne maltrafu vian veturon
et: Ära jäta oma sõitu maha
he: לא לפספס את הנסיעה שלך
hr: Ne propustite svoju vožnju
hy: Բաց մի թողեք ձեր զբոսանքը
id: Jangan lewatkan perjalanan Anda
is: Ekki missa af ferð þinni
sq: Mos e humbisni udhëtimin tuaj
te: మీ రైడ్‌ను కోల్పోకండి
uz: Safaringizni o'tkazib yubormang

source: Going down
ar: ذاهب إلى الأسفل
az: Düşmək
eo: Malsupren
et: Alla minema
he: יורדים למטה
hr: Spuštajući se
hy: Իջնում ​​է ներքեւ
id: Turun
is: Fara niður
sq: Duke shkuar poshte
te: క్రిందకి వెళ్ళు
uz: Pastga tushish

source: #Sorry, nothing to see here! Use the rope to get out!
ar: # عذرًا ، لا يوجد شيء تراه هنا! استخدم الحبل للخروج!
az: #Bağışlayın, burada görmək üçün heç nə yoxdur! Çıxmaq üçün ipdən istifadə edin!
eo: #Pardonu, nenio vidota ĉi tie! Uzu la ŝnuron por eliri!
et: #Vabandust, siin pole midagi näha! Kasutage välja pääsemiseks köit!
he: #סליחה, אין מה לראות כאן! השתמש בחבל כדי לצאת!
hr: #Žao nam je, ovdje se nema što vidjeti! Iskoristi konop da izađeš van!
hy: #Ներողություն, այստեղ տեսնելու ոչինչ չկա: Դուրս գալու համար օգտագործեք պարանը:
id: #Maaf, tidak ada yang bisa dilihat di sini! Gunakan tali untuk keluar!
is: #Því miður, ekkert að sjá hér! Notaðu reipið til að komast út!
sq: #Më falni, asgjë për të parë këtu! Përdorni litarin për të dalë!
te: #క్షమించండి, ఇక్కడ చూడడానికి ఏమీ లేదు! బయటకు రావడానికి తాడు ఉపయోగించండి!
uz: #Kechirasiz, bu erda hech narsa ko'rinmaydi! Chiqish uchun arqondan foydalaning!

source: After the Glaciers
ar: بعد الأنهار الجليدية
az: Buzlaqlardan sonra
eo: Sekvante la glaciojn
et: Pärast liustikke
he: אחרי הקרחונים
hr: Nakon Ledenjaka
hy: Սառցադաշտերից հետո
id: Setelah Gletser
is: Eftir Jökla
sq: Pas Akullnajave
te: హిమానీనదాల తరువాత
uz: Muzliklardan keyin

source: In the Spring
ar: في الربيع
az: Yazda
eo: En printempo
et: Kevadel
he: בתקופת האביב
hr: U proljeće
hy: Գարնանը
id: Di musim semi
is: Um vorið
sq: Në pranverë
te: వసంతంలో
uz: Bahorda

source: My Penny is over the ocean
ar: بيني فوق المحيط
az: Mənim Penny okeanın üstündədir
eo: Mia Penny estas sur la oceano
et: Minu Penni on üle ookeani
he: פני שלי נמצאת מעבר לאוקיינוס
hr: Moja Penni je preko oceana
hy: Իմ Պենին օվկիանոսի վրայով է
id: Penny saya ada di atas lautan
is: Penny mín er yfir hafinu
sq: Penny ime është nëpër oqean
te: నా పెన్నీ సముద్రం మీద ఉంది
uz: Mening Pennim okean ustida

source: Pink Snow
ar: ثلج وردي
az: Çəhrayı Qar
eo: Roza neĝo
et: Roosa lumi
he: שלג ורוד
hr: Ružičasti snijeg
hy: Վարդագույն ձյուն
id: Salju Merah Jambu
is: Bleikur snjór
sq: Bora rozë
te: గులాబీ హిమాతం
uz: Pushti qor

source: A snowy hill
ar: تلة ثلجية
az: Qarlı bir təpə
eo: Neĝa monteto
et: Lumine mägi
he: גבעה מושלגת
hr: Snježno brdo
hy: Ձյունածածկ բլուր
id: Bukit salju
is: Snjóþung hæð
sq: Një kodër prej bore
te: ఒక మంచు కొండ
uz: Qorli tepalik

source: Bonus Island III
ar: جزيرة المكافأة III
az: Bonus adası III
eo: Plia insulo III
et: Boonussaar III
he: אי הבונוס ג׳
hr: Bonus otok III
hy: Բոնուսային կղզի III
id: Pulau Bonus III
is: Bónuseyja III
sq: Ishulli i bonusit III
te: బోనస్ ద్వీపం III
uz: Bonus oroli III
