Repository: SuperTux/supertux
Catalog: data/levels/world2/*.po
Languages: ar, bg, bs, ca, de, el, es, et, fr, gl, hy, is, it, nb, nn, ro, ru, sk, sl, sq, sr, sv, te, tr, tt, uk, uz, zh_cn

source: The remaining Granito would stay behind, slowly rebuilding their home, now that the corruption was finally vanquished...
ar: سيبقى أفراد الغرانيتو المتبقون في ديارهم، ويعيدون بناء منزلهم ببطء، بعد أن تم القضاء على الفساد نهائياً...
bg: Другите гранита останаха, за да изградят отново малко по малко своя дом – сега, след като покварата беше окончателно изчистена…
de: Die restlichen Granito blieben zurück und bauten langsam ihr Zuhause wieder auf, jetzt da die Verrottung vorüber war...
es: Los Granitos restantes se quedarían atrás, reconstruyendo lentamente su hogar, ahora que la corrupción finalmente había sido vencida...
fr: Les autres Granitos resteraient en arrière pour reconstruire lentement mais sûrement leur demeure, maintenant que la corruption de la forêt fut vaincue...
gl: Os Granito restantes quedarían atrás, reconstruíndo pouco a pouco o seu fogar, agora que a corrupción fora finalmente derrotada…
it: Gli altri Granito sarebbero rimasti indietro, ricostruendo lentamente le loro case, ora che la corruzione era finalmente sconfitta...
nn: Resten av granitoane vart verande for å byggja opp att heimlandet, no som rota til ròtenskapen var rydda av vegen …
ru: Оставшийся Гранито остался позади, медленно перестраивая их дома, и в конце концов, заражение полностью исчезло...
sl: Preostali granitki so ostali v gozdu in počasi začeli obnavljati svoj dom, ki je začenjal okrevati ...
sv: De återstående Granito skulle stanna kvar och långsamt återuppbygga sitt hem, nu när korruptionen äntligen var besegrad...

source: Granito freed!
ar: تم تحرير الغرانيتو!
bg: Спасени гранита!
de: Granito befreit!
es: ¡Granitos liberados!
fr: Granito libéré!
gl: Granitos liberados!
it: Granito liberati!
nn: Granitoar sette fri!
ru: Гранито освобождены!
sl: Granitek osvobojen!
sv: Granito frigiven!

source: After quite the long trip, Tux arrived at the new biome.
ar: بعد رحلة طويلة، وصل تكس إلى المنطقة الجديدة.
de: Nach einer relativ langen Reise erreichte Tux das neue Biom.
es: Después de un viaje bastante largo, Tux llegó al nuevo bioma.
fr: Après un très long voyage, Tux arriva enfin dans ce nouveau biome.
gl: Despois dunha viaxe bastante longa, Tux chegou ao novo bioma.
it: Dopo il viaggio piuttosto lungo, Tux arrivò nel nuovo bioma.
ru: После довольно долгого путешествия Такс прибыл в новый биом.
sl: Po dolgi poti je Tuks prispel v novo deželo.
sv: Efter en ganska lång resa anlände Tux till den nya vegetationen.

source: Tux was astonished by the scale of this colorful land which was quite different from his home.
ar: أُصيب تكس بالدهشة من حجم هذه الأرض الملونة التي كانت مختلفة تماماً عن موطنه.
de: Tux war überrascht von den Dimensionen dieses farbenträchtigen Landes, das sehr anders war als sein Zuhause.
es: Tux quedó asombrado por la escala de esta tierra colorida que era bastante diferente de su hogar.
fr: Tux fut étonné par les dimensions de cet environnement aux milles couleurs, un environnement bien différent de celui de sa demeure.
gl: Tux quedou abraiado coa magnitude desta terra chea de cor, tan diferente do seu fogar.
it: Tux era meravigliato dalla scala di questa terra colorata, molto diversa rispetto alla sua casa.
ru: Такс был потрясен масштабами этой красочной страны, которая сильно отличалась от его родного дома.
sl: Presenečen je bil nad velikostjo te pisane pokrajine, ki je bila tako drugačna od njegovega doma.
sv: Tux var förvånad över storleken på detta färgglada land som var helt annorlunda än hans hem.

source: But how was he ever going to find Nolok in this vast forest?
ar: لكن كيف سيتمكن من العثور على نولوك في هذه الغابة الشاسعة؟
de: Aber wie würde er Nolok nur in diesem gewaltigen Wald finden können?
es: Pero ¿cómo iba a encontrar a Nolok en ese vasto bosque?
fr: Mais comment pourra-t-il retrouver Nolok dans cette vaste forêt?
gl: Pero como ía atopar a Nolok neste bosque tan inmenso?
it: Ma come avrebbe fatto a trovare Nolok in questa vasta foresta?
ru: Но как он мог найти Нолока в этом огромном лесу?
sl: Toda kako bo našel Noloka v tem prostranem gozdu?
sv: Men hur skulle han någonsin kunna hitta Nolok i denna vidsträckta skog?

source: Tux thought for a moment and decided to find a place high up to get a better view.
ar: فكر تكس للحظة وقرر أن يجد مكانا مرتفعا ليحصل على رؤية أفضل.
de: Tux dachte eine Weile nach und entschied sich, einen höhergelegenen Ort aufzusuchen, um einen besseren Überblick zu bekommen.
es: Tux pensó por un momento y decidió buscar un lugar alto para tener una mejor vista.
fr: Tux y réfléchit quelque temps et décida de chercher un promontoire surélevé pour avoir une vue dégagée des environs.
gl: Tux pensou un intre e decidiu atopar un lugar elevado para ter unha mellor vista.
it: Tux pensò per un po', poi decise di trovare un posto in alto, come una torre, per avere una visuale migliore.
ru: Такс немного призадумался и решил найти высокое место, чтобы обзор был лучше.
sl: Tuks je malce razmislil in se odločil, da se bo povzpel na nek visok kraj z boljšim razgledom.
sv: Tux funderade ett ögonblick och bestämde sig för att hitta en plats högt upp för att få bättre utsikt.

source: Maybe he could find some kind of landmark to help him locate Nolok, wherever he may be.
ar: ربما يستطيع أن يجد نوعاً من المعالم التي تساعده في تحديد موقع نولوك، أينما كان.
de: Vielleicht könnte er so etwas wie einen Orientierungspunkt finden, der ihm helfen könnte, Nolok zu finden, wo auch immer er sein möge.
es: Tal vez podría encontrar algún tipo de punto de referencia que le ayudara a localizar a Nolok, dondequiera que esté.
fr: Peut-être pourra-t-il trouver un repère lui permettant de situer Nolok, où qu'il puisse être.
gl: Quizais podería atopar algún punto de referencia co axudase a localizar a Nolok, estivese onde estivese.
it: Forse avrebbe potuto trovare qualche segno che lo aiutasse a trovare Nolok, dovunque lui fosse.
ru: Может быть, он сможет найти какой-нибудь ориентир, который поможет ему найти Нолока, где бы тот ни был.
sl: Mogoče bo opazil kaj, kar mu bo pomagalo najti Noloka.
sv: Kanske kunde han hitta något slags landmärke som kunde hjälpa honom att lokalisera Nolok, var han än befann sig.

source: High on the very top of the dilapidated tower, once again Tux found... nothing.
ar: في أعلى البرج المتهالك، وجد تكس مرة أخرى... لا شيء.
de: Hoch oben auf dem heruntergekommenen Turm fand Tux wieder mal... nichts.
es: En lo alto de la destartalada torre, una vez más Tux encontró... nada.
fr: Au plus haut sommet des ruines de la tour, une autre fois encore... Tux ne trouva rien.
gl: Ben no alto da torre derruída, unha vez máis, Tux atopou… nada.
it: Sulla cima della torre dilapidata, Tux trovò per un'altra volta... un bel niente.
ru: На самой вершине обветшалой башни Такс снова обнаружил… ничего.
sl: In na vrhu razpadajočega stolpa je Tuks vnovič našel ... nič.
sv: Högst upp på toppen av det förfallna tornet fann Tux återigen... ingenting.

source: He could not believe it. He was shocked. Confused. Was this not where he needed to go?
ar: لم يصدق ما رآه. لقد صدم. وارتبك. ألم يكن هذا هو المكان الذي يجب أن يذهب إليه؟
de: Er konnte es nicht glauben. Er war entrüstet. Verwirrt. War es nicht dort, wo er hingehen musste?
es: No podía creerlo. Estaba impactado. Confundido. ¿No era este el lugar al que debía ir?
fr: Il n'en revenait pas. Il était choqué, confus. N'était-il pas au bon endroit?
gl: Non o podía crer. Estaba conmocionado. Confundido. Non era este o lugar ao que tiña que ir?
it: Non poteva crederci. Era scioccato. Confuso. Non era questo il punto in cui doveva andare?
ru: Он не мог в это поверить. Шокирован. Сбит с толку. Разве это не то место, куда ему нужно было дойти?
sl: Ni mogel verjeti. Bil je zaprepaden. Zmeden. Ali to ni bil pravi cilj?
sv: Han kunde inte tro det. Han var chockad. Förvirrad. Var det inte dit han skulle?

source: Did Nolok's hints trick him afterall? Did he walk into a trap?
ar: هل خدع بتلميحات نولوك في النهاية؟ هل وقع في فخ؟
de: Haben ihn Noloks Hinweise auf eine falsche Fährte geführt? Ist er in eine Falle geraten?
es: ¿Acaso las pistas de Nolok lo engañaron? ¿Cayó en una trampa?
fr: Tout compte fait, les indices de Nolok l'avaient-il induit en erreur? Était-il tombé dans un piège?
gl: As pistas de Nolok enganárano ao final? Caera nunha trampa?
it: Forse gli indizi di Nolok lo avevano ingannato? Forse era caduto in una trappola?
ru: Неужто подсказки Нолока были лишь обманом? Неужели он угодил в ловушку?
sl: Ga je Nolok s svojimi namigi ukanil? Ga je zvabil v past?
sv: Lurade Noloks antydningar honom trots allt? Gick han i en fälla?

source: Tux had not long to think about all this, the tower began shaking violetly. His assumption prove correct instantly.
ar: لم يطل تكس التفكير في كل هذا، فقد بدأ البرج يهتز بشدة. وثبتت صحة افتراضاته على الفور.
de: Tux hatte nicht lange Zeit, darüber nachzudenken. Der Turm fing an, gewaltig zu beben. Seine Vermutungen stellten sich sofort al Wahrheit heraus.
es: Tux no tardó mucho en pensar en todo esto; la torre empezó a temblar violentamente. Su suposición se probó correcta al instante.
fr: Tux ne put y réfléchir à son aise, alors que la tour se mit à trembler violemment. Ses mauvais pressentiments venaient tout juste de s'avérer exacts.
gl: Tux non tivo moito tempo para pensar niso: a torre comezou a tremer violentamente. A súa suposición demostrouse correcta ao instante.
it: Tux non ebbe tanto tempo per pensare, quando la torre inizio a tremare violentemente.
ru: Но у Такса не было времени раздумывать - башня вдруг затряслась, заливаясь фиолетовым светом. Его догадка мгновенно подтвердилась.
sl: Tuks ni dolgo razmišljal, ko se je stolp začel silovito majati. Njegove slutnje so se pokazale za resnične.
sv: Tux hann inte fundera länge på allt detta, tornet började skaka våldsamt. Hans antagande visade sig omedelbart vara korrekt.

source: He made it! He escaped the collapsing tower just in time as the structure now fully gave in. But the roots were not done yet!
ar: لقد نجح! لقد نجا من البرج المنهار في الوقت المناسب تماماً قبل أن ينهار الهيكل بالكامل. لكن الجذور لم تنتهِ بعد!
de: Er hatte es geschafft! Er entkam dem einstürzenden Turm gerade rechtzeitig bevor dieser völlig in sich zusammenstürzte. Aber die Wurzeln waren noch nicht fertig!
es: ¡Lo logró! Escapó de la torre que se derrumbaba justo al tiempo en que la estructura cedió por completo. ¡Pero las raíces aún no estaban listas!
fr: Il a réussi! Il s'échappa de la désintégration de la tour au moment même où la structure céda. Mais les racines n'en avaient pas fini avec lui!
gl: Conseguiuno! Escapou da torre en colapso xusto a tempo, cando a estrutura acabou por derrubarse. Pero as raíces aínda non remataran!
it: Ce l'aveva fatta! Era fuggito dalla torre giusto in tempo prima che la struttura cedesse definitivamente. Ma le radici non avevano ancora finito!
ru: Он успел! Такс вырвался из рушащейся башни в последний миг, прежде чем конструкция окончательно сложилась. Но корни ещё не отступили!
sl: Uspelo mu je! Še pravi čas se je rešil, kajti stolp se je grmeče sesul na tla. Toda korenine se niso ustavile!
sv: Han klarade det! Han flydde från det rasande tornet precis i tid, innan byggnaden helt och hållet kollapsade. Men rötterna var inte färdiga ännu!

source: This was only the beginning, as he had found the root of the problem... towering over the small penguin.
ar: كانت هذه مجرد البداية، فقد وجد أصل المشكلة... وهو أكبر من البطريق الصغير.
de: Das war nur der Anfang, da er die Wurzel des Problems erkannt hatte...die sich nun hoch über dem kleinen Pinguin befand.
es: Esto fue sólo el comienzo, ya que había encontrado la raíz del problema... que se alzaba sobre el pequeño pingüino.
fr: Ce n'était que le début, car Tux venait de trouver la racine du problème... dominant de sa taille démesurée le petit manchot.
gl: Isto era só o comezo, pois atopara a raíz do problema… erguéndose sobre o pequeno pingüín.
it: Questo era solo l'inizio, quando trovò la radice del problema... che sovrastava il piccolo pinguino.
ru: Это было лишь началом. Он обнаружил корень проблемы... возвышающийся над маленьким пингвином.
sl: To je bil šele začetek, kajti našel je srž težave ... Ta se je pela visoko nad drobnim pingvinčkom.
sv: Detta var bara början, eftersom han hade hittat roten till problemet... som tornade upp sig över den lilla pingvinen.

source: Tux watched in shock as the roots dug through the tower's walls, faster and faster. He had to get out of there, fast!
ar: شاهد تكس بصدمة الجذور وهي تحفر طريقها عبر جدران البرج، بسرعة متزايدة. كان عليه أن يخرج من هناك، بسرعة!
de: Tux sah mit Erschrecken, als die Wurzeln die Wände des Turms immer schneller durchdrangen. Er musste hier raus, schnell!
es: Tux observó conmocionado cómo las raíces se abrían paso a través de los muros de la torre, cada vez más rápido. ¡Tenía que salir de allí, rápido!
fr: Tux ne put qu'observer avec horreur les racines transperçant les murs de la tour, de plus en plus rapidement. Il devait s'échapper d'ici, le plus vite possible!
gl: Tux observaba abraiado como as raíces atravesaban os muros da torre cada vez máis rápido. Tiña que saír de alí, e axiña!
it: Tux guardò sorpreso mentre le radici scavavano attraverso le mura della torre, sempre più velocemente. Doveva uscire in fretta!
ru: Такс в ужасе наблюдал, как корни всё быстрее и быстрее вгрызались в стены башни. Нужно было убираться отсюда, и немедленно!
sl: Tuks je presenečeno strmel, ko so korenine vse hitreje prodirale skozi zidove stolpa. Brž je moral dol!
sv: Tux såg chockad på när rötterna grävde sig igenom tornets väggar, allt snabbare och snabbare. Han måste ta sig därifrån, snabbt!

source: The roots were now everywhere. The tower become more unstable by the second. Slowly, it collapsed in on itself.
ar: انتشرت الجذور في كل مكان. يزداد عدم استقرار البرج كل ثانية. ببطء، انهار على نفسه.
de: Die Wurzeln waren jetzt überall. Der Turm wurde mit jeder Sekunde, die verstrich, instabiler. Langsam stürze er in sich zusammen.
es: Las raíces estaban por todas partes. La torre se volviá más inestable a cada segundo. Lentamente, se derrumbó sobre sí misma.
fr: Les racines s'infiltraient à présent de part et d'autre. La tour chancelait de plus en plus. Lentement, elle finit par s'effondrer.
gl: As raíces estaban agora por todas partes. A torre volvíase máis inestable a cada segundo. Pouco a pouco, derrubouse sobre si mesma.
it: Le radici erano ovunque. La torre diventava più instabile ogni secondo. Lentamente, collassò su sé stessa.
ru: Корни были теперь повсюду. Башня становилась всё неустойчивее с каждой секундой. И медленно, неумолимо, она стала рушиться сама в себя.
sl: Korenine so bile vsepovsod. Vsako sekundo je bil stolp bolj nestabilen. Počasi se je začel sesedati.
sv: Rötterna fanns nu överallt. Tornet blev allt mer instabilt för varje sekund. Sakta men säkert rasade det samman.

source: Tux ran as fast as he could, but the roots would not let him leave as they blocked off the only path to the main entrance.
ar: ركض تكس بأقصى سرعة ممكنة، لكن الجذور لم تسمح له بالمغادرة لأنها سدت الطريق الوحيد المؤدي إلى المدخل الرئيسي.
de: Tux rannte so schnell er konnte, aber die Wurzeln würden ihn nicht gehen lassen, da sie den einzigen Weg zum Haupteingang versperrten.
es: Tux corrió tan rápido como pudo, pero las raíces no lo dejaron salir ya que bloqueaban el único camino a la entrada principal.
fr: Tux courrait aussi vite qu'il le pouvait, mais les racines ne comptaient pas le laisser s'échapper. Elles lui bloquèrent l'unique chemin vers la sortie.
gl: Tux correu tan rápido como puido, pero as raíces non o deixaban marchar, bloqueando o único camiño á entrada principal.
it: Tux corse più veloce che poteva, ma le radici non lo avrebbero lasciato andare e bloccarono l'unico passaggio verso l'entrata principale.
ru: Такс бежал изо всех сил, но корни не собирались его выпускать - они перекрыли единственный путь к главному входу.
sl: Tuks je hitel, kolikor je mogel, vendar so mu korenine zaprle edini izhod iz stolpa.
sv: Tux sprang så fort han kunde, men rötterna hindrade honom från att komma undan eftersom de blockerade den enda vägen till huvudingången.

source: Across the hallway, on the other side, there was a huge crack in the wall. Tux saw himself forced to take the leap of faith, if he wished to not be crushed.
ar: على الجانب الآخر من الرواق، كان هناك صدع هائل في الجدار. وجد تكس نفسه مضطرا إلى المخاطرة بحياته، إن أراد ألا يسحق.
de: Auf der anderen Seite des Korridors gab es einen gewaltigen Riss in der Mauer. Tux musste den Sprung wagen, um nicht zerquetscht zu werden.
es: Al otro lado del pasillo, del otro lado, había una enorme grieta en la pared. Tux se vio obligado a dar un salto de fe si no quería ser aplastado.
fr: De l'autre côté du couloir un trou béant perçait le mur. Tux se trouva forcé de sauter au travers pour éviter d'être écrasé.
gl: Ao outro lado do corredor había unha enorme fenda na parede. Tux viuse obrigado a dar un salto de fe se non quería ser esmagado.
it: Attraverso il corridoio, dall'altro lato, c'era una grande crepa nel muro. Tux si vide costretto a buttarsi, se non voleva essere schiacciato.
ru: На другой стороне коридора в стене была огромная трещина. Такс понял, что ему придётся рискнуть, если он не хочет быть раздавленным.
sl: Na drugi strani hodnika je bila v steni velika razpoka. Tuks je moral tvegati in skočiti skoznjo, sicer ga bo zdrobilo padajoče kamenje.
sv: På andra sidan korridoren fanns ett stort hål i väggen. Tux såg sig tvungen att ta språnget, om han inte ville bli krossad.

source: Was it over? Was the nightmare finally over?
ar: هل انتهى الأمر؟ هل انتهى الكابوس أخيرا؟
de: War es vorbei? War der Alptraum endlich vorbei?
es: ¿Se acabó? ¿Se acabó por fin la pesadilla?
fr: Était-ce fini? Le cauchemar était-il terminé?
gl: Rematara todo? Por fin rematara o pesadelo?
it: Era finita? L'incubo era giunto al termine?
ru: Всё кончилось? Этот кошмар наконец позади?
sl: Je bilo konec? Se je nočna mora končala?
sv: Var det över? Var mardrömmen äntligen över?

source: Tux could not believe his eyes, but it seemed so! The roots began retreating. The ground looked more vital again.
ar: لم يصدق تكس عينيه، لكن بدا الأمر كذلك! بدأت الجذور بالتراجع. بدت الأرض أكثر حيوية من جديد.
de: Tux konnte seinen Augen nicht trauen, aber es schien so! Die Wurzeln fingen an, sich zurückzuziehen. Der Boden unter ihm schien an Leben zurückzugewinnen.
es: Tux no podía creer lo que veía, ¡pero así parecía! Las raíces empezaron a retirarse. El suelo volvía a verse revitalizado.
fr: Tux n'en croyait pas ses yeux, mais cela semblait bien être le cas! Les racines battaient en retraite, le sol semblait reprendre vie...
gl: Tux non podía crer o que vía, pero parecía que si! As raíces comezaron a retirarse. A terra volvía parecer chea de vida.
it: Tux non poteva credere ai suoi occhi, ma così sembrava! Le radici iniziarono a ritirarsi. Il terreno sembrava prendere vita ancora.
ru: Такс не верил своим глазам, но, казалось, это правда! Корни начали отступать. Земля вокруг вновь обретала жизнь.
sl: Tuks ni mogel verjeti očem, a tako je kazalo! Korenine so se pričele umikati. Tla so zaživela.
sv: Tux kunde inte tro sina ögon, men det verkade så! Rötterna började dra sig tillbaka. Marken såg mer livskraftig ut igen.

source: Though as much as he was ecstatic about seeing the land restored and beginning to heal... where to now?
ar: على الرغم من سعادته البالغة برؤية الأرض تعود كما كاتت وتبدأ بالتعافي... إلى أين الآن؟
de: Obwohl er sich über alle Maße darüber freute, dass das Land sich wieder zurückverwandelte und heilte, wohin sollte er jetzt gehen?
es: Aunque estaba extasiado por ver la tierra restaurada y comenzando a sanar... ¿a dónde ir ahora?
fr: Tout en se réjouissant de voir la terre se rétablir et commencer à guérir, une importante question s'imposait à lui... quel chemin devait-il prendre à présent?
gl: Aínda que estaba eufórico ao ver a terra restaurarse e comezar a curar… cara a onde agora?
it: Anche se era molto felice nel vedere la terra ripristinata e pronta a rivivere... E ora?
ru: И хоть он был безмерно счастлив, видя, как земля восстановлена и начинает исцеляться... куда теперь?
sl: A čeprav je bil vesel, da bo pokrajina ozdravela, je ostajalo vprašanje ... Kam naprej?
sv: Även om han var överlycklig över att se landet återställas och börja läka... vart skulle han ta vägen nu?

source: The forest, the tower... those were the only leads Tux had. He had no clue where Nolok could be hiding, if he even was here to begin with. Or rather anymore.
ar: الغابة، البرج... كانت تلك الأدلة الوحيدة التي يملكها تكس. لم يكن لديه أدنى فكرة عن مكان اختباء نولوك، أو حتى إن كان موجودا هنا أصلًا. أو بالأحرى، إن كان مازال موجودا الان
de: Der Wald, der Turm... das waren die einzigen Hinweise, die Tux hatte. Er hatte keine Ahnung, wo Nolok sich versteckt hielt, oder ob er überhaupt dort war. Oder zumindest immer noch.
es: El bosque, la torre... esas eran las únicas pistas que tenía Tux. No tenía ni idea de dónde podría estar escondido Nolok, si es que siquiera estaba allí. O quizás, ya no.
fr: La forêt, la tour... aucun autre indice ne lui était disponible. Il n'avait aucune idée où Nolok pouvait bien se cacher, ni même s'il était réellement passé par ici.
gl: O bosque, a torre… esas eran as únicas pistas que Tux tiña. Non tiña nin idea de onde podía estar agochado Nolok, se é que chegara a estar alí algunha vez. Ou se aínda o estaba.
it: La foresta, la torre... Questi erano gli unici indizi che Tux avesse. Non aveva idea di dove si potesse nascondere Nolok, se lui fosse qui. O meglio, se in passato fosse stato qui.
ru: Лес, башня... других намёков у Такса не было. Он не имел ни малейшего представления, где мог скрываться Нолок, если тот вообще был здесь. Или, вернее, всё ещё здесь.
sl: Gozd, stolp ... To so bile edine sledi, ki jih je Tuks imel. Še sanjalo se mu ni, kje bi se lahko Nolok skrival, če je sploh še bil kje tukaj.
sv: Skogen, tornet... det var de enda ledtrådarna Tux hade. Han hade ingen aning om var Nolok kunde gömma sig, om han ens var här från början. Eller snarare längre.
