Repository: SuperTux/supertux
Catalog: data/levels/world2/*.po
Languages: ar, bg, bs, ca, de, el, es, et, fr, gl, hy, is, it, nb, nn, ro, ru, sk, sl, sq, sr, sv, te, tr, tt, uk, uz, zh_cn

source: Before Tux even had the chance to think about what had happened to the poor thing, the ground began to shake violently...
ar: قبل أن تتاح الفرصة لتكس للتفكير فيما حدث للمسكين، بدأت الأرض تهتز بشدة...
de: Bevor Tux überhaupt die Chance hatte, darüber nachzudenken, was dem armen Ding zugestoßen war, fing der Untergrund an, heftig zu beben.
es: Antes de que Tux tuviera la oportunidad de pensar en lo que le había pasado a la pobre criatura, el suelo comenzó a temblar violentamente...
fr: Avant même que Tux n'ait eu le temps de réfléchir sur ce qui lui était arrivé à cette pauvre créature, le sol se mit à trembler violemment...
gl: Antes de que Tux tivese tempo de pensar no que lle pasara á pobre criatura, o chan comezou a tremer violentamente…
it: Prima che Tux potesse pensare a ciò che era successo alla povera creatura, il terreno sottostante iniziò a tremare violentemente.
ru: Ещё не успев осознать, что же случилось с беднягой, Такс почувствовал, как земля начала сильно трястись…
sl: Preden je utegnil Tuks razmisliti, kaj se je bilo zgodilo z ubogo rastlinico, se je zemlja silovito stresla ...
sv: Innan Tux ens hann fundera över vad som hade hänt den stackars varelsen började marken skaka våldsamt...

source: Massive purple roots burst through the ground, followed by an onslaught of many more coming closer and closer!
ar: انبثقت جذور بنفسجية ضخمة من الأرض، تبعها هجوم من جذور أخرى كثيرة تقترب أكثر فأكثر!
de: Massive violette Wurzeln durchstießen den Boden gefolgt von einer ganzen Welle weiterer Wurzeln, die immer schneller näher kamen!
es: ¡Enormes raíces moradas irrumpen del suelo, seguidas de una avalancha de muchas más que se acercan cada vez más!
fr: D'imposantes racines mauves transpercèrent la terre, et plusieurs autres se mirent à l'assaut, se rapprochant toujours plus près!
gl: Xigantescas raíces púrpuras irromperon do chan, seguidas por unha avalancha de moitas máis que se achegaban cada vez máis!
it: Enormi radici viola spuntarono dal terreno, seguite da un assalto di molte altre che si avvicinavano sempre di più!
ru: Огромные фиолетовые корни прорвались сквозь землю, а за ними следовала целая армия других, которые становились всё ближе и ближе!
sl: Iz zemlje so izbruhnile ogromne vijolične korenine in se začele približevati!
sv: Massiva lila rötter spränger sig upp genom marken, följda av en våg av många fler som kommer närmare och närmare!

source: Tux panicked! Whatever these roots were, they were covering everything. Where could he go?
ar: انتاب تكس الذعر! مهما كانت هذه الجذور، فقد كانت تغطي كل شيء. إلى أين يمكنه الذهاب؟
es: ¡Tux entró en pánico! Fueran lo que fuesen esas raíces, lo cubrían todo. ¿A dónde podría ir?
fr: Tux fut pris de panique! Peu importe ce que ces racines étaient, elles colonisaient tout aux alentours. Où pouvait-il se réfugier?
gl: Tux entrou en pánico! Fosen o que fosen aquelas raíces, estaban a cubrilo todo. A onde podía ir?
it: Tux panicò! Qualsiasi cosa fossero queste radici, stavano coprendo tutto. Dove poteva andare?
ru: Такс запаниковал! Чем бы эти корни ни были, они покрывали всё вокруг. Куда двигаться дальше?
sl: Tuksa je zgrabila panika! Te čudne korenine so se razširile vsepovsod. Kam naj pobegne?
sv: Tux fick panik! Vad dessa rötter än var, så täckte de allt. Vart kunde han ta vägen?

source: But he cannot give up now! Tux could not leave her behind. Not in a place being overrun by these violent roots.
ar: لكن لا يمكنه الاستسلام الان! لم يستطع تكس تركها وراءه. ليس في مكان تغزوه هذه الجذور العنيفة.
de: Aber er konnte jetzt nicht aufgeben! Tux konnte sie nicht zurücklassen. Nicht an diesem Ort, der von violetten Wurzeln durchzogen war.
es: ¡Pero no podía rendirse ahora! Tux no podía dejarla atrás. No en un lugar invadido por estas raíces violentas.
fr: Mais il ne pouvait abandonner! Tux ne pouvait abandonner Penny dans ce territoire envahi par ces violentes racines.
gl: Pero non podía renderse agora! Tux non podía deixala atrás. Non nun lugar invadido por esas raíces violentas.
it: Ma lui non poteva arrendersi adesso! Tux non poteva lasciare Penny indietro. Non in un posto invaso da queste radici.
ru: Но он не может сдаться сейчас! Такс не мог оставить её. Не в месте, которое захлестнули эти жестокие корни.
sl: Toda zdaj ne more odnehati! Tuks je ni mogel pustiti na cedilu. Ne na kraju, ki so ga pestile te divje korenine.
sv: Men han kan inte ge upp nu! Tux kunde inte lämna henne kvar. Inte på en plats som översvämmas av dessa våldsamma rötter.

source: He must rescue Penny! He must get to that tower!
ar: عليه أن ينقذ بيني! عليه أن يصل إلى ذلك البرج!
de: Er musste Penny retten! Er musste diesen Turm erreichen!
es: ¡Tiene que rescatar a Penny! ¡Tiene que llegar a esa torre!
fr: Il devait sauver Penny! Il devait atteindre cette tour!
gl: Tiña que rescatar a Penny! Tiña que chegar a aquela torre!
it: Deve salvare Penny a tutti i costi! Deve raggiungere quella torre!
ru: Он должен спасти Пенни! Он должен добраться до той башни!
sl: Rešiti mora Piko! Priti mora do stolpa!
sv: Han måste rädda Penny! Han måste ta sig till tornet!

source: ---Insert Cutscene Here---
ar: ---أدخل المشهد السينمائي هنا---
bg: ---Да се добави филмче тук---
de: ---Zwischensequenz hier einfügen---
es: ---Inserta Secuencia Cinemática Aquí---
fr: ---Insérer une Cinématique Ici---
gl: ---Introduce Escena Aquí---
it: ---Inserire Cutscene Qui---
nn: ---Set inn animasjonssekvens her---
ru: ---Заглушка для кат-сцены---
sl: --Sem vstavi igrani prizor--
sv: ---Infoga filmsekvens här---

source: Despite the Ghost Tree's defeat and a sliver of life returning to the once lush forest, the land was still in shambles.
ar: على الرغم من هزيمة شجرة الأشباح وعودة بريق الحياة إلى الغابة التي كانت خصبة في السابق، إلا أن الأرض كانت لا تزال في حالة يرثى لها.
bg: Въпреки победата над призрачното дърво и мъничкото възвърнал се живот в някога буйната гора, земята все още беше опустошена.
de: Obwohl der Geisterbaum besiegt wurde und wieder ein Hauch Leben in den einst üppigen Wald zurückkehrte, lag das Land immer noch in Schutt und Asche.
es: A pesar de la derrota del Árbol Fantasma y del regreso de un rayo de vida al una vez exuberante bosque, la tierra seguía en ruinas.
fr: Malgré la défaite de l'Arbre Fantôme et le retour de quelques traces de vie dans cette forêt auparavant luxuriante, le territoire demeurait encore dévasté.
gl: A pesar da derrota da Árbore Pantasma e de que unha chispa de vida volvía ao outrora frondoso bosque, a terra seguía en ruínas.
it: Nonostante la sconfitta del Fantasmalbero e un barlume di vita che tornava nella foresta un tempo rigogliosa, la terra era ancora in rovina.
nn: Spøkjelsetreet var knust, og det var no ein kime til liv i den før så frodige skogen, men landskapet var framleis nesten fullstendig utarma.
ru: Несмотря на поражение Призрачного Дерева и возвращение пряди жизни ранее пышному лесу, земля все еще в руинах.
sl: Čeprav je bil Drevoduh poražen in se je v nekdaj bujni gozd vrnilo nekaj življenja, je bila dežela še vedno v klavrnem stanju.
sv: Trots Spökträdets nederlag och att en glimt av liv återvände till den en gång så frodiga skogen, var landet fortfarande i ruiner.

source: The ground was riddled with cracks and crevices. And now one of them was blocking Tux's path...
ar: كانت الأرض مليئة بالشقوق والفجوات. والآن، كان أحدها يسد طريق تكس...
bg: В земята все още имаше цепнатини и пропасти. И сега една от тях препречваше пътя на Тъкс…
de: Der Boden war übersäht von Rissen und Erdspalten. Und jetzt blockierte einer von ihnen Tux' Weg...
es: El suelo estaba plagado de grietas y simas. Y ahora una de ellas bloqueaba el paso de Tux...
fr: Le sol était parsemé de fissures et crevasses. Et l'une de ces dernières bloquait à présent le chemin de Tux...
gl: O chan estaba cheo de fendas e crebas. E agora unha delas bloqueaba o camiño de Tux…
it: Il terreno era pieno di crepe e buche. E ora una di loro bloccava la strada a Tux...
nn: Bakken var full av sprekker og kløfter. Og ei av kløftene sperra no vegen vidare for Tux …
ru: Земля загадана трещинами и щелями. Одна из них вообще преграждала путь Таксу...
sl: Tla so bila vsa razpokana in razorana. Tuks je obtičal pred veliko režo ...
sv: Marken var full av sprickor och håligheter. Och nu blockerade en av dem Tux väg...

source: Fortunately for him, a Granito, alive and well, revealed themself, excited to see him on the other side of the crevice.
ar: ولحسن حظه، ظهر أحد الغرانيتو، وهو على قيد الحياة وبصحة جيدة، وكان متحمساً لرؤيته على الجانب الآخر من الشق.
bg: За щастие, едно гранито – живо и здраво – се появи пред него, радостно да го види, от другата страна на пропастта.
de: Zu seinem Glück erschien ein Granito vor ihm, gesund und munter. Der Granito freute sich darauf, ihn auf der anderen Seite der Kluft zu sehen.
es: Afortunadamente para él, un Granito, vivo y en buen estado, se reveló, emocionado de verlo al otro lado de la sima.
fr: Heureusement pour lui, un Granito bien vivant apparut, excité de l’apercevoir depuis l'autre côté de la crevasse.
gl: Por sorte para el, un Granito, san e salvo, apareceu, entusiasmado ao velo ao outro lado da fenda.
it: Per sua fortuna, un Granito vivo e vegeto si rivelò, eccitato di vederlo dall'altra parte della fessura.
nn: Men på hi side av kløfta stod det ein granito i beste velgåande og vinka til Tux.
ru: К счастью, Гранито, который жив каким-то образом, выявился, обрадовавшись видеть его на другой стороне щели.
sl: Na srečo se je na drugi strani razpoke prikazal Granitek, živ in zdrav! Zelo ga je bil vesel.
sv: Lyckligtvis för honom visade sig en Granito, levande och välmående, och var glad att se honom på andra sidan klyftan.

source: The Granito spoke of 3 groups of his fellow Granito who had gotten lost when trying to escape the roots to the east coast.
ar: تحدث الغرانيتو عن 3 مجموعات من رفاقه الغرانيتو الذين ضلوا طريقهم أثناء محاولتهم الهروب من الجذور إلى الساحل الشرقي.
bg: Гранитото му разказа за 3 групи от гранита, които са се изгубили докато са се опитвали да се измъкнат от корените към източния бряг.
de: Der Granito sprach von 3 seiner Gruppen, die verloren gegangen waren beim Versuch, den Wurzeln, die von der Ostküste zu ihm kamen, zu entkommen.
es: El Granito habló de 3 grupos de sus compañeros Granitos que se habían perdido al intentar escapar de las raíces hacia la costa este.
fr: Le Granito s'exprima au sujet de 3 groupes de ses compagnons Granitos qui avaient disparu dans leur tentative de s'échapper des racines vers la côte est.
gl: O Granito falou de 3 grupos doutros Granitos que se perderan ao tentar escapar das raíces cara á costa leste.
it: Il Granito gli parlò di tre gruppi dei suoi compagni Granito che si erano persi provando a scappare dalle radici verso la costa Est.
nn: Han fortalde om tre grupper med granitoar som hadde fare vill medan dei prøvde å flykta mot austkysten, vekk frå røtene.
ru: Гранито говорил о трёх группах его Гранито-приятелей, которые тоже заблудились, пытаясь сбежать из корней на восточное побережье.
sl: Granitek je Tuksu razložil, da so se tri skupine njegovih prijateljčkov granitkov izgubile, ko so poskušale pobegniti pred koreninami na vzhodno obalo.
sv: Granito berättade om tre grupper av sina Granito-kamrater som hade gått vilse när de försökte fly från rötterna till östkusten.

source: They were swallowed by the earth as the ground collapsed in on itself. If Tux could help find them they could help him reach the other side.
ar: ابتلعتهم الأرض عندما انهارت على نفسها. إذا استطاع تكس المساعدة في العثور عليهم، فسيتمكنون من مساعدته في الوصول إلى الجانب الآخر.
bg: Те са били погълнати от земята, когато тя се е пропукала. Ако Тъкс успее да ги намери, то те биха могли да му помогнат да премине от другата страна.
de: Sie wurden von der Erde verschluckt, als der Boden sich unter ihnen auftat. Wenn Tux mithelfen könnte, sie zu finden, könnten sie ihm helfen, die andere Seite zu erreichen.
es: Ellos fueron tragados por la tierra al derrumbarse. Si Tux pudiera ayudarlos a encontrarlos, podrían ayudarlo a llegar al otro lado.
fr: Ils avaient été avalés par la terre lorsque le sol sur lequel ils se trouvaient s'était affaissé. Si Tux pouvait aider à les retrouver, les Granitos pourraient l'aider en retour à atteindre l'autre côté.
gl: Foron tragados pola terra cando o chan se derrubou sobre si mesmo. Se Tux podía axudalos a atopalos, eles poderían axudalo a chegar ao outro lado.
it: Erano stati divorati dalla terra come se il terreno fosse ceduto su sé stesso. Se Tux avesse potuto aiutarlo a trovarli, avrebbero potuto aiutarlo per raggiungere l'altro lato.
nn: Dei vart fanga når jorda rasa saman rundt dei. Viss Tux kunne få granitoane fri, kunne dei hjelpa han over kløfta.
ru: Их поглотила земля, когда пол просто обрушился. Если бы Такс помог их найти, то они бы помогли ему добраться до другой стороны.
sl: Tla pod njimi so se sesedla in zemlja jih je pogoltnila. Če jih Tuks poišče, mu lahko pomagajo na drugo stran vrzeli.
sv: De slukades av jorden när marken rasade samman. Om Tux kunde hjälpa till att hitta dem kunde de hjälpa honom att nå andra sidan.

source: Tux agreed to help! Soon after he noticed a dying roots revealing a path underneath, he began his search for the lost Granito.
ar: وافق تكس على المساعدة! بعد فترة وجيزة من ملاحظته لجذور ميتة تكشف عن مسار تحتها، بدأ بحثه عن الغرانيتو المفقودين.
bg: Тъкс се съгласи да помогне! Много скоро той забеляза купчина умиращи корени, под които има проход. Той започна да търси изгубените гранита.
de: Tux stimmte zu, ihnen zu helfen! Sehr bald stellte er fest, dass die absterbenden Wurzeln einen Pfad unter sich auftaten und er machte sich auf, die verlorenen Granito zu finden.
es: ¡Tux aceptó ayudar! Poco después de ver unas raíces moribundas que revelaban un camino debajo, comenzó la búsqueda de los Granitos perdidos.
fr: Tux accepta de les aider! Il remarqua tout juste après une racine en train de dépérir, révélant un chemin sous-terrain, et s'engagea à travers l'ouverture à la recherche des Granitos perdus.
gl: Tux aceptou axudar! Pouco despois, ao notar unhas raíces moribundas que revelaban un camiño por baixo, comezou a súa busca polos Granitos perdidos.
it: Tux decise di aiutare! Dopo aver notato delle radici morenti che rivelavano un passaggio lì sotto, iniziò a cercare i Granito dispersi.
nn: Sjølvsagt ville Tux hjelpa! Han oppdaga ein sti under ei rotnande rot og gav seg i veg på leit etter granitoane.
ru: Такс согласился помочь! Вскоре после того, как он заметил, как мёртвые корни выявили путь под ними, он начал искать заблудившегося Гранито.
sl: Tuks je pristal, da bo pomagal! Pod umirajočimi koreninami je opazil skrito stezico in se podal po njej iskat izgubljene granitke.
sv: Tux gick med på att hjälpa till! Strax efter att han upptäckt döende rötter som avslöjade en stig under marken, började han sin sökning efter den försvunna Granito.

source: With the help of the saved Granito, Tux managed to reach the other side.
ar: وبمساعدة الغرانيتو الذين تم إنقاذهم، تمكن تكس من الوصول إلى الجانب الآخر.
bg: С помощта на спасените гранита, Тъкс успя да премине от другата страна.
de: Mit der Hilfe des geretteten Granito schaffte es Tux, die andere Seite zu erreichen.
es: Con la ayuda de los Granitos salvados, Tux logró llegar al otro lado.
fr: Avec l'aide des Granitos rescapés, Tux parvint à atteindre l'autre côté du passage.
gl: Coa axuda dos Granitos salvados, Tux conseguiu chegar ao outro lado.
it: Con l'aiuto dei Graniti salvati, Tux riuscì a raggiungere l'altro lato.
nn: Med hjelp frå granitoane kom Tux seg over kløfta.
ru: С помощью спасенного Гранито, Такс смог добраться до другой стороны.
sl: Rešeni granitki so pomagali Tuksu doseči drugo stran.
sv: Med hjälp av den räddade Granito lyckades Tux nå andra sidan.

source: He was glad there were more Granito that had survived the Ghost Tree's overgrowth.
ar: كان سعيداً بوجود المزيد من الغرانيتو الذين نجوا من شجرة الأشباح.
bg: Той с радост установи, че имаше още гранита, които бяха успели да се спасят от прекомерния растеж на призрачното дърво.
de: Er war froh, dass es noch weitere Granito gab, die den Auswüchse des Geisterbaums entkommen waren.
es: Se alegró de que hubiera más Granitos que había sobrevivido al crecimiento excesivo del Árbol Fantasma.
fr: Il fut heureux de constater que de nombreux Granitos avaient eux aussi survécus à la colonisation de la forêt par l'Arbre Fantôme.
gl: Alegrouse de que houbese máis Granitos que sobreviviran ao crecemento descontrolado da Árbore Pantasma.
it: Era felice che ci fossero più Granito sopravissuti alla crescita eccessiva del Fantasmalbero.
nn: Han vart glad då han såg at det der var fleire granitoar som hadde overlevd herjingane til spøkjelsestreet.
ru: Он был рад, что там были ещё Гранито, которые выжили разрастание Призрачного Дерева.
sl: Vesel je bil, da so nekateri granitki preživeli požrešno razraščanje Drevoduha.
sv: Han var glad över att det fanns fler Granito som hade överlevt Spökträdens överväxt.

source: One of the Granito asked him what a penguin like him was doing so far from the Antarctic.
ar: سأله أحد الغرانيتو: ماذا يفعل بطريق مثله بعيدًا جدًا عن القطب الجنوبي؟
bg: Едно от тях го попита какво прави пингвин като него толкова далеч от Антарктида.
de: Einer der Granito fragte ihn, was ein Pinguin wie er so weit entfernt von der Antarktis zu suchen hatte.
es: Uno de los Granitos le preguntó qué hacía un pingüino como él tan lejos de la Antártida.
fr: Un des Granitos lui demanda ce qu'un manchot comme lui faisait ici, aussi loin de l'Antarctique.
gl: Un dos Granitos preguntoulle que facía un pingüín coma el tan lonxe da Antártida.
it: Uno dei Granito gli chiese cosa, un pinguino come lui, stesse facendo così lontano dall'Antartide.
nn: Ein av granitoane spurde kva ein pingvin som han gjorde så langt frå Sørpolen.
ru: Один из Гранито спросил его о том, что здесь делает пингвин, который очень далеко от Антарктики.
sl: Neki granitek ga je vprašal, kaj vendar pingvinček počne tako daleč od Antarktike.
sv: En av Granito frågade honom vad en pingvin som han gjorde så långt från Antarktis.

source: Tux replied that he was looking for his friend Penny and that she was captured by an evil creature named "Nolok". A name the Granito remembered unpleasantly...
ar: أجاب تكس بأنه كان يبحث عن صديقته بيني وأنها اختطفت على يد مخلوق شرير يدعى "نولوك". اسم تذكره الغرانيتو بمرارة...
de: Tux antwortete, dass er seine Freundin Penny suche, und, dass sie von einer bösen Kreatur namens "Nolok" gefangen genommen wurde. Ein Name, an den sich die Granito noch böse erinnerten...
es: Tux respondió que buscaba a su amiga Penny y que la había capturado una criatura malvada llamada "Nolok". Un nombre que los Granitos recordaban con desagrado...
fr: Tux répondit qu'il était à la recherche de son amie Penny, qui a été capturée par une créature maléfique du nom de Nolok. Un nom que le Granito ne connaissait malheureusement que trop bien...
gl: Tux respondeu que estaba a buscar á súa amiga Penny e que fora capturada por unha criatura malvada chamada “Nolok”. Un nome co Granito lembraba con desagrado…
it: Tux rispose che stava cercando la sua amica Penny e che era stata catturata da una creatura malvagia chiamata "Nolok". Un nome che i Granito ricordavano tristemente...
ru: Такс ответил, что он ищет свою подругу Пенни и что она была похищена злым существом по имени «Нолок». Имя, которое Гранито запомнил с неприязнью…
sl: Tuks je pojasnil, da išče svojo prijateljico Piko, ki jo je ugrabilo hudobno bitje po imenu Nolok. Granitki so se ob omembi njegovega imena zdrznili ...
sv: Tux svarade att han letade efter sin vän Penny och att hon hade fångats av en ond varelse vid namn ”Nolok”. Ett namn som Granito mindes med obehag...

source: The Granito mentioned they knew his homeland. But whether he still called it his home nor if he held Penny there, they do not know for certain.
ar: ذكر الغرانيتو أنهم يعرفون موطنه. لكنهم لا يعلمون على وجه اليقين ما إذا كان لا يزال يعيش هناك أم لا، أو ما إذا كان يحتفظ ببيني هناك.
bg: Гранитата споменаха, че знаят къде е родината му. Но дали той все още живее там и дали там държи Пени, те нямаше как да бъдат сигурни.
de: Die Granito merkten an, dass sie sein Heimatland kennen würden. Sie waren sich allerdings nicht sicher, ob Nolok dort immer noch zu Hause war und, ob Penny weiterhin dort gefangen gehalten würde.
es: Los Granitos mencionaron que conocían su tierra natal. Pero no saben con certeza si aún la consideraban su hogar ni si retuvo a Penny allí.
fr: Le Granito précisa qu'ils avaient connaissance de ses terres. Quant à savoir si Nolok y résidait toujours ou si Penny y était retenue prisonnière, ils n'en avaient pas la certitude.
gl: O Granito mencionou que coñecían a súa terra natal. Pero se aínda a consideraba o seu fogar ou se mantiña a Penny alí, non o sabían con certeza.
it: I Granito dissero che conoscevano la sua patria. Ma che la chiamasse ancora casa, o che lì ci fosse Penny, non lo sapevano con certezza.
nn: Dei sa at dei kjende til heimlandet til Nolok. Men om han framleis heldt til der eller hadde ført Penny dit, var dei ikkje sikre på.
ru: Гранито упомянули, что они знают, где его родина. Но они не знали, либо это правда дом, либо он там держит Пенни.
sl: Povedali so, da vedo, od kod Nolok prihaja, ne pa tudi, ali tam še vedno živi in ali je Pika z njim.
sv: Granito nämnde att de kände till hans hemland. Men om han fortfarande kallade det sitt hem eller om han höll Penny där, vet de inte med säkerhet.

source: They offered to show Tux the way. It was the least they could do to show their gratitute.
ar: عرضوا أن يرشدوا تكس إلى الطريق. كان هذا أقل ما يمكنهم فعله لإظهار امتنانهم.
de: Sie boten an, Tux den Weg zu zeigen. Es war das Mindeste, was sie tun könnten, um Tux zu danken.
es: Se ofrecieron a mostrarle el camino a Tux. Era lo mínimo que podían hacer para demostrarle su gratitud.
fr: Les Granitos offrirent à Tux de lui montrer le chemin. C'était le moindre qu'ils puissent faire pour lui montrer leur gratitude.
gl: Ofrecéronse a amosarlle o camiño a Tux. Era o mínimo que podían facer para mostrar o seu agradecemento.
it: Si offrirono per mostrare a Tux la strada. Era il minimo che potessero fare per dimostrare la loro gratitudine.
ru: Они предложили показать Таксу дорогу. Это было самое меньшее, что они могли сделать, чтобы выразить свою благодарность.
sl: Tuksu so iz hvaležnosti ponudili, da mu pokažejo pot.
sv: De erbjöd sig att visa Tux vägen. Det var det minsta de kunde göra för att visa sin tacksamhet.

source: Tux gladly accepted and together with a handful of Granito they soon made their way to the tropics, in the north-east.
ar: قبل تكس العرض بسرور، وسرعان ما شق طريقه إلى المناطق الاستوائية في الشمال الشرقي رفقة بعض من الغرانيتو
bg: Тъкс прие охотно и заедно с няколко гранита, скоро се отправиха на северозапад, към тропиците.
de: Tux nahm das Angebot dankend an und zusammen mit einer Handvoll Granito machte er sich bald auf dem Weg zu den Tropen im Nordosten.
es: Tux aceptó con gusto y junto con un puñado de Granitos pronto se dirigieron a los trópicos, en el noreste.
fr: Tux accepta volontiers, et en compagnie de quelques Granitos, ils firent chemin vers les tropiques, au nord-est.
gl: Tux aceptou encantado e, xunto cun pequeno grupo de Granitos, puxéronse en camiño cara aos trópicos, no nordeste.
it: Tux accettò con piacere e con una manciata di Granito si fece strada verso i tropici, a Nord-Est.
nn: Tux tok imot tilbodet, og han og ei handfull granitoar la i veg nordaust, mot tropane.
ru: Такс с радостью принял это, и вместе с горсткой Гранито они дошли до тропиков, на северо-востоке.
sl: Tuks je rade volje sprejel in skupaj s peščico granitkov so se podali v tropske kraje na severovzhodu.
sv: Tux tackade ja och tillsammans med en handfull Granito begav de sig snart till tropikerna i nordöst.
