Repository: SuperTux/supertux
Catalog: data/levels/world2/*.po
Languages: ar, bg, bs, ca, de, el, es, et, fr, gl, hy, is, it, nb, nn, ro, ru, sk, sl, sq, sr, sv, te, tr, tt, uk, uz, zh_cn

source: Ancient Ruin
ar: الأطلال القديمة
bg: Древна останка
de: Antike Ruine
es: Ruina antigua
fr: Ruines Anciennes
gl: Ruína Antiga
it: Antica rovina
nn: Eldgamle ruinar
ru: Древняя руина
sl: Starodavna razvalina
sv: Forntida ruiner

source: Bouncy Coils
ar: لفائف نطاطة
bg: Скачащи пружини
bs: Napuhane zavojnice
ca: Bobines saltarines
de: Federnde Spulen
el: Ανώμαλα Πηνία
es: Espirales Saltarines
et: Põrkuvad rullid
fr: Du ressort !
gl: Espirais Chouteiras
hy: Թռիչքային պարույրներ
is: Hoppspólar
it: Bobine Rimbalzanti
nb: Kveilkrattet
nn: Kveilkrattet
ro: Arcuri săltărețe
ru: Скакущие пружины
sk: Skackajúce špirály
sl: Prožne tuljave
sq: Spirale kërcyese
sr: Скакутавци
sv: Studsande spolar
te: ఎగిరి పడే కాయిల్స్
tr: Sıçrama Bobinleri
tt: Сикерүче тәңкәләр
uk: Стрибучі котушки
uz: Saqlanuvchi rulonlar
zh_cn: 弹簧

source: Cave Patrol
ar: دورية الكهف
bg: Пещерен патрул
de: Höhlenpatrouille
es: Patrulla de cuevas
fr: Patrouille des Cavernes
gl: Patrulla da Cova
it: Pattuglia delle grotte
nn: Holebuarane
ru: Пещерный патруль
sl: Pohod po jami
sv: Grottpatrull

source: -Ice Rosette !images/powerups/iceflower/ice_flower-0.png #The ice rosette gives Tux the ability to shoot iceballs that can freeze most creatures. #Frozen creatures can be picked up, carried and thrown!
ar: - وردة الجليد !images/powerups/iceflower/ice_flower-0.png #تمنح وردة الجليد تكس القدرة على إطلاق كرات جليدية تستطيع تجميد معظم المخلوقات. #يمكن التقاط المخلوقات المجمدة وحملها ورميها!
bg: -Ледено цвете!images/powerups/iceflower/ice_flower-0.png#Леденото цвете дава на Тъкс способността да изстрелва снежни топки, които могат да замразяват повечето същества.#Замразените същества могат да бъдат взети, носени и хвърлени!
de: -Eisrosette !images/powerups/iceflower/ice_flower-0.png #Die Eisrosette verleiht Tux die Fähigkeit, Eisbälle zu schießen, die die meisten Gegner einfriert. #Eingefrorene Gegner können aufgehoben, getragen und geworfen werden!
es: -Roseta de Hielo !images/powerups/iceflower/ice_flower-0.png #La roseta de hielo le da a Tux la habilidad de disparar bolas de hielo que pueden congelar a la mayoría de las criaturas. #¡Las criaturas congeladas se pueden recoger, transportar y lanzar!
fr: - Rosette de Glace !images/powerups/iceflower/ice_flower-0.png #La Rosette de Glace donne à Tux la capacité de tirer des boules de glace pouvant geler la plupart des créatures. #Les créatures gelées peuvent ensuite être prises, portées et lancées!
gl: Roseta de Xeo !images/powerups/iceflower/ice_flower-0.png #A Roseta de Xeo dá a Tux a capacidade de lanzar bolas de xeo que poden conxelar á maioría das criaturas. #As criaturas conxeladas poden ser colleitadas, transportadas e lanzadas!
it: -Rosa di ghiaccio !images/powerups/iceflower/ice_flower-0.png #La rosa di ghiaccio fornisce a Tux l'abilità di lanciare palle di ghiaccio che possono congelare la maggior parte delle creature. #Le creature congelate possono essere trasportate e lanciate!
nn: -Isrose !images/powerups/iceflower/ice_flower-0.png #Isrosa lèt deg skyta iskuler som kan frysa dei fleste av vesena. #Og du kan plukka opp og kasta vesen som er frosne!
ru: -Ледяная Розочка !/images/powerups/iceflower/ice_flower-0.png #Ледяная розочка даёт Таксу возможность стрелять льдинками, которые замораживают почти все существа #Замороженные существа можно подбирать, нести и бросать!
sl: -Ledena rozeta!images/powerups/iceflower/ice_flower-0.png#Z ledeno rozeto lahko Tuks strelja ledene krogle, ki zamrznejo večino bitij.#Zamrznjena bitja lahko pobereš, nosiš s seboj in jih zalučaš proč!
sv: -Isrosett !images/powerups/iceflower/ice_flower-0.png #Isrosetten ger Tux förmågan att skjuta isbollar som kan frysa de flesta varelser. #Frysta varelser kan plockas upp, bäras och kastas!

source: Collapse Imminent
ar: الانهيار وشيك
bg: Срутването неизбежно
de: Einsturzgefahr
es: Derribo inminente
fr: Effondrement Imminent
gl: Colapso Inminente
it: Il collasso è imminente
nn: Stor rasfare
ru: Неизбежное разрушение
sl: Vsak hip se bo sesulo!
sv: Kollaps nära förestående

source: From Afar It Spreads
ar: ينتشر من بعيد
de: Aus der Ferne breitet es sich aus
es: Desde lejos se propaga
fr: Une propagation à perte de vue
gl: Espállase dende lonxe
it: Da lontano si diffonde
ru: Издалека распространяясь
sl: Iz daljave se širi
sv: Från fjärran sprider den sig

source: Crumbling Path
ar: مسار الانهيار
bg: Ронлив път
bs: Raspadajući put
ca: Camí inestable
de: Instabiler Pfad
el: Καταρρέουσα Διαδρομή
es: Camino inestable
et: Murduv tee
fr: Le Chemin Fragile
gl: O Camiño Esnaquizado
hy: Քանդվող ուղի
is: Brotandi leið
it: Un percorso instabile
nb: Vaklende vei
nn: Vaklande veg
ro: Drumul surpat
ru: Рассыпающийся путь
sk: Rozpadajúci sa chodník
sl: Razpadajoča steza
sq: Rruga e shkërmoqur
sr: Одроњени пут
sv: Sönderfallande väg
te: నాసిరకం మార్గం
tr: Ufalanan Yol
tt: Тарала торган юл
uk: Хиткий шлях
uz: Buzilgan yo'l
zh_cn: 摇摇欲坠的道路

source: Drop The Ball
ar: ارم الكرة
bg: Пусни топката
de: Lass den Ball fallen
es: Deja caer la pelota
fr: La Balle en Roulade
gl: Solta a Bola
it: Lascia la palla
nn: Mist ballen
ru: Бросить мячик
sl: Krogla pada
sv: Tappa bollen

source: Entangled in Roots
ar: محاصر بين الجذور
bg: Оплетен в корени
de: Von Wurzeln umschlungen
es: Enredado en las raíces
fr: Entremêlé dans les Racines
gl: Enredado nas raíces
it: Aggrovigliato tra le radici
nn: Rotfesta
ru: Окутанный корнями
sl: Zavozlan v korenine
sv: Intrasslad i rötter

source: Find the Bigger Fish!
ar: اعثر على السمكة الأكبر!
bg: Намери по-голямата риба!
bs: Pronađite veću ribu!
ca: Troba el peix més gran!
de: Finde den größeren Fisch!
el: Βρες το Μεγαλύτερο Ψάρι!
es: ¡Encuentra el pez más grande!
et: Leia suurem kala!
fr: Trouvez le plus gros Poisson !
gl: Atopa o Peixe máis Grande!
hy: Գտեք ավելի մեծ ձուկ:
is: Finndu stærri fiskinn!
it: Trova il pesce più grosso!
nb: Den største fisken
nn: Den største fisken
ro: Găsește peștele mai mare!
ru: Найди рыбу побольше!
sk: Nájdi väčšiu rybu!
sl: Poišči večjo ribo!
sq: Gjeje Peshkun më të Madh!
sr: Нађи крупнију рибу!
sv: Hitta den större fisken!
te: పెద్ద చేపను కనుగొనండి!
tr: Büyük Balığı Bul!
tt: Иң зур Балыкны тап!
uk: Знайди Велику Рибину!
uz: Kattaroq baliqni toping!
zh_cn: 寻找大鱼！

source: Flooded Chambers
ar: غرف مغمورة بالمياه
bg: Наводнени зали
de: Geflutete Kammern
es: Cámaras inundadas
fr: Chambres Inondées
gl: Cámaras Asolagadas
it: Le camere inondate
nn: Overfløymde rom
ru: Затопленные комнаты
sl: Poplavljene sobane
sv: Översvämmade kammare

source: Floral Blossom
ar: أزهار متفتحة
bg: Разлистен цвят
de: Blumenblüte
es: Brote floral
fr: En Pleine Floraison
gl: Floración Floral
it: Boccioli di fiori
nn: Blomsterflor
ru: Цветение растений
sl: Cvetovi
sv: Blommig blomning

source: A New Location
ar: موقع جديد
bs: Nova lokacija
ca: Una nova ubicació
de: Ein neuer Ort
el: Μια νέα τοποθεσία
es: Una nueva ubicación
et: Uus asukoht
fr: Un Nouvel Endroit
gl: Unha Nova Localización
hy: Նոր վայր
is: Ný staðsetning
it: Un nuovo luogo
nb: En ny plassering
ro: O nouă locație
ru: Новое расположение
sk: Nové miesto
sl: Nov kraj
sq: Një vendndodhje e re
sr: Нова локација
sv: En ny plats
te: ఒక కొత్త ప్రదేశం
tr: Yeni Bir Konum
tt: Яңа урын
uk: Нова локація
uz: Yangi joylashuv
zh_cn: 新大陆

source: Roots of All Evil
ar: جذور كل الشر
bg: Корените на всяко зло
de: Wurzel alles Bösen
es: Las raíces de todos los males
fr: Les Racines du Mal
gl: Raíces de Todo Mal
it: Le radici di tutto il male
nn: Rota til alt vondt
ru: Корни всякого зла
sl: Zakoreninjeno zlo
sv: Roten till allt ont

source: The Root Of The Problem
ar: أصل المشكلة
de: Die Wurzel des Problems
es: La raíz del problema
fr: La racine du problème
gl: A Raíz do Problema
it: Alla radice del problema
ru: Корень проблемы
sl: Koreninasta srž problema
sv: Roten till problemet

source: Nature Is Healing
ar: الطبيعة تشفى
de: Die Natur heilt sich
es: La naturaleza está sanando
fr: La nature se rétablit
gl: A Natureza Cura
it: La natura sta guarendo
ru: Природа исцеляет
sl: Narava se zdravi
sv: Naturen läker

source: Going Underground
ar: الذهاب تحت الأرض
bg: Слизане под земята
bs: Spuštanje pod zemlju
ca: Sota terra
de: Abwärts gehen
el: Πηγαίνοντας Υπόγεια
es: Yendo Bajo Tierra
et: Maa alla minek
fr: Lâcher la Proie pour l'Ombre
gl: Baixo Terra
hy: Անցնել ընդհատակ
is: Að fara neðanjarðar
it: Passaggio Sotterraneo
nb: Til underverdenen
nn: Til underverda
ro: Mergem în subteran
ru: Спускаясь в подземелье
sk: Kurz: Podzemie
sl: Gremo v podzemlje
sq: Rruga për Nëntokë
sr: У подземљу
sv: Gå ner i underjorden
te: భూగర్భంలోకి వెళ్తూన్నా
tr: Yeraltına Gidiş
tt: Җир астына төшү
uk: Спускання під землю
uz: Yer ostiga borish
zh_cn: 钻入地底

source: Granito Village
ar: قرية الغرانيتو
bg: Гранитово село
de: Granito-Dorf
es: Villa Granito
fr: Le Village des Granitos
gl: Aldea Granito
it: Il villaggio dei Granito
nn: Granito-landsbyen
ru: Деревня Гранито
sl: Granitkova vas
sv: Granitbyn

source: Hollowed Earth
ar: الأرض المجوفة
bg: Куха земя
de: Unterhöhlte Erde
es: Tierra ahuecada
fr: Terre Creuse
gl: Terra Oca
it: Terra cava
nn: Rotbløyte
ru: Раздолбленная земля
sl: Votla zemlja
sv: Den ihåliga jorden

source: Home Dead Home
ar: الوطن فقد لكنه لا يزال الوطن
bg: Дом, мъртъв дом
de: Totes Heim, Unglück allein
es: Hogar muerto hogar
fr: Morte Demeure
gl: Fogares Mortos
it: Casa morta casa
nn: Heim, døde heim
ru: Дом, мёртвый дом
sl: Mrtvi domek
sv: Hem döda hem

source: Rooted Forest
ar: غابة متجذرة
bg: Вкоренената гора
bs: Ukorijenjena šuma
ca: Bosc arrelat
de: Verwurzelter Wald
el: Ριζωμένο δάσος
es: El bosque enraizado
et: Juurdunud mets
fr: Forêt de racines
gl: O Bosque con Raizame
hy: Արմատավորված անտառ
is: Rótaður skógur
it: Foresta radicata
nb: Rotfestet skog
nn: Rotskogen
ro: Pădurea înrădăcinată
ru: Корневой лес
sk: Zakorenený les
sl: Zakoreninjen gozd
sq: Pyll me rrënjë
sr: Укорењена шума
sv: Rotad skog
te: పాతుకుపోయిన అడవి
tr: Köklü Orman
tt: Тамырлы урман
uk: Вкорінений ліс
uz: Ildizli o'rmon
zh_cn: 被扎根的森林

source: Tux explores a new land, but a curse impedes his journey.
ar: يستكشف تكس أرضًا جديدة، لكن لعنة تعيق رحلته.
de: Tux erforscht ein neues Land, aber ein Fluch behindert seine Reise.
es: Tux explora una nueva tierra, pero una maldición impide su viaje.
fr: Tux explore un nouveau territoire, mais un fléau lui fait obstacle.
gl: Tux explora unha nova terra, pero unha maldición impide a súa viaxe.
it: Tux esplora una nuova terra, ma una malediziona gli complica l'avventura.
ru: Такс исследует новую землю, но проклятие мешает его путешествию.
sl: Tuks raziskuje novo deželo, vendar mu pot zapre strašno prekletstvo.
sv: Tux utforskar ett nytt land, men en förbannelse hindrar hans resa.

source: Lost Sanctuary
ar: الملاذ الأخير
bg: Изгубено убежище
de: Verlassenes Heiligtum
es: Santuario perdido
fr: Le Sanctuaire Perdu
gl: Santuario Perdido
it: Il santuario perduto
nn: Den tapte fristad
ru: Затерянное святилище
sl: Pozabljeno zatočišče
sv: Förlorad fristad

source: A Mouldy Grotto
ar: مغارة متعفنة
bg: Плесенясала пещера
bs: Pljesniva pećina
ca: Una cova florida
de: Eine dunkle Grotte
el: Ένα Μουχλιασμένο Σπήλαιο
es: Una gruta mohosa
et: Hallitanud koobas
fr: Grotto Modo
gl: A Gruta Balorenta
hy: Բորբոսնած քարանձավ
is: Mygluð grotta
it: Una Grotta Ammuffita
nb: Mugg-grotta
nn: Mugg-grotta
ro: O grotă mucegăită
ru: Затхлый грот
sk: Plesnivá jaskyňa
sl: Plesniva votlina
sq: Një shpellë e mykur
sr: Блатњаво гротло
sv: En möglig grotta
te: ఒక బూజుపట్టిన చిన్న గుహ
tr: Küflü Bir Mağara
tt: Мүкләнгән мәгарә
uk: Запліснявілий грот
uz: Mog'orlangan Grotto
zh_cn: 发霉的洞穴

source: Mount Crushmore
ar: جبل السحق
bg: Разбивачева планина
es: Monte Aplastamás
fr: Mont Crushmore
gl: Monte Crushmore
it: Monte Crushmore
nn: Smadreheimen
ru: Гора Давибольше
sl: Gora Streglav
sv: Berget Krossamer

source: Owls' Skydive Commando
ar: فرقة البوم للقفز بالمظلات
bg: Гмуркащ се във въздуха бухал-командос
bs: Padobranski komandos "Sove"
ca: Comando de paracaigudisme dels mussols
de: Eulenhimmelfahrtskommando
el: Καταδρομέας κουκουβάγιας με αλεξίπτωτο
es: El comando de paracaidismo de las Lechuzas
et: Öökullide langevarjuhüppe komando
fr: Commando Aérien de Hiboux
gl: O Comando Paracaidista dos Mouchos
hy: Բվերի երկնքում սուզվող Կոմանդո
is: Skydive Commando Uglunnar
it: Commando Gufi Paracadutisti
nn: Uglepatruljen slår til
ro: Bufnițele...
ru: Совиный парашютный десант
sk: Sovy zoskokové komando
sl: Sovje zračne sile
sq: Komando me parashutë e bufave
sr: Командос падобранаца „Сове“
sv: Ugglornas fallskärmskommando
te: గుడ్లగూబల స్కైడైవ్ కమాండో
tr: Baykuşların Skydive Komando
tt: Очларның күк командалары
uk: Сови стрибають з парашутом командос
uz: Boyqushlarning osmonga sho'ng'ish komandosi
zh_cn: 猫头鹰的炸弹突击队

source: Penguins Don't Grow On Trees
ar: البطاريق لا يتسلقون الأشجار
bg: Пингвините не растат по дърветата
de: Pinguine wachsen nicht auf Bäumen
es: Los pingüinos no crecen en los árboles
fr: Les Manchots Ne Poussent Pas dans les Arbres
gl: Os Pingüíns Non Crecen nas Árbores
it: I pinguini non crescono sugli alberi!
nn: Pingvinar veks ikkje på tre
ru: Пингвины не растут на деревьях
sl: Pingvini ne rasejo po drevesih
sv: Pingviner växer inte på träd

source: Rock 'n' Roll
ar: صخرة و دحرجة
bg: Търкалящи се камъни
nn: Steinrulling
ru: Рок-н-ролл

source: -Rock Shroom !images/powerups/earthflower/earth_flower-0.png #When holding the DOWN key while running, the Rock Shroom grants Tux a rock shield. #In his rock form, Tux is immune to most types of damage. However, if Tux slams into a solid wall his defense will cease, becoming vulnerable again.
ar: - فطر الصخر !images/powerups/earthflower/earth_flower-0.png # عند الضغط المستمر على مفتاح الاتجاه السفلي أثناء الجري، يمنح فطر الصخر تكس درعًا صخريًا. # في هيئته الصخرية، يكون تكس محصنًا ضد معظم أنواع الضرر. مع ذلك، إذا اصطدم تكس بجدار صلب، فسيفقد دفاعه ويصبح عرضة للهجوم مرة أخرى.
bg: -Каменна гъба!images/powerups/earthflower/earth_flower-0.png#Ако задържиш НАДОЛУ, докато тичаш, каменната гъба дава на Тъкс каменен щит.#Когато Тъкс е в каменната си форма, почти нищо не може да го нарани. Ако, обаче, Тъкс се забие в твърда стена, защитата му ще падне и той отново ще бъде уязвим.
de: -Felsenpilz !images/powerups/earthflower/earth_flower-0.png #Wird während des Laufens die UNTEN-Taste gedrückt gehalten, gibt der Felsenpilz Tux ein felsiges Schutzschild. #In seiner Felsenform ist Tux immun gegen die meisten Arten von Schaden. Kracht Tux allerdings in eine feste Wand, verliert er diesen Schutzschild, wodurch er wieder angreifbar wird.
es: -Hongo roca !images/powerups/earthflower/earth_flower-0.png #Al mantener presionada la tecla ABAJO mientras corres, el hongo roca le otorga a Tux un escudo de roca. #En su forma de roca, Tux es inmune a la mayoría de los tipos de daño. Sin embargo, si Tux se estrella contra una pared sólida, su defensa desaparece y se vuelve vulnerable otra vez.
fr: -Champignon Rocheux !images/powerups/earthflower/earth_flower-0.png #En gardant appuyé la touche BAS tout en courant, le Champignon Rocheux donne à Tux un bouclier rocheux. #Dans sa forme rocheuse, Tux est immunisé contre la plupart des formes de blessures. Cependant, si Tux se fracasse contre un mur, sa défense est interrompue et il redeviendra vulnérable à nouveau.
gl: Cogomelo de Rocha !images/powerups/earthflower/earth_flower-0.png #Ao manter premida a tecla ABAIXO mentres corre, o Cogomelo de Rocha dá a Tux un escudo de pedra. #Na súa forma de pedra, Tux é inmune á maioría dos tipos de dano. Con todo, se Tux se lanza contra un muro sólido, a súa defensa cesará, volvendo ser vulnerable.
it: -Fungo di roccia !images/powerups/earthflower/earth_flower-0.png #Tenendo premuto GIÙ e correndo, il Fungo di roccia conferisce a Tux uno scudo di roccia. #Nella sua forma di roccia, Tux è immune alla maggior parte dei danni. Tuttavia, se Tux sbatte contro un muro la sua difesa non reggerà, rendendolo di nuovo vulnerabile.
nn: -Steinsopp !images/powerups/earthflower/earth_flower-0.png #Hald inne nedtasten medan du spring for å bruka steinskjoldet. #I steinform er du immun mot dei fleste typar skadar. Men viss du trillar inn i ein vegg, mistar du skjoldet.
ru: -Каменный Гриб !images/powerups/earthflower/earth_flower-0.png #Удерживая клавишу ВНИЗ при беге, каменный гриб даст Таксу камменый щит. #В каменной форме Такс неуязвим почти ко всему. Но, если Такс разобьется о твердую стену, то его защита остановится, став снова уязвимым.
sl: -Kamena goba!images/powerups/earthflower/earth_flower-0.png#Če med tekom držiš tipko "dol", ta goba proizvede kamniti ščit.#V kameni obliki je Tuks odporen na večino poškodb. Toda če se zaleti v trdno steno, bo izgubil vso zaščito.
sv: -Rock Shroom !images/powerups/earthflower/earth_flower-0.png #När du håller ned nedåtknappen medan du springer ger Rock Shroom Tux ett stenskydd. #I sin stenform är Tux immun mot de flesta typer av skador. Om Tux dock slår i en solid vägg upphör hans försvar och han blir sårbar igen.

source: Rooting For You
ar: الجذور من أجلك
bg: Пълна подкрепа
de: Ich wur-zähle Auf Dich
es: Apoyándote
fr: Un Lieu Où Prendre Racine
gl: Raíces a teu favor
it: Radicando per te
nn: Berre rot
ru: Подсечь под корень
sl: Navijanje korenin
sv: Hejar på dig

source: The Rooted Tower
ar: البرج المتجذر
bg: Вкоренената кула
de: Der verwurzelte Turm
es: La torre enraizada
fr: La Tour Enracinée
gl: A Torre Enraizada
it: La Torre radicata
nn: Rot-tårnet
ru: Укоренившаяся башня
sl: Zakoreninjeni stolp
sv: Den rotade tornet

source: Never had Tux been missing sunlight more than ever before.
ar: لم يسبق أن افتقد تكس ضوء الشمس أكثر من أي وقت مضى.
de: Noch nie hatte Tux so sehr das Sonnenlicht vermisst.
es: Tux nunca había extrañado tanto la luz del sol como nunca antes.
fr: Jamais Tux n'avait tant espéré retrouver la lumière du soleil.
gl: Nunca Tux botara tanto de menos a luz do sol como agora.
it: Tux non aveva mai sentito così tanto la mancanza della luce solare prima d'ora.
ru: Никогда ещё Такс так сильно не скучал по солнечному свету, как сейчас.
sl: Tuks še nikoli prej ni tako zelo pogrešal sončne svetlobe.
sv: Aldrig tidigare hade Tux saknat solljuset så mycket som nu.

source: Since the rain had stopped and the sky was clear, Tux hoped to have found a nice, safe place to take a short break.
ar: وبما أن المطر قد توقف والسماء صافية، فقد كان تكس يأمل في أن يكون قد وجد مكانا مريحا وآمنا ليأخذ استراحة قصيرة.
de: Da der Regen aufgehört hatte und der Himmel klar war, hoffte Tux, einen schönen, sicheren Ort zu finden, an dem er eine kurze Pause einlegen konnte.
es: Como la lluvia había parado y el cielo estaba despejado, Tux esperaba haber encontrado un lugar agradable y seguro para tomar un breve descanso.
fr: Alors que la pluie s'était interrompue et le ciel s'était éclairci, Tux espérait avoir trouvé un coin sûr et agréable pour se reposer quelques instants.
gl: Como a choiva parara e o ceo estaba despexado, Tux esperaba ter atopado un lugar agradable e seguro para facer unha pequena pausa.
it: Quando smise di piovere e il cielo si schiarì, Tux sperò di aver trovato un posto tranquillo dove prendersi una piccola pausa.
ru: Поскольку дождь прекратился и небо прояснилось, Такс надеялся найти хорошее, безопасное место, чтобы сделать небольшой перерыв.
sl: Ker je prenehalo deževati in se je nebo zjasnilo, je Tuks upal, da si bo lahko odpočil na tem prijetnem in varnem kraju.
sv: Eftersom regnet hade upphört och himlen var klar, hoppades Tux att han hade hittat en trevlig och säker plats att ta en kort paus på.

source: Just as he was about to rest, the sudden sound of rustling leaves from a bush nearby startled Tux.
ar: وبينما كان على وشك أن يرتاح، أفزع تكس صوت حفيف أوراق مفاجئ من شجيرة قريبة
de: Sobald er angefangen hatte, sich auszuruhen, wurde er durch das plötzliche Geräusch raschelnder Blätter von einem Busch in der Nähe aufgeschreckt.
es: Justo cuando estaba a punto de descansar, el repentino sonido del crujido de las hojas de un arbusto cercano sobresaltó a Tux.
fr: À peine quelques secondes de repos s'étaient écoulées avant que le son d'un bruissement de feuilles ne surprenne Tux.
gl: Xusto cando estaba a piques de descansar, o son repentino de follas a se mover nun arbusto próximo sobresaltou a Tux.
it: Ma proprio quando stava per riposarsi, il fruscio di alcune foglie da un cespuglio lì vicino sorprese Tux.
ru: Как раз когда он собирался отдохнуть, внезапный шуршащий звук листьев из ближайшего куста напугал Такса.
sl: A ravno ko je mislil sesti k počitku, ga je vrglo pokonci nenadno šumenje iz grmovja.
sv: Just när han skulle vila sig skrämdes Tux av ett plötsligt ljud av raslande löv från en buske i närheten.

source: He went to investigate and got startled by a Vicious Ivy, tumbling out of the bushes!
ar: ذهب للتحقق من الأمر، ففزع عندما رأى نبات اللبلاب الشرس يتساقط من بين الشجيرات!
de: Er ging hin, um nachzugucken und wurde von einem Vicious Ivy erschreckt, das gerade aus den Büschen zu ihm getaumelt kam!
es: ¡Fue a investigar y se sobresaltó al ver una hiedra feroz que caía de entre los arbustos!
fr: Il se dirigea vers la source du bruit pour découvrir ce dont il s'agissait, et fut surpris par un Végétal Vicieux chutant hors des buissons!
gl: Foi investigar e quedou abraiado ao ver unha Hedra Viciosa saíndo aos tombos dos arbustos!
it: Tux andò a controllare, e fu sorpreso da una Crudel-Edera che comparve dai cespugli!
ru: Он пошёл разобраться, но был напуган Порочным Плющом, выпавшим из кустов!
sl: Šel je bliže, da bi videl, kaj je, tedaj pa je iz grmovja planila vražja vitica!
sv: Han gick för att undersöka saken och blev skrämd av en ond murgröna som tumlade ut ur buskarna!

source: However, this one looked different. Its usual bright green leaves seemed to have turned an ailing purple.
ar: لكن هذه النبتة بدت مختلفة. فقد تحولت أوراقها الخضراء الزاهية المعتادة إلى لون بنفسجي باهت.
de: Dieses sah jedoch anders aus. Die normalerweise hellgrünen Blätter waren zu einem kränklich aussehenden Violett verfärbt.
es: Sin embargo, esta se veía diferente. Sus hojas, que siempre eran de un verde brillante, parecían haberse vuelto de un morado enfermizo.
fr: Celui-ci paraissait néanmoins différent. Ses feuilles normalement d'un vert clair et vif semblaient avoir pris une teinte de mauve maladif.
gl: Porén, esta parecía diferente. As súas follas verde brillante habituais semellaban terse tornado dun púrpura enfermizo.
it: Tuttavia, questa sembrava diversa. Le sue foglie verdi e luminose erano diventate di un colore violaceo.
ru: Однако этот выглядел иначе. Его обычные ярко-зелёные листья, казалось, приобрели болезненный пурпурный оттенок.
sl: Ampak ta je bila videti drugače. Njeni običajno svetlo zeleni listi so bili zdaj bolehno vijolični.
sv: Men den här såg annorlunda ut. Dess vanligtvis ljusgröna blad verkade ha fått en sjuklig lila färg.
