Repository: SuperTux/supertux
Catalog: data/levels/world2/*.po
Languages: ar, bg, bs, ca, de, el, es, et, fr, gl, hy, is, it, nb, nn, ro, ru, sk, sl, sq, sr, sv, te, tr, tt, uk, uz, zh_cn

source: There was no one around Tux could ask for help. All but the remains of corrupted husks littered the ground as he moved along in thought. No living creature in sight.
ar: لم يكن هناك أحد بالقرب من تكس ليطلب منه المساعدة. لم يكن على الأرض سوى بقايا هياكل متعفنة، بينما كان يمضي في طريقه غارقا في أفكاره. لم يكن هناك أي كائن حي في الأفق.
de: Es gab niemanden, den Tux hätte um Hilfe fragen können. Nur die Überbleibsel der korrupten Hüllen, die den Boden übersähten. Keine lebende Seele in Sicht.
es: No había nadie cerca de Tux a quien pedir ayuda. Todo, salvo los restos de cáscaras corruptas, cubrían el suelo mientras avanzaba pensativo. No había ningún ser vivo a la vista.
fr: Il n'y avait personne aux alentours qui pouvait aider Tux. Les restes corrompus d'écorce jonchaient le chemin sur lequel s'engagea Tux, toujours en réflexion, sans qu'aucune autre créature vivante ne soit visible.
gl: Non había ninguén a quen Tux puidese pedir axuda. Só restos de cascas corrompidas cubrían o chan mentres avanzaba pensativo. Non se vía ningunha criatura viva.
it: Non c'era nessuno a cui Tux potesse chiedere aiuto. C'erano solo resti di cose corrotte sparsi in giro mentre andava avanti. Nessuna creatura vivente in vista.
ru: Вокруг Такса не было ни души, у кого можно было бы попросить помощи. Лишь остатки искажённых оболочек устилали землю на его пути, пока он шёл, погружённый в мысли. Ни одного живого создания в поле зрения.
sl: Nikogar ni bilo, ki bi ga lahko Tuks prosil za pomoč, ko je stopal mimo skvarjenih luščin po tleh. Nobenega živega bitja ni bilo na spregled.
sv: Det fanns ingen i närheten som Tux kunde be om hjälp. Allt utom resterna av förruttnade skal låg utspridda på marken medan han gick framåt i tankarna. Inga levande varelser syntes till.

source: Hoping to discover some kind of clue - anything! - Tux's best bet was to continue exploring this side of the forest, as destroyed as it may be.
ar: على أمل اكتشاف أي نوع من الأدلة - أي شيء! - كان أمل تكس الوحيد هو مواصلة استكشاف هذا الجانب من الغابة، مهما كان مدمراً.
de: In der Hoffnung, zumindest einen kleinen Hinweis zu entdecken - irgendetwas - war die beste Möglichkeit für Tux, diese Seite des Waldes zu erforschen, so zerstört sie auch sein mochte.
es: Con la esperanza de descubrir algún tipo de pista - ¡cualquier cosa! - la mejor opción de Tux era seguir explorando este lado del bosque, por destruido que estuviera.
fr: Dans l'espoir de découvrir un indice, aussi infime soit-il, la meilleure avenue qui s'offrait à Tux était de continuer à explorer cette partie de la forêt, malgré sa dévastation encore apparente.
gl: Coa esperanza de descubrir algunha pista —o que fose! - A mellor opción de Tux era seguir explorando este lado do bosque, por moi destruído que estivese.
it: Sperando di scoprire qualcosa - Qualsiasi cosa! - La migliora idea di Tux era di continuare ad esplorare questa parte della foresta, anche se distrutta com'era.
ru: В надежде отыскать хоть какую-нибудь зацепку - любую! - Такс решил, что лучше всего продолжать исследовать эту часть леса, какой бы разрушенной она ни была.
sl: Da bi našel kakršen koli namig, Tuksu ni preostalo drugega, kot da še naprej raziskuje to stran gozda, čeprav je bila še tako uničena.
sv: I hopp om att hitta någon sorts ledtråd – vad som helst! – var Tux bästa chans att fortsätta utforska den här sidan av skogen, hur förstörd den än må vara.

source: There must be something, somewhere, able to help him to find Nolok! Right...?
ar: لا بد أن يكون هناك شيء ما، في مكان ما، قادر على مساعدته في العثور على نولوك! أليس كذلك؟
de: Es musste irgendwas geben, an irgendeinem Ort, was ihm helfen sollte, Nolok zu finden! Oder...?
es: Debe haber algo, en algún lugar, que pueda ayudarlo a encontrar a Nolok. ¿Cierto...?
fr: Il devait sûrement y avoir quelque chose, quelque part, qui pourrait l'aider à retrouver Nolok! Est-ce bien le cas...?
gl: Tiña que haber algo, nalgún lugar, co axudase a atopar a Nolok! Non…?
it: Doveva esserci qualcosa, da qualche parte, che lo aiutasse a trovare Nolok! Giusto...?
ru: Должно же быть что-то, где-то, что поможет ему найти Нолока… Правда?
sl: Gotovo je nekje tukaj nekaj, kar mu bo pomagalo najti Noloka! Kajne?
sv: Det måste finnas något, någonstans, som kan hjälpa honom att hitta Nolok! Eller hur...?

source: Shallow Green
ar: أخضر فاتح
bg: Малко зелено
de: Flaches Grün
es: Verde superficial
fr: Un Vert Bien Pâle
gl: Verde pouco profundo
it: Verde poco profondo
nn: På skogsbotnen
ru: Мелкая зелень
sl: Bleda zelenica
sv: Grunt grönt

source: Shocking
ar: صدمة
bg: Стряскащо
bs: Šokantno
ca: Aterrador
de: Schockierend
el: Συγκλονιστικό
es: Aterrador
et: Šokeeriv
fr: Foudroyant
gl: Impactante
hy: Ցնցող
is: Átakanlegt
it: Elettrizzante
nb: Sjokkerende
nn: Sjokkerande
ro: Șocant
ru: Молнии
sk: Šokujúce
sl: Strašno
sq: Tronditëse
sr: Шокантно
sv: Chockerande
te: దిగ్భ్రాంతికరం
tr: Şok edici
tt: Яшеннәр
uk: Шокуюче
uz: Dahshatli
zh_cn: 触目惊心

source: Square Root of Agony
ar: الجذر التربيعي للألم
bg: Корен квадратен агония
de: Quadratwurzel der Qualen
es: Raíz cuadrada de la agonía
fr: La Racine Carrée de l'Agonie
gl: Raíz Cadrada da Anguria
it: La radice quadrata dell'agonia
nn: Kvadratrota av smerte
ru: Квадратный корень агонии
sl: Kvadratni koren trpljenja
sv: Kvadratroten av ångest

source: Stick And Stones
ar: عصي و حجارة
bg: Пръчка и камъни
de: Stock und Stein
es: Palo y piedras
fr: La Pierre et Le Bois
gl: Paus e Pedras
it: Rocce e bastoni
nn: Over stokk og stein
ru: Палка и камни
sl: Kamenjanje in šiba
sv: Pinnar och stenar

source: Striking Wood
ar: خشب مذهل
bg: Удар в дърво
de: Zuschlagendes Holz
es: Golpeando madera
fr: Cogner sur du Bois
gl: Madeira Rechamante
it: Legno impressionante
nn: Bank i bordet
ru: Удар по дереву
sl: Pok in hrsk
sv: Slående trä

source: Three Sheets to the Wind
ar: ثلاث ورقات في مهب الريح
bg: Три листа, носени от вятъра
de: Drei Blätter in den Wind
es: Tres sábanas al viento
fr: Trois Feuilles dans le Vent
gl: Tres follas ao Vento
it: Tre fogli al vento
nn: Teken av vinden
ru: Три листа к ветру
sl: Kot peresce v vetru
sv: Tre ark i vinden

source: Through the Dark
ar: خلال الظلام
bg: През тъмнината
bs: Kroz tamu
ca: A través de la foscor
de: Durch die Dunkelheit
el: Μέσα από το σκοτάδι
es: A través de la oscuridad
et: Läbi pimeduse
fr: À travers le Noir
gl: A Través da Escuridade
hy: Մթության միջով
is: Í gegnum myrkrið
it: Attraverso l'oscurità
nb: Gjennom mørket
nn: Gjennom mørket
ro: Prin întuneric
ru: Сквозь тьму
sk: Cez temnotu
sl: Skozi mrak
sq: Permes erresires
sr: Кроз мрак
sv: Genom mörkret
te: చీకటినుండి
tr: Karanlığa doğru
tt: Караңгы аша
uk: Крізь темряву
uz: Qorong'i orqali
zh_cn: 穿越黑暗

source: Tux the Builder
ar: تكس البناء
bg: Строителят Тъкс
bs: Graditelj Tux
ca: Tux el constructor
de: Tux der Baumeister
el: Tux ο Οικοδόμος
es: Tux el Constructor
et: Tux ehitaja
fr: Tux le Bricoleur
gl: Tux o Construtor
hy: Թաքս Շինարար
is: Tux smiður
it: Tux il Costruttore
nb: Byggmester Tux
nn: Byggmeister Tux
ro: Constructorul Tux
ru: Строитель Такс
sk: Staviteľ Tux
sl: Mojster Tuks
sq: Tux Mjeshtri
sr: Такс градитељ
sv: Byggare Tux
te: టక్స్ నిర్మించేవాడు
tr: Tux Usta
tt: Тукс-төзүче
uk: Тукс - будівельник
uz: Quruvchi Tux
zh_cn: 建筑师 Tux

source: Welcome to the Forest
ar: مرحبًا بكم في الغابة
bg: Добре дошли в гората
bs: Dobrodošli u šumu
ca: Benvingut al bosc
de: Willkommen im Wald
el: Καλως ήρθες στο Δάσος
es: Bienvenidos al bosque
et: Tere tulemast Metsa
fr: Bienvenue dans la Forêt
gl: Benvida ó Bosque
hy: Բարի գալուստ Անտառ
is: Velkomin í Skóginn
it: Benvenuto nella Foresta
nb: Velkommen til skogen
nn: Velkommen til skogen
ro: Bun venit în pădure
ru: Добро пожаловать в лес
sk: Vitajte v lese
sl: Dobrodošel/a v gozdu
sq: Mirëserdhe në Pyllin
sr: Добродошли у шуму
sv: Välkommen till skogen
te: అడవికి స్వాగతం
tr: Ormana Hoş geldin
tt: Урманга рәхим итегез
uk: Вітаємо у Лісі
uz: O'rmonga xush kelibsiz
zh_cn: 欢迎来到森林

source: -Doors !images/objects/door/door-0.png #Tux can go through a door by pressing the UP key. # #Some doors may require a key to enter!
ar: -الأبواب !images/objects/door/door-0.png #يستطيع تكس المرور عبر الباب بالضغط على مفتاح الاتجاه العلوي. # #قد تتطلب بعض الأبواب مفتاحًا للدخول!
bg: -Врати!images/objects/door/door-0.png#Тъкс може да преминава през врати, като натиснеш бутона НАГОРЕ.##За някои врати може да е необходим ключ!
de: -Türen !images/objects/door/door-0.png #Tux kann durch eine Tür gehen, indem die OBEN-Taste gedrückt wird. # #Für manche Türen wird allerdings ein Schlüssel benötigt!
es: -Puertas !images/objects/door/door-0.png #Tux puede atravesar una puerta presionando la tecla ARRIBA. # #¡Algunas puertas pueden requerir de una llave para entrar!
fr: -Portes !images/objects/door/door-0.png #Tux peut franchir une porte en appuyant sur la touche HAUT. # #Certaines portes peuvent nécessiter une clé pour les franchir!
gl: -Portas !images/objects/door/door-0.png #Tux pode atravesar unha porta premendo a tecla ARRIBA. # #Algunhas portas poden requirir unha chave para entrar!
it: -Porte !images/objects/door/door-0.png #Tux può passare attraverso una porta premendo il tasto FRECCIA SU. # #Alcune porte necessitano di una chiave per entrare!
nn: -Dører !images/objects/door/door-0.png #Trykk på opptasten for å gå gjennom dører.# #Nokre dører er låste og treng ein nøkkel!
ru: -Двери !images/objects/door/door-0.png #Такс может проходить через дверь, нажав на клавишу ВВЕРХ. # #Для некоторых дверей требуется ключ!
sl: -Vrata!images/objects/door/door-0.png#Tuks lahko stopi skozi vrata s pritiskom na tipko "gor".##Nekatera vrata je treba še prej odkleniti s ključem!
sv: -Dörrar !images/objects/door/door-0.png #Tux kan gå igenom en dörr genom att trycka på UPP-tangenten. # #Vissa dörrar kan kräva en nyckel för att öppnas!

source: Wooden Roots
ar: جذور خشبية
bg: Дървесни корени
bs: Drveni korijeni
ca: Arrels de fusta
de: Hölzerne Wurzeln
el: Ξύλινες Ρίζες
es: Raíces de Madera
et: Puidust juured
fr: Racines Boisées
gl: Raíces de Madeira
hy: Փայտե արմատներ
is: Trérætur
it: Radici Legnose
nb: Tre røtter
nn: Trerøter
ro: Rădăcini de lemn
ru: Деревянные корни
sk: Drevené korene
sl: Gozdne korenine
sq: Rrënjët prej druri
sr: Дрвени корени
sv: Träiga rötter
te: చెక్క ఏర్లు
tr: Odunsu Kökler
tt: Агач тамырлар
uk: Дерев'яні корені
uz: Yog'och ildizlar
zh_cn: 树根

source: To be continued...
ar: يتبع...
bg: Следва продължение…
bs: Nastavak slijedi...
ca: Continuarà...
de: Fortsetzung folgt ...
el: Συνεχίζεται...
es: Continuará...
et: Jätkub...
fr: À suivre...
gl: Continuará...
hy: Շարունակելի...
is: Framhald...
nb: Fortsettelse følger...
nn: Framhald følgjer …
ro: Va urma...
ru: Продолжение следует…
sk: Pokračovanie nabudúce...
sl: Se nadaljuje ...
sq: Vazhdon...
sr: Наставиће се...
sv: Fortsättning följer...
te: కొనసాగుతుది...
tr: Devam edecek...
tt: Дәвамы бар...
uk: Далі буде...
uz: Davomi bor...
zh_cn: 未完待续……

source: You found a secret area!
ar: لقد وجدتَ منطقة سرية!
bg: Ти откри тайно място!
bs: Pronašli ste tajno područje!
ca: Has trobat una àrea secreta!
de: Du hast ein Versteck gefunden!
el: Βρήκες μια μυστική περιοχή!
es: ¡Hallaste un área secreta!
et: Sa leidsid salakambri!
fr: Vous avez trouvé un passage secret
gl: Atopaches unha área secreta!
hy: Դուք գտել եք գաղտնի տարածք:
is: Þú fannst leynisvæði!
it: Hai trovato un'area segreta!
nb: Du fant en hemmelig plass!
nn: Du fann ein hemmeleg plass!
ro: Ai găsit o zonă secretă!
ru: Вы нашли тайник!
sk: Našli ste tajné miesto!
sl: Našel/a si skrito sobo!
sq: Gjete një zonë sekrete!
sr: Пронашао си тајну област!
sv: Du har hittat ett hemligt område!
te: మీరు ఒక రహస్య ప్రాంతాన్ని కనుగొన్నారు!
tr: Sen gizli bir bölge buldun!
tt: Сез яшерен җирне таптыгыз!
uk: Ви знайшли сховок!
uz: Siz yashirin joy topdingiz!
zh_cn: 你找到了一个秘密区域！

source: Worse Than Salmonella
ar: أسوء من السالمونيلا
bg: По-лошо от Салмонела
de: Schlimmer als Salmonellen
es: Peor que salmonela
fr: Pire que la Salmonelle
gl: Peor ca a Salmonela
it: Ancora peggio della Salmonella
nn: Verre enn salmonella
ru: Хуже сальмонеллы
sl: Hujše od salmonele
sv: Värre än salmonella

source: Work in Progress Rooted Forest for SuperTux v0.7.
bg: В процес на разработка – „Вкоренената гора“ за Супер Тъкс версия 0.7.
nn: Arbeid pågår med Rotskogen for SuperTux v0.7.

source: Tux replied, that he was looking for his friend Penny and that she was captured by an evil creature named "Nolok". A name the Granito remembered unpleasantly
bg: Тъкс отговори, че търси своята приятелка Пени, и че тя е била отвлечена от зло създание с името „Нолок“. Име, което извиква лоши спомени у гранитата.
nn: Tux fortalde at han leita etter venninna si Penny, som var teken til fange av ein ufyseleg fyr med namn Nolok. Namnet fekk granitoane til å grøssa.

source: They offered to show Tux the way. It was the least they could do to show their gratitute
bg: Предложиха да покажат пътя на Тъкс. Това е най-малкото, което можеха да направят, за да му се отблагодарят.
nn: Dei kunne uansett visa Tux vegen. Dei var så takksame for hjelpa, så det var det minste dei kunne gjera!

source: Ancient Ruins
bs: Drevne ruševine
ca: Ruïnes antigues
el: Αρχαία ερείπια
et: Iidsed varemed
hy: Հնագույն ավերակներ
is: Fornar rústir
nb: Gamle ruiner
ro: Ruine antice
sk: Starobylé ruiny
sq: Rrënojat e lashta
sr: Древне рушевине
te: పురాతన శిధిలాలు
tr: Antik Kalıntılar
tt: Борынгы хәрабәләр
uk: Античні руїни
uz: Qadimgi xarobalar
zh_cn: 上古遗迹

source: Beside the Bushes
bs: Pored grmlja
ca: Al costat dels matolls
el: Δίπλα στους θάμνους
et: Põõsaste kõrval
hy: Թփերի կողքին
is: Við hliðina á Bushum
nb: Ved siden av buskene
ro: Lângă Tufișuri
sk: Vedľa kríkov
sq: Pranë shkurreve
sr: Поред грма
te: పొదలు పక్కన
tr: Çalıların Yanında
tt: Куаклар янында
uk: Біля кущів
uz: Butalar yonida
zh_cn: 穿越荆棘

source: Bye Bye Forest
bs: Zbogom, šumo
ca: Adéu Bosc
el: Γεια σου δάσος
et: Hüvasti, metsa
hy: Ցտեսություն անտառ
is: Bless Bless Forest
nb: Adjø skogen
ro: La revedere, pădure!
sk: Zbohom les
sq: Mirupafshim pyll
sr: Па-па шумица
te: వీడికోలు అడవి
tr: Hoşçakal Orman
tt: Сау бул урман
uk: До побачення, ліс
uz: Alvido o'rmon
zh_cn: 再见，森林

source: Darkness Awaits
bs: Tama čeka
ca: La foscor espera
el: Το σκοτάδι περιμένει
et: Pimedus ootab
hy: Խավարը Սպասում է
is: Myrkur bíður
nb: Mørket venter
ro: Întunericul Așteaptă
sk: Tma čaká
sq: Errësira pret
sr: Тама ишчекује
te: చీకటి వేచి ఉంది
tr: Karanlık Bekliyor
tt: Караңгылык көтә
uk: Темрява чекає
uz: Zulmat kutmoqda
zh_cn: 黑暗将临

source: -A big fish... for you.
bs: -Velika riba... za tebe.
ca: -Un peix gran... per a tu.
el: -Ένα μεγάλο ψάρι... για εσένα.
et: -Võta see kala... see on sinu jaoks :D
hy: -Մեծ ձուկ... քեզ համար:
is: -Stór fiskur... fyrir þig.
nb: -En stor fisk… til deg.
ro: -Un pește mare... pentru tine.
sk: -Veľká ryba... pre teba.
sq: -Një peshk i madh... për ty.
sr: -Крупна риба... за тебе.
te: -ఒక పెద్ద చేప... నీకోసం.
tr: -Büyük bir balık... sizin için.
tt: -Зур балык... синең өчен.
uk: -Велика рибина... для тебе.
uz: -Katta baliq... siz uchun.
zh_cn: -这条大鱼……属于你！

source: What is Happening?
bs: Šta se dešava?
ca: Que està passant?
el: Τι συμβαίνει?
et: Mis toimub?
hy: Ինչ է կատարվում.
is: Hvað er að gerast?
nb: Hva skjer?
ro: Ce se întâmplă?
sk: Čo sa deje?
sq: Çfarë po ndodh?
sr: Шта се дешава?
te: ఏమీ జరుగుతుంది?
tr: Ne Oluyor?
tt: Нәрсә булды?
uk: Що відбувається?
uz: Nimalar bo'lyapti?
zh_cn: 什么情况？

source: Ghostly Misery
bs: Sablasna patnja
ca: Misèria fantasmal
el: Φανταστική δυστυχία
et: Kummituslik viletsus
hy: Ուրվական թշվառություն
is: Draugaleg eymd
nb: Spøkelsesaktig elendighet
ro: Mizeria fantomatică
sk: Strašidelná bieda
sq: Mjerim fantazmë
sr: Сабласна патња
te: ఆత్మీయమైన దుస్థితి
tr: Ruhsal Mutsuzluk
tt: Начар бәхет
uk: Примарне нещастя
uz: Ruhiy baxtsizlik
zh_cn: 鬼魂之痛

source: Ghosttree's Challenges
bs: Ghosttreeovi izazovi
ca: Els reptes de Ghosttree
el: Οι προκλήσεις του Ghosttree
et: Kummituspuu väljakutsed
hy: Ghosttree-ի մարտահրավերները
is: Ghosttree áskoranir
nb: Ghosttrees utfordringer
ro: Provocări ale arborele fantomă
sk: Výzvy Ghosttree
sq: Sfidat e Ghosttree
sr: Ghosttree-ови изазови
te: దెయ్యం చెట్టు యొక్క సవాళ్లు
tr: Ghosttree'nin Zorlukları
tt: Ghosttree проблемалары
uk: Виклики Ghosttree
uz: Arvoh daraxtining qiyinchiliklari
zh_cn: 鬼魂之树的挑战

source: Ghouls' Lair
bs: Ghulova jazbina
ca: Cau dels Ghouls
el: Φωλιά καλικάντζαρων
et: Ghouls pesa
hy: Գուլերի որջ
is: Gúllar Lair
nb: Ghouls hule
ro: Bârlogul de la Ghoul
sk: Lair Ghouls
sq: Varri i Ghouls
sr: Јазбина духова
te: పిశాచాల గుహ
tr: Hortlakların İni
tt: Лаир Гульс
uk: Лігво упирів
uz: Ghoullar uyi
zh_cn: 食尸鬼的巢穴

source: #Lanterns are used to make magic blocks solid, so you're able to walk atop of them.
bs: #Fajeri se koriste da učvrste magične blokove, tako da možete hodati po njima.
ca: #Les llanternes s'utilitzen per fer blocs màgics sòlids, de manera que podreu caminar sobre ells.
el: #Τα φανάρια χρησιμοποιούνται για να κάνουν τα μαγικά μπλοκ στερεά, ώστε να μπορείτε να περπατάτε πάνω τους.
et: #Laternaid kasutatakse maagiliste klotside tugevaks muutmiseks, nii et saate nende otsas kõndida.
hy: #Լապտերներն օգտագործվում են կախարդական բլոկները ամուր դարձնելու համար, այնպես որ դուք կարող եք քայլել դրանց վրայով:
is: #Lerns eru notaðar til að gera töfrakubba trausta, svo þú getur gengið ofan á þær.
nb: #Lanterner brukes til å gjøre magiske blokker solide, slik at du kan gå på toppen av dem.
ro: #Lanternele sunt folosite pentru a face blocuri magice solide, astfel încât să puteți merge pe deasupra lor.
sk: #Lucerny sa používajú na výrobu pevných magických blokov, takže po nich môžete chodiť.
sq: #Fanaret përdoren për t'i bërë blloqet magjike të forta, kështu që ju mund të ecni sipër tyre.
sr: #Феније се користе да магични блокови буду чврсти, тако да можете ходати по њима.
te: #లాంతర్లను మ్యాజిక్ దిమ్మెలను పటిష్టంగా చేయడానికి ఉపయోగిస్తారు, కాబట్టి మీరు వాటి పైన నడవగలుగుతారు.
tr: #Fenerler, sihirli blokları sağlam yapmak için kullanılır, böylece onların üzerinde yürüyebilirsin.
tt: #Фонарлар тылсымлы блокларны каты итәр өчен кулланыла, шуңа күрә сез алар өстендә йөри аласыз.
uk: #Ліхтарі використовуються для створення твердих магічних блоків, тож ви можете ходити по них.
uz: #Fonarlar sehrli bloklarni mustahkam qilish uchun ishlatiladi, shuning uchun siz ularning tepasida yurishingiz mumkin.
zh_cn: #灯笼可以让魔法方块变成固体，这样你就可以在它们上面行走。

source: I Spy With My Little Eye
bs: Špijuniram svojim malim okom
ca: Espio amb el meu ull petit
el: Κατασκοπεύω με το μικρό μου μάτι
et: Ma luuran oma väikese silmaga
hy: Ես լրտեսում եմ իմ փոքրիկ աչքով
is: Ég njósna með litla auganu
nb: Jeg spionerer med mitt lille øye
ro: Spionez cu ochiul meu mic
sk: Špehovam svojím malým okom
sq: Unë spiunoj me syrin tim të vogël
sr: Шпијунирам својим малим оком
te: నేను నా చిన్న కన్నుతో గూఢచర్యం చేస్తున్నాను
tr: Kısık Gözlerimle Gözetliyorum
tt: Мин кечкенә күзем белән шпион
uk: Я шпигую своїм маленьким оком
uz: Kichkina ko'zim bilan josuslik qilaman
zh_cn: 窥探眼的小眼会窥探

source: -Ispy #Ispys will activate things like platforms whenever Tux is in their sight.
bs: -Ispy #Ispy će aktivirati stvari poput platformi kad god im se Tux nađe u vidokrugu.
ca: -Espío #Los espíos activaràn coses com ara plataformes sempre que Tux estigui a la seva vista.
el: -Εγώ κατασκοπεύω #Εγώ κατασκοπεύω θα ενεργοποιεί πράγματα όπως πλατφόρμες όποτε το Tux είναι στο μάτι τους.
et: -Maluura #Maluuran aktiveerib selliseid asju nagu platvormid alati, kui Tux on nende vaateväljas.
hy: -Իսպի #Սրանք կակտիվացնեն այնպիսի բաներ, ինչպիսիք են հարթակները, երբ Tux-ը լինի նրանց տեսադաշտում:
is: Ég njósna #Ispys mun virkja hluti eins og palla hvenær sem Tux er í augsýn þeirra.
nb: -Jeg spionerer #Spionerer vil aktivere ting som plattformer når Tux er i synet deres.
ro: -Spionez #Ele se activează lucruri precum platformele ori de câte ori Tux este în vizorul lor.
sk: -Špehujem #Špehujem aktivuje veci ako platformy, kedykoľvek je Tux v ich očiach.
sq: -Unë spiunoj #Spiunoje do të aktivizojë gjëra të tilla si platformat sa herë që Tux është në sy të tyre.
sr: -Ispy #Ispy ће активирати ствари попут платформи кад год им се Тукс нађе у виду.
te: -ఇస్పి #ఇస్పిల దృష్టిలో టక్స్ ఉన్నప్పుడల్లా ప్లాట్‌ఫారమ్‌ల వంటి వాటిని సక్రియం చేస్తాయి.
tr: -Ben casusluk #Casusluk, Tux görüş açılarına geldiğinde platformlar gibi şeyleri etkinleştirir.
tt: -Испи #Испис платформа кебек әйберләрне Tux күз алдында булганда активлаштырачак.
uk: Шпигую #Шпигую буде активувати такі речі, як платформи, коли Тукс буде в їхньому полі зору.
uz: -Ayg'oqchi #Ayg'oqchilar har doim Tux ularning ko'z o'ngida bo'lganda platformalar kabi narsalarni faollashtiradi.
zh_cn: -窥探眼 #只要 Tux 出现在窥探眼的视线中，它就会激活平台之类的东西。

source: Hint: Use snails to break blocks!
bs: Savjet: Koristite puževe za razbijanje blokova!
ca: Pista: utilitza cargols per trencar blocs!
el: Συμβουλή: Χρησιμοποιήστε σαλιγκάρια για να σπάσετε μπλοκ!
et: Vihje: Kasuta kastide lõhkumiseks tigusid.
hy: Հուշում. Օգտագործեք խխունջներ՝ բլոկները կոտրելու համար:
is: Ábending: Notaðu snigla til að brjóta kubba!
nb: Hint: Bruk snegler for å bryte blokker!
ro: Sugestie: Folosește melci pentru a sparge blocurile!
sk: Tip: Použite slimáky na rozbitie blokov!
sq: Këshillë: Përdorni kërmijtë për të thyer blloqe!
sr: Савет: Користите пужеве да разбијете блокове!
te: సూచన: దిమ్మెలను విచ్ఛిన్నం చేయడానికి నత్తలను ఉపయోగించు!
tr: İpucu: Blokları kırmak için salyangoz kullanın!
tt: Киңәш: Блокларны сындыру өчен еланнар кулланыгыз!
uk: Підказка: використовуйте равликів, щоб розбивати блоки!
uz: Maslahat: Bloklarni sindirish uchun salyangozlardan foydalaning!
zh_cn: 提示：用蜗牛来打碎方块！

source: Like a leaf in the Wind
bs: Kao list na vjetru
ca: Com una fulla al vent
el: Σαν φύλλο στον άνεμο
et: Nagu leht tuules
hy: Ինչպես տերևը քամու մեջ
is: Eins og lauf í vindinum
nb: Som et blad i vinden
ro: Ca o frunză în vânt
sk: Ako list vo vetre
sq: Si një gjethe në erë
sr: Као лист на ветру
te: గాలిలో ఆకు లాగా
tr: Rüzgardaki bir yaprak gibi
tt: Галада яфрак кебек
uk: Як листок на вітрі
uz: Shamoldagi barg kabi
zh_cn: 孤蓬万里征

source: Lost Village
bs: Izgubljeno selo
ca: Poble Perdut
el: Χαμένο Χωριό
et: Kadunud küla
hy: Կորած գյուղ
is: Týndur Þorp
ro: Satul Pierdut
sk: Stratená dedina
sq: Fshati i humbur
sr: Изгубљено село
te: కోల్పోయిన గ్రామం
tr: Kayıp Köy
tt: Серле авыл
uk: Загублене село
uz: Yo'qolgan qishloq
zh_cn: 迷失的村庄

source: #Don't forget to hit the switch!
bs: #Ne zaboravite pritisnuti prekidač!
ca: #No t'oblidis de prémer l'interruptor!
el: #Μην ξεχάσετε να πατήσετε τον διακόπτη!
et: #Vajuta lülitit!
hy: #Մի մոռացեք սեղմել անջատիչը:
is: #Ekki gleyma að ýta á rofann!
nb: #Ikke glem å trykke på bryteren!
ro: #Nu uitați să apăsați comutatorul!
sk: #Nezabudnite aktivovať prepínač!
sq: #Mos harroni të shtypni çelësin!
sr: #Не заборави да притиснеш прекидач!
te: #స్విచ్ కొట్టడం మర్చిపోవద్దు!
tr: #Anahtara basmayı unutmayın!
tt: #Күчергечне сугарга онытма!
uk: #Не забудьте натиснути перемикач!
uz: #Kommutatorni bosishni unutmang!
zh_cn: #不要忘了打开开关！

source: The Owls again...
bs: Sove ponovo...
ca: Els mussols de nou...
el: Οι κουκουβάγιες πάλι...
et: Öökullid jälle...
hy: Բվերը նորից...
is: Uglurnar aftur...
nb: Uglene igjen...
ro: Bufnițele din nou...
sk: Opäť sovy...
sq: Bufat përsëri...
sr: Сове поново...
te: మళ్ళీ గుడ్లగూబలు...
tr: Yine baykuşlar...
tt: Очлар тагын...
uk: Знову Сови...
uz: Boyqushlar yana...
zh_cn: 又是猫头鹰……
