Repository: SuperTux/supertux
Catalog: data/levels/world2/*.po
Languages: ar, bg, bs, ca, de, el, es, et, fr, gl, hy, is, it, nb, nn, ro, ru, sk, sl, sq, sr, sv, te, tr, tt, uk, uz, zh_cn

source: Penguins don't grow on Trees
bs: Pingvini ne rastu na drveću
ca: Els pingüins no creixen en els arbres
el: Οι Πιγκουίνοι δε μεγαλώνουν στα Δέντρα
et: Pingviinid ei kasva puu otsas
hy: Պինգվինները ծառերի վրա չեն աճում
is: Mörgæsir vaxa ekki á trjám
nb: Pingviner vokser ikke på trær
ro: Pinguinii nu cresc în copaci
sk: Tučniaci nerastú na stromoch
sq: Pinguinët nuk rriten nëpër Pemë
sr: Пингвини не расту на дрвећу
te: పెంగ్విన్‌లు చెట్లపై పెరగవు
tr: Penguenler Ağaçta Yetişmez
tt: Пингвиннар агачларда үсми
uk: Пінгвіни не ростуть на деревах
uz: Pingvinlar daraxtlarda o'smaydi
zh_cn: 企鹅不长在树上

source: The Forest Is Rotting
bs: Šuma trune
ca: El bosc s'està podrint
el: Το Δάσος Σαπίζει
et: Mets mädaneb
hy: Անտառը փտում է
is: Skógurinn er að rotna
nb: Skogen råtner
ro: Pădurea putrezește
sk: Les Hnije
sq: Pylli po kalbet
sr: Шума трули
te: అడవి కుళ్ళిపోతోంది
tr: Orman Bozuluyor
tt: Урман черегән
uk: Ліс Гниє
uz: O'rmon chiriyapti
zh_cn: 腐坏的森林

source: -Earth Flower !images/powerups/earthflower/earth_flower-1.png #The earth flower gives Tux the ability to turn into stone by pressing the ACTION Key and the DOWN Key at the same time. #This does not work while jumping or falling!
bs: -Zemaljin cvijet !images/powerups/earthflower/earth_flower-1.png #Zemaljin cvijet daje Tuxu sposobnost da se pretvori u kamen istovremenim pritiskom na tipke za AKCIJU i tipku za DOLJE. #Ovo ne radi prilikom skakanja ili padanja!
ca: - Flor de la Terra !images/powerups/earthflower/earth_flower-1.png #La flor de la terra dóna a Tux la capacitat de convertir-se en pedra prement la tecla ACCIÓ i la tecla BAIX al mateix temps. #Això no funciona mentre salta o cau!
el: - Λουλούδι της Γης !images/powerups/earthflower/earth_flower-1.png #Το λουλούδι της γης δίνει στον Tux τη δυνατότητα να μετατραπεί σε πέτρα πατώντας ταυτόχρονα το πλήκτρο ACTION και το πλήκτρο DOWN. #Αυτό δεν λειτουργεί όταν πηδάτε ή πέφτετε!
et: - Maa lill !images/powerups/earthflower/earth_flower-1.png #Maa lill annab Tuxile võimaluse muutuda kiviks, vajutades korraga TEGUTSEMIST ja ALLA klahvi. #See ei tööta hüpates ega kukkudes!
hy: - Երկրի ծաղիկ !images/powerups/earthflower/earth_flower-1.png #Երկրի ծաղիկը Թաքսին տալիս է քարի վերածվելու ունակություն՝ միաժամանակ սեղմելով ACTION և DOWN ստեղները։ #Սա չի աշխատում ցատկելիս կամ ընկնելիս:
is: -Jarðarblóm !images/powerups/earthflower/earth_flower-1.png #Jarðblómið gefur Tux möguleika á að breytast í stein með því að ýta á ACTION takkann og NIÐUR takkann á sama tíma. #Þetta virkar ekki þegar þú hoppar eða dettur!
nb: -Jordblomst !images/powerups/earthflower/earth_flower-1.png #Jordblomsten kan bli til stein ved å trykke på handlingstasten og ned-tasten samtidig. #Dette fungerer ikke mens du hopper eller faller!
ro: - Floarea Pământului !images/powerups/earthflower/earth_flower-1.png #Floarea de pământ îi oferă lui Tux capacitatea de a se transforma în piatră apăsând în același timp tasta ACȚIUNE și tasta JOS. #Acest lucru nu funcționează în timp ce săriți sau cădeți!
sk: - Zemský kvet !images/powerups/earthflower/earth_flower-1.png #Kvet zeme dáva Tuxovi schopnosť premeniť sa na kameň súčasným stlačením klávesy AKCIA a DOLE. #Toto nefunguje pri skákaní alebo páde!
sq: -Lulja e Tokës !images/powerups/earthflower/earth_flower-1.png #Lulja e tokës i jep Tux-it mundësinë të shndërrohet në gur duke shtypur njëkohësisht tastin ACTION dhe tastin POSHT. #Kjo nuk funksionon gjatë kërcimit apo rënies!
sr: -Земљани цвет !images/powerups/earthflower/earth_flower-1.png #Земљани цвет даје Туксу способност да се претвори у камен притиском на тастер АКЦИЈА и тастер ДОЛЕ истовремено. #Ово не ради током скакања или падања!
te: -భూమి పుష్పం !images/powerups/earthflower/earth_flower-1.png #భూమి పుష్పం టక్స్‌కి యాక్షన్ కీ మరియు డౌన్ కీని ఒకేసారి నొక్కడం ద్వారా రాయిగా మారే సామర్థ్యాన్ని అందిస్తుంది. #దూకుతున్నప్పుడు లేదా పడిపోయేటప్పుడు ఇది పని చేయదు!
tr: -Toprak Çiçeği !images/powerups/earthflower/earth_flower-1.png #Toprak çiçeği, Tux'a EYLEM Tuşu ile AŞAĞI Tuşuna aynı anda basarak taşa dönüşme yeteneği verir. #Bu, zıplarken veya düşerken çalışmaz!
tt: -Беренче чәчәк ! рәсемнәр / куәтләр / җир чәчәге / җир_ чәчәк-1.png # Flowerир чәчәге Тукска бер үк вакытта ACTION ачкычын һәм DOWN ачкычын басып ташка әйләнү мөмкинлеген бирә. # Бу сикергәндә яки егылганда эшләми!
uk: - Земляна квітка !images/powerups/earthflower/earth_flower-1.png #Земляна квітка дає Туксу здатність перетворюватися на камінь, натиснувши одночасно клавіші ДІЯ та ВНИЗ. #Це не працює під час стрибка чи падіння!
uz: - Yer guli !images/powerups/earthflower/earth_flower-1.png #Yer guli Tuxga ACTION tugmachasini va DOWN tugmachasini bir vaqtda bosib toshga aylanish qobiliyatini beradi. #Bu sakrash yoki yiqilishda ishlamaydi!
zh_cn: - 土地花 !images/powerups/earthflower/earth_flower-1.png #摘下这土地花后，同时按下“动作”键和“下”键即可让 Tux 变成石头。 #在跳跃或坠落时无法使用！

source: Tower Of Ghosts
bs: Kula duhova
ca: Torre dels fantasmes
el: Πύργος των Φαντασμάτων
et: Kummituste torn
hy: Ուրվականների աշտարակ
is: Draugar Turn
ro: Turnul Fantomelor
sk: Veža duchov
sq: Kulla e Fantazmave
sr: Кула духова
te: దయ్యాల గోపురం
tr: Hayaletler Kulesi
tt: Арбалар манарасы
uk: Вежа Привидів
uz: Arvohlar minorasi
zh_cn: 鬼魂之塔

source: -Portable Objects: !images/objects/rock/rock.png #Tux can pick up certain objects and carry them around. #Press the ACTION key to grab an object and hold it pressed as long as you want to carry the object. Release the ACTION key to drop the object.
bs: -Prenosivi predmeti: !images/objects/rock/rock.png #Tux može podići određene predmete i nositi ih okolo. #Pritisnite tipku ACTION da biste zgrabili predmet i držite je pritisnutu koliko god želite nositi predmet. Otpustite tipku ACTION da biste ispustili predmet.
ca: - Objectes portàtils: !images/objects/rock/rock.png #Tux pot recollir determinats objectes i portar-los allà. #Premeu la tecla ACCIÓ per agafar un objecte i manteniu-lo premut mentre vulgueu portar l'objecte. Deixeu anar la tecla ACCIÓ per deixar anar l'objecte.
el: -Φορητά αντικείμενα: !images/objects/rock/rock.png Το #Tux μπορεί να πάρει συγκεκριμένα αντικείμενα και να τα μεταφέρει. #Πατήστε το πλήκτρο ACTION για να πιάσετε ένα αντικείμενο και κρατήστε το πατημένο όσο θέλετε να μεταφέρετε το αντικείμενο. Αφήστε το πλήκτρο ACTION για να ρίξετε το αντικείμενο.
et: - Kaasaskantavad objektid: !images/objects/rock/rock.png #Tux suudab teatud esemeid üles korjata ja kaasas kanda. #Vajutage objekti haaramiseks klahvi ACTION ja hoidke seda all nii kaua, kuni soovite objekti kanda. Objekti kukutamiseks vabastage ACTION-klahv.
hy: - Դյուրակիր օբյեկտներ. !images/objects/rock/rock.png #Tux-ը կարող է վերցնել որոշակի առարկաներ և տեղափոխել դրանք: #Սեղմեք ACTION ստեղնը՝ առարկան բռնելու համար և սեղմած պահեք այն այնքան ժամանակ, որքան ցանկանում եք տեղափոխել առարկան: Ազատեք ACTION ստեղնը՝ օբյեկտը գցելու համար:
is: -Færanlegir hlutir: !images/objects/rock/rock.png #Tux getur tekið upp ákveðna hluti og borið þá um. #Ýttu á ACTION takkann til að grípa hlut og halda honum inni eins lengi og þú vilt bera hlutinn. Slepptu ACTION takkanum til að sleppa hlutnum.
nb: - Bærbare gjenstander: !images/objects/rock/rock.png #Tux kan plukke opp visse gjenstander og bære dem rundt. #Trykk på handlingstasten for å ta tak i et objekt og hold det nede så lenge du vil bære objektet. Slipp handlingstasten for å slippe objektet.
ro: -Obiecte portabile: !images/objects/rock/rock.png #Tux poate ridica anumite obiecte și le poate transporta. #Apăsați tasta ACȚIUNE pentru a apuca un obiect și țineți-l apăsat atât timp cât doriți să transportați obiectul. Eliberați tasta ACȚIUNE pentru a arunca obiectul.
sk: -Prenosné predmety: !images/objects/rock/rock.png #Tux dokáže zdvihnúť určité predmety a prenášať ich. #Stlačte kláves AKCIA na uchopenie predmetu a podržte ho stlačený tak dlho, ako chcete predmet prenášať. Uvoľnením klávesu AKCIA objekt odhodíte.
sq: -Objekte portative: !images/objects/rock/rock.png #Tux mund të marrë disa objekte dhe t'i bartë ato përreth. #Shtypni tastin ACTION për të kapur një objekt dhe mbajeni të shtypur për aq kohë sa dëshironi ta mbani objektin. Lëshoni tastin ACTION për të hedhur objektin.
sr: -Преносиви предмети: !images/objects/rock/rock.png #Тукс може да подигне одређене предмете и да их носи. #Притисните тастер АКЦИЈА да бисте зграбили предмет и држите га притиснутим колико год желите да носите предмет. Отпустите тастер АКЦИЈА да бисте испустили предмет.
te: -పోర్టబుల్ వస్తువులు: !images/objects/rock/rock.png #టక్స్ కొన్ని వస్తువులను ఎంచుకొని వాటిని చుట్టూ మోసుకెళ్లగలడు. #వస్తువును పట్టుకోవడానికి ACTION కీని నొక్కండి మరియు మీరు ఆ వస్తువును తీసుకువెళ్లాలనుకున్నంత సేపు నొక్కి పట్టుకోండి. వస్తువును వదలడానికి ACTION కీని వదిలేయండి.
tr: -Taşınabilir Nesneler: !images/objects/rock/rock.png #Tux belirli nesneleri alıp etrafta taşıyabilir. #Bir nesneyi almak için EYLEM tuşuna bas ve nesneyi taşımak istediğin sürece basılı tut. Nesneyi bırakmak için ACTION tuşunu bırakın.
tt: -Портатив объектлар: ! рәсемнәр / әйберләр / таш / таш.png #Tux кайбер әйберләрне алып, аларны йөртә ала. #Предметны тотып алу өчен, ACTION төймәсенә басыгыз. Предметны ташлау өчен ACTION ачкычын җибәрегез.
uk: -Портативні об'єкти: !images/objects/rock/rock.png #Tux може брати певні предмети та носити їх із собою. #Натисніть клавішу ДІЯ, щоб схопити об'єкт, і утримуйте її натиснутою до тих пір, поки ви хочете нести об'єкт. Відпустіть клавішу ACTION, щоб скинути об’єкт.
uz: - Portativ ob'ektlar: !images/objects/rock/rock.png #Tux ba'zi narsalarni olib, ularni olib yurishi mumkin. #Ob'ektni ushlash uchun ACTION tugmasini bosing va ob'ektni olib yurishni xohlaganingizcha uni bosib turing. Ob'ektni tushirish uchun ACTION tugmachasini bo'shating.
zh_cn: -可携带的物品： !images/objects/rock/rock.png #Tux 可以捡起某些物品并随身携带。 #按下“动作”键抓起一个物品，按住它就可以一直携带该物品。松开“动作”键就可以放下物品。

source: Tux' Own Horror Show
bs: Tuxova vlastita horor predstava
ca: Espectacle de terror propi de Tux
el: Σόου τρόμου Τοξ
et: Tuxi enda õudussaade
hy: Թաքսի սեփական սարսափ շոու
is: Eigin hryllingsþáttur Tux
nb: Super Tux Super Spooky Show
ro: Spectacolul de groază al lui Tux
sk: Tuxova vlastná hororová šou
sq: Shfaqje Horror Vetë Tux
sr: Туксова хорор емисија
te: టక్స్' సొంత భయానక ప్రదర్శన
tr: Tux'un Kendi Korku Şovu
tt: Туксның үз куркыныч шоу
uk: Власне шоу жахів Тукса
uz: Tuxning o'ziga xos dahshatli shousi
zh_cn: 疑神疑鬼

source: #Will o' Wisps are small, annoying ghosts, which transport you to different, often dangerous places.
bs: #Will o' Wisps su mali, dosadni duhovi koji vas prenose na različita, često opasna mjesta.
ca: #Els Wips són fantasmes petits i molests que et transporten a llocs diferents, sovint perillosos.
el: #Will o' Wisps είναι μικρά, ενοχλητικά φαντάσματα, που σας μεταφέρουν σε διαφορετικά, συχνά επικίνδυνα μέρη.
et: #Metsahaldjasid on väikesed tüütud kummitused, kes transpordivad teid erinevatesse, sageli ohtlikesse kohtadesse.
hy: #Ջիրոնները փոքրիկ, նյարդայնացնող ուրվականներ են, որոնք ձեզ տեղափոխում են տարբեր, հաճախ վտանգավոր վայրեր։
is: #Will o' Wisps eru litlir, pirrandi draugar sem flytja þig á mismunandi, oft hættulega staði.
nb: #Will o' Wisps er små, irriterende spøkelser som frakter deg til forskjellige, ofte farlige steder.
ro: #Poltergeists sunt fantome mici, enervante, care te transportă în locuri diferite, adesea periculoase.
sk: #Wisps sú malí otravní duchovia, ktorí vás prenesú na rôzne, často nebezpečné miesta.
sq: #Fantazmat janë fantazma të vogla, të bezdisshme, të cilat ju transportojnë në vende të ndryshme, shpesh të rrezikshme.
sr: #Will o' Wisps су мали, досадни духови, који вас преносе на различита, често опасна места.
te: #విల్ ఒ' విప్స్ అనేవి చిన్నవి, బాధించే దెయ్యాలు, ఇవి మిమ్మల్ని వివిధ, తరచుగా ప్రమాదకరమైన ప్రదేశాలకు రవాణా చేస్తాయి.
tr: #Yeşillik tutamlar, sizi farklı, genellikle tehlikeli yerlere götüren küçük, sinir bozucu hayaletlerdir.
tt: #Акыллы арбалар үз-үзләрен аңлаталар, нечкә һавадан арбалар, сезне төрле, еш куркыныч урыннарга илтәләр.
uk: #Вілли — це маленькі надокучливі привиди, які переносять вас у різні, часто небезпечні місця.
uz: #Poltergeists - sizni turli, ko'pincha xavfli joylarga olib boradigan kichik, bezovta qiluvchi arvohlar.
zh_cn: #鬼火是小而烦人的鬼魂，它们会把你传送到别的地方，通常会很危险。

source: Walking Leaves
bs: Hodajuće lišće
ca: Fulles errants
el: Φύλλα με Πόδια
et: Kõndivad lehed
hy: Քայլող տերևներ
is: Göngublöð
nb: Høstgule blader
ro: Frunzele mergătoare
sk: Chodiace listy
sq: Gjethet në këmbë
sr: Шетајуће лишће
te: నడిచే ఆకులు
tr: Yürüyen Yapraklar
tt: Йөрүче яфраклар
uk: Ходяче листя
uz: Yurish barglari
zh_cn: 行走的树叶

source: -Doors !images/objects/door/door-0.png #Tux can go through a door by pressing the UP key.
bs: -Vrata !images/objects/door/door-0.png #Tux može proći kroz vrata pritiskom na tipku GORE.
ca: -Portes !imatges/objectes/porta/porta-0.png #Tux pot passar per una porta prement la tecla UP.
el: -Πόρτες !images/objects/door/door-0.png Το #Tux μπορεί να περάσει από μια πόρτα πατώντας το πλήκτρο UP.
et: -Uksed !images/objects/door/door-0.png #Uksest sisenemiseks vajuta ÜLES nuppu.
hy: -Դռներ !images/objects/door/door-0.png #Tux-ը կարող է անցնել դռնով՝ սեղմելով UP ստեղնը:
is: -Hurðir !images/objects/door/door-0.png #Tux getur farið í gegnum hurð með því að ýta á UPP takkann.
nb: -Dører !images/objects/door/door-0.png #Tux kan gå gjennom en ved å trykke OPP-tasten.
ro: -Uși !imagini/obiecte/uşă/uşă-0.png #Tux poate trece printr-o ușă apăsând tasta SUS.
sk: - Dvere !images/objects/door/door-0.png #Tux môže prejsť dverami stlačením klávesu HORE.
sq: -Dyert !images/objects/door/door-0.png #Tux mund të kalojë nëpër një derë duke shtypur tastin UP.
sr: -Врата !images/objects/door/door-0.png #Тукс може да прође кроз врата притиском на тастер ГОРЕ.
te: -తలుపులు !images/objects/door/door-0.png #టక్స్ UP కీని నొక్కడం ద్వారా తలుపు గుండా వెళ్ళవచ్చు.
tr: -Kapılar !images/nesneler/kapı/kapı-0.png #Tux, YUKARI tuşuna basarak bir kapıdan geçebilir.
tt: - Өйләр !images/objects/door/door-0.png #Tux UP төймәсенә басып ишек аша керә ала.
uk: -Двері !images/objects/door/door-0.png #Tux може пройти через двері, натиснувши клавішу ВГОРУ.
uz: -Eshiklar !images/objects/door/door-0.png #Tux UP tugmasini bosib eshikdan o'tishi mumkin.
zh_cn: -门 !images/objects/door/door-0.png #按“上”键可以让 Tux 穿过门。
