Repository: SuperTux/supertux
Catalog: data/levels/bonus2/*.po
Languages: ar, az, eo, et, fr_ca, he, hr, hy, id, is, uz

source: -Congratulations! #You successfully made it through #Bonus Island II featuring levels contributed by Kevin Jason Kleinemas Denilson Tobe Deprez Big C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Once again, we'd like to thank #everyone who contributed to this #release. We hope that you enjoyed #it, and that it made waiting for #Milestone 3 a little easier. :-) The end of the ice age is near...
ar: -تهانينا! # لقد نجحت في ذلك # جزيرة المكافأة II يضم المستويات التي ساهم بها كيفن جايسون كلاينماس دينيلسون توبي ديبريز كبير سي توماس نيلسن تورفي جونارسون دانيال ألستون نيلروك كورلين هيدمان # مرة أخرى ، نود أن نشكر # كل من ساهم في هذا #إطلاق سراح. نأمل أن تكون قد استمتعت #it ​​، وأنه جعل الانتظار # المعلم 3 أسهل قليلاً. :-) اقتربت نهاية العصر الجليدي ...
az: Təbrik edirik! #Uğurla keçdin #Bonus Adası II tərəfindən töhfə verən səviyyələri əks etdirir Kevin Jason Kleinemas Denilson Tobe Deprez Big C Tomas Nilsen Torfi Qunnarsson Daniel Alston Nilrok Korlin Heydman #Bir daha təşəkkür etmək istərdik #bu işdə əməyi olan hər kəs #buraxılış. Ümid edirik ki, bəyəndiniz #it ​​və onu gözləməyə məcbur etdi #Milestone 3 bir az daha asan. :-) Buz dövrünün sonu yaxınlaşır...
eo: -Gratulojn! #Vi sukcese finfaris #Plia Insulo II ĉefrolas niveloj kontribuitaj de Kevin Jason Kleinemas Denilson Tobe Deprez Big C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Denove, ni volas danki #ĉiuj, kiuj kontribuis por ĉi tio #eldono. Ni esperas, ke vi ĝuis #ĝin, kaj ĝi plifaciligis atendi #Mejloŝtonon 3. :-) La fino de la glaciepoko estas proksima...
et: - Õnnitlused! #Saite edukalt läbi #Bonussaar II mille tasemed on kaasa aidanud Kevin Jason Kleinemas Denilson Tobe Deprez Suur C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Tahame veel kord tänada #kõik, kes sellesse oma panuse andsid #vabasta. Loodame, et teile meeldis #see ja see pani ootama #Milestone 3 veidi lihtsam. :-) Jääaja lõpp on lähedal...
fr_ca: -Hourray! #Vous avez réussi #l'Île Bonus II présentant des niveaux contribués par Kévin Jason Kleinemas Denilson Tobé Deprez Grand C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heyman #Encore une fois, nous tenons à remercier #tous ceux qui y ont contribué #Libération. Nous espérons que vous avez apprécié #it, et qu'il a fait attendre #Milestone 3 un peu plus facile. :-) La fin de l'ère glaciaire est proche...
he: -ברכות! #עברת בהצלחה את #אי הבונוס ב’ שכולל שלבים שהוכנו על ידי Kevin Jason Kleinemas Denilson Tobe Deprez Big C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #עוד פעם, ברצוננו להודות #לכל מי שתרמו לשחרור #לגרסה זו. אנחנו מקווים שנהנית #ממנה, ושהיא הופכת את ההמתנה #לאבן הדרך ה־3 קלה קצת יותר. :-) הסוף של עידן הקרח קרוב...
hr: -Čestitamo! #Uspješno ste prošli #Bonus otok II s razinama pridonijeli Kevine Jason Kleinemas Denilson Tobe Deprez Veliki C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Još jednom, želimo se zahvaliti #svi koji su doprinijeli ovome #otpuštanje. Nadamo se da ste uživali #to, i to je čekalo #Milestone 3 malo lakši. :-) Bliži se kraj ledenog doba...
hy: -Շնորհավորում եմ: #Դուք հաջողությամբ անցաք #Բոնուս կղզի II հատկանշելով մակարդակները, որոնք նպաստել են Քևին Ջեյսոն Քլայնեմաս Դենիլսոն Թոբե Դեպրես Մեծ Ք Թոմաս Նիլսեն Տորֆի Գունարսոն Դանիել Ալսթոն Նիլրոկ Քորլին Հեյդման #Եվս մեկ անգամ ուզում ենք շնորհակալություն հայտնել #բոլոր նրանք, ովքեր նպաստել են դրան #արձակում. Հուսով ենք, որ ձեզ դուր եկավ #այն, և որ այն ստիպեց սպասել #Milestone 3-ը մի փոքր ավելի հեշտ է: :-) Սառցե դարաշրջանի ավարտը մոտ է...
id: -Selamat! #Kamu berhasil sampai di #Bonus Island II kontribusi level oleh Kevin Jason Kleinemas Denilson Tobe Deprez Big C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Sekali lagi, kami ingin berterima #kasih kepada semua kontributor #Kami harap kamu menikmatinya #dan setidaknya kamu bisa #menunggu untuk Milestone 3 :-) Akhir zaman es sudah dekat...
is: -Til hamingju! #Þú komst í gegnum það #Bónus Island II lögun stigum lögð af Kevin Jason Kleinemas Denilson Tobe Deprez Stóri C Thomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Corlin Heydman #Enn og aftur viljum við þakka #allir sem lögðu þessu lið #sleppa. Við vonum að þú hafir haft gaman af #það, og það varð til þess að bíða eftir #Milestone 3 aðeins auðveldara. :-) Lok ísaldar nálgast...
uz: - Tabriklaymiz! #Siz buni muvaffaqiyatli o'tkazdingiz #Bonus oroli II tomonidan hissa qo'shgan darajalarni aks ettiradi Kevin Jeyson Kleinemas Denilson Tobe Deprez Katta C Tomas Nilsen Torfi Gunnarsson Daniel Alston Nilrok Korlin Heydman #Yana bir bor rahmat aytmoqchimiz #buning uchun hissa qo'shgan har bir kishi #chiqarish. Sizga yoqdi degan umiddamiz #va u kutishga majbur qildi #Milestone 3 biroz osonroq. :-) Muzlik davrining oxiri yaqinlashmoqda...

source: Mario's Supposed to Deal With This...
ar: من المفترض أن يتعامل ماريو مع هذا ...
az: Mario bununla məşğul olmalıdı...
eo: Mario Devus Trakti Ĉi Tion...
et: Mario peaks sellega tegelema...
fr_ca: Mario était censé s'en occuper...
he: על מריו להתמודד עם זה...
hr: Mario bi se trebao nositi s ovim...
hy: Մարիոն պետք է զբաղվի այս...
id: Mario Seharusnya Berurusan Dengan Ini ...
is: Mario á að takast á við þetta...
uz: Mario bu bilan shug'ullanishi kerak ...

source: The long cave
ar: الكهف الطويل
az: Uzun mağara
eo: La longa kaverno
et: Pikk koobas
fr_ca: La longue grotte
he: המערה הארוכה
hr: Duga špilja
hy: Երկար քարանձավը
id: Gua panjang
is: Langi hellirinn
uz: Uzoq g'or

source: Blind To The World
ar: أعمى للعالم
az: Dünyaya Kor
eo: Blinda Al La Mondo
et: Maailma suhtes pime
fr_ca: Aveugle au monde
he: עיוורון לעולם
hr: Slijep za svijet
hy: Կույր դեպի Աշխարհ
id: Buta Pada Dunia
is: Blindur fyrir heiminum
uz: Dunyoga ko'r

source: On The Road Again
ar: على الطريق مرة أخرى
az: Yenidən yolda
eo: Sur La Vojo Denove
et: Jälle Teel
fr_ca: Sur la route une fois de plus
he: על הדרך שוב
hr: Ponovno na putu
hy: Նորից Ճանապարհին
id: Di Jalan Lagi
is: Á leiðinni aftur
uz: Yana Yo'lda

source: Frozen Tunnel
ar: نفق مجمد
az: Donmuş Tunel
eo: Frostigita Tunelo
et: Külmunud tunnel
fr_ca: Tunnel gelé
he: מנהרה קפואה
hr: Smrznuti tunel
hy: Սառեցված թունել
id: Terowongan beku
is: Frosinn göng
uz: Muzlatilgan tunnel

source: Luft Airship
ar: لوفت المنطاد
az: Luft hava gəmisi
eo: Aerŝipo de Luft
et: Lufti õhulaev
fr_ca: Dirigeable Luft
he: ספינת אוויר
hr: Luft zračni brod
hy: Օդա-նավ
id: Pesawat Luft
is: Loftskip
uz: Havo kemasi

source: ...Where Everything Is Possible
ar: ... حيث كل شيء ممكن
az: ...Hər şeyin mümkün olduğu yerdə
eo: ... Kie Ĉio Eblas
et: ...Kus kõik on võimalik
fr_ca: ...Où tout n'est pas impossible
he: ...היכן שהכול אפשרי
hr: ...Gdje je sve moguće
hy: ...Այնտեղ, որտեղ ամեն ինչ հնարավոր է
id: ...Di Mana Segalanya Mungkin
is: ...Þar sem allt er mögulegt
uz: ...Hamma narsa mumkin bo'lgan joyda

source: Insert Original Title Here
ar: أدخل العنوان الأصلي هنا
az: Orijinal Başlığı Bura daxil edin
eo: Enmetu Originalan Titolon Ĉi Tie
et: Sisestage siia originaalpealkiri
fr_ca: Insérer un titre original ici
he: נא להכניס את הכותרת המקורית כאן
hr: Ovdje umetnite izvorni naslov
hy: Տեղադրեք բնօրինակ վերնագիրը այստեղ
id: Ketik Judul Orisinal Di Sini
is: Settu inn upprunalegan titil hér
uz: Bu yerga asl sarlavhani kiriting

source: End Of The Ice Age
ar: نهاية العصر الجليدي
az: Buz Dövrünün Sonu
eo: Fino De La Glacia Epoko
et: Jääaja lõpp
fr_ca: Fin de l'ère glaciaire
he: הסוף של עידן הקרח
hr: Kraj ledenog doba
hy: Սառցե դարաշրջանի ավարտը
id: Akhir Zaman Es
is: Lok ísaldar
uz: Muzlik davrining oxiri

source: Think Fast, or Die
ar: فكر بسرعة ، أو مت
az: Tez düşün, ya da öl
eo: Pensu Rapide, aŭ Mortu
et: Mõtle kiiresti või sure
fr_ca: Penser ou Mourir
he: לחשוב מהר, או להיפסל
hr: Misli brzo ili umri
hy: Մտածիր արագ, կամ մեռնիր
id: Pikir Cepat, atau Mati
is: Hugsaðu hratt, eða deyja
uz: Tez o'ylang yoki o'ling

source: Fan Fortress
ar: قلعة المشجعين
az: Fan qalası
eo: Ventumila Fortikaĵo
et: Fänni kindlus
fr_ca: Forteresse des Ventilateurs
he: מבצר מעריצים
hr: Navijačka tvrđava
hy: Երկրպագուների ամրոց
id: Benteng Kipas
is: Fan vígi
uz: Fan qal'asi

source: Nolok's Party Pit
ar: حفرة حزب نولوك
az: Nolok Partiyasının çuxuru
eo: Festa Fosaĵo de Nolok
et: Noloki peokaev
fr_ca: La fête de Nolok
he: חור המסיבות של נולוק
hr: Nolokova zabava
hy: Նոլոքի կուսակցության փոսը
id: Lubang Pesta Nolok
is: Nolok Partý
uz: Nolok partiyasi chuquri

source: Water Ways
ar: طرق المياه
az: Su yolları
eo: Akvaj Vojoj
et: Veeteed
fr_ca: Voies d'eau
he: דרכי מים
hr: Vodeni putovi
hy: Ջրային ուղիներ
id: Jalur Air
is: Vatnsleiðir
uz: Suv yo'llari

source: All That Glistens Is Not Gold
ar: كل ما يلمع ليس ذهبًا
az: Parıldayanların hamısı Qızıl Deyil
eo: Ĉio, Kio Brilas Ne Estas Oro
et: Kõik, mis sätendab, pole kuld
fr_ca: Tout ce qui brille n'est pas or
he: כל מה שמנצנץ אינו זהב
hr: Nije zlato sve što blista
hy: Այն ամենը, ինչ փայլում է, ոսկի չէ
id: Tidak semua yang berkilau
is: Allt sem glitrar er ekki gull
uz: Yaltiroq bo'lganlarning hammasi oltin emas

source: A Cold Day
ar: يوم بارد
az: Soyuq Gün
eo: Malvarma Tago
et: Külm päev
fr_ca: Une journée froide
he: יום קר
hr: Hladan dan
hy: Սառը օր
id: Hari yang Dingin
is: Kaldur dagur
uz: Sovuq kun

source: High Gravity
ar: الجاذبية العالية
az: Yüksək Cazibə
eo: Alta Gravito
et: Kõrge gravitatsioon
fr_ca: Haute gravité
he: כוח משיכה גבוה
hr: Visoka gravitacija
hy: Բարձր ձգողականություն
id: Gravitasi Tinggi
is: Hár þyngdarafl
uz: Yuqori tortishish

source: Firestorm
ar: عاصفة نارية
az: Fırtına
eo: Fajroŝtormo
et: Tuletorm
fr_ca: Tempête de feu
he: סופת אש
hr: Vatrena oluja
hy: Հրդեհային փոթորիկ
id: Badai Api
is: Eldviðri
uz: Olovli bo'ron

source: A Long Journey
ar: رحلة طويلة
az: Uzun Səyahət
eo: Longa Vojaĝo
et: Pikk teekond
fr_ca: Un long voyage
he: מסע ארוך
hr: Dugo putovanje
hy: Երկար ճանապարհորդություն
id: Perjalanan Panjang
is: Langt ferðalag
uz: Uzoq sayohat

source: Life Support
ar: دعم الحياة
az: Həyat Dəstəyi
eo: Vivsubteno
et: Elu toetamine
fr_ca: Soutien de la vie
he: תמיכה בחיים
hr: Zivotna podrska
hy: Կյանքի աջակցություն
id: Dukungan Hidup
is: Öndunarvél
uz: Hayotni qo'llab-quvvatlash

source: Cliff Jumping
ar: القفز من على الجرف
az: Uçurumdan tullanma
eo: Klifsaltado
et: Kalju hüppamine
fr_ca: Saut de falaise
he: קפיצה מצוק
hr: Skakanje s litice
hy: ժայռի ցատկում
id: Loncat tebing
is: Cliffjump
uz: Cliff sakrash

source: Into The Cave
ar: في الكهف
az: Mağaraya
eo: En La Kavernon
et: Koopasse
fr_ca: Dans la grotte
he: לתוך המערה
hr: u pećinu
hy: Քարանձավի մեջ
id: Menuju Gua
is: Inn í hellinn
uz: G'orga

source: You have 1 minute
ar: لديك دقيقة واحدة
az: 1 dəqiqə vaxtınız var
eo: Vi havas 1 minuton
et: Teil on 1 minut
fr_ca: Vous avez 1 minute
he: יש לך דקה 1
hr: Imate 1 minutu
hy: Դուք ունեք 1 րոպե
id: Kamu punya 1 menit
is: Þú hefur 1 mínútu
uz: 1 daqiqa vaqtingiz bor

source: A Path Trough The Clouds
ar: طريق حوض الغيوم
az: Buludlardan keçən yol
eo: Vojo Tra La Nuboj
et: Tee läbi pilvede
fr_ca: Un chemin à travers les nuages
he: נתיב דרך העננים
hr: Put kroz oblake
hy: Ճանապարհ ամպերի միջով
id: Jalur Menuju Awan
is: Leið í gegnum skýin
uz: Bulutlar orqali o'tadigan yo'l

source: In Flanders Ice Field
ar: في حقل فلاندرز الجليدي
az: Flanders Buz Sahəsində
eo: En Glacia Kampo de Flander
et: Flandria jääväljal
fr_ca: Dans les champs de glace des Flandres
he: בשדה הקרח של פלנדריה
hr: U Flandriji Ledeno Polje
hy: Ֆլանդրիայի սառցե դաշտում
id: Di Lapangan Es Flanders
is: Í Flanders Ísvöllur
uz: Flandriya muz maydonida

source: Castle in the Sky
ar: قلعة في السماء
az: Göydəki qala
eo: Kastelo En La Ĉielo
et: Loss taevas
fr_ca: Le Château Dans Le Ciel
he: טירה בשמיים
hr: Dvorac na nebu
hy: Ամրոց երկնքում
id: Kastil di Langit
is: Kastala á himni
uz: Osmondagi qal'a

source: Tradition
ar: التقليد
az: Ənənə
eo: Tradicio
et: Traditsioon
he: מסורת
hr: Tradicija
hy: Ավանդույթ
id: Tradisi
is: Hefð
uz: An'ana

source: Bonus Island II
ar: جزيرة المكافآت II
az: Bonus ada II
eo: Bonusa Insulo 2
et: Boonussaar II
fr_ca: Île bonus II
he: אי הבונוס ב׳
hr: Bonus otok II
hy: Բոնուսային կղզի II
id: Bonus Pulau II
is: Bónuseyja II
uz: Bonus oroli II

source: You found a secret place!
ar: لقد وجدت مكانًا سريًا!
az: Gizli bir yer tapdın!
eo: Vi trovis sekretan ejon!
et: Leidsid salajase koha!
fr_ca: Vous avez trouvé un endroit secret!
he: מצאת מקום סודי!
hr: Pronašli ste tajno mjesto!
hy: Դուք գաղտնի տեղ եք գտել:
id: Kamu menemukan tempat rahasia!
is: Þú fannst leynistaður!
uz: Siz yashirin joy topdingiz!

source: I wonder where that path leads to...
ar: أتساءل إلى أين يؤدي هذا المسار إلى ...
az: Maraqlıdır, bu yol hara aparır...
eo: Mi demandas al mi kien tiu vojo kondukas...
et: Huvitav, kuhu see tee viib...
fr_ca: Je me demande où mène ce chemin...
he: מעניין לאן הדרך הזו מובילה...
hr: Pitam se kuda taj put vodi...
hy: Հետաքրքիր է, թե ուր է տանում այդ ճանապարհը...
id: Ke mana gerangan jalur ini menuju...
is: Ég velti því fyrir mér hvert sú leið liggur...
uz: Qiziq, bu yo‘l qaerga olib boradi...

source: Warp home...
ar: انفتل المنزل ...
az: Evə dön...
eo: Iru hejmen...
et: Koju keerama...
fr_ca: Retour à la maison...
he: מעבר לבית...
hr: Idi kući...
hy: Շրջել տունը...
id: Warp ke rumah...
is: Fara heim...
uz: Boring uy...
