Repository: SuperTux/supertux
Catalog: data/levels/incubator/*.po
Languages: bg, br, ca, cs, da, de, el, es, fi, fr, gd, it, ja, nb, nl, nn, pl, pt, pt_br, ro, sk, sl, sv, tr, tt

source: Angry Stone vs. YOU
bg: Ядосаният камък срещу ТЕБ
br: Roc'h fuloret vs. C'HWI
ca: Enfronta't amb la pedra enfurida
cs: Zlý kámen proti TOBĚ
da: Vred sten vs. DIG
de: Wütender Stein vs. DU
el: Θυμωμένη πέτρα vs. ΕΣΥ
es: Piedra Furiosa vs. TÚ
fi: Vihainen kivi vs. SINÄ
fr: La Pierre énervée vs. VOUS
gd: Clach fheargach 'nad aghaidh-sa
it: Pietra Arrabbiata contro TE
ja: 怒った石との対決
nb: Sint stein mot DEG
nl: Boze steen tegen jou
nn: Sint stein vs. DEG
pl: Wściekły Kamień vs. Ty
pt: Pedra Zangada contra TI
ro: Piatra supărată vs. TU
sk: Nahnevaný kameň proti VÁM
sl: Jezni kamen proti TEBI
sv: Arga stenar versus DU
tr: Sinirli Taşa karşı SEN
tt: Усал Таш һәм СЕЗ

source: #You activate switches with this button: !images/tiles/signs/up.png
bg: #С този бутон се превключват ключове: !images/tiles/signs/up.png
br: #Gellout a reoc'h enaouiñ ar stokelloù gant ar bouton-mañ: !images/tiles/signs/up.png
ca: #Pots activar els interruptors amb aquest botó: !images/tiles/signs/up.png
cs: #Páčky aktivuješ tímto tlačítkem: !images/tiles/signs/up.png
da: #Du aktiverer kontakter med denne knap: !images/tiles/signs/up.png
de: #Man aktiviert Schalter mit dieser Taste: !images/tiles/signs/up.png
el: #Ενεργοποιείς διακόπτες με αυτό το κουμπί: !images/tiles/signs/up.png
es: #Activas los interruptores con este botón: !images/tiles/signs/up.png
fi: #Tästä napista aktivoidaan kytkimiä: !images/tiles/signs/up.png
fr: #Vous pouvez activer les interrupteurs au moyen de ce bouton : !images/tiles/signs/up.png
gd: #Seo am putan leis an gnìomhaich thu suidse: !images/tiles/signs/up.png
it: #Con questo tasto attivi gli interruttori: !images/tiles/signs/up.png
ja: #このボタンを押してスイッチを #作動させてください。 !images/tiles/signs/up.png
nb: #Du aktiverer brytere med denne knappen: !images/tiles/signs/up.png
nl: #Activeer schakelaars met deze knop: !images/tiles/signs/up.png
nn: #Du slår på brytarar med denne knappen: !images/tiles/signs/up.png
pl: #Aktywujesz dźwignię tym przyciskiem: !images/tiles/signs/up.png
pt: #Podes ativar interruptores com este botão: !images/tiles/signs/up.png
ro: #Cu acest buton activezi întrerupătoarele: !images/tiles/signs/up.png
sk: #Prepínače aktivujete pomocou tohto tlačidla: !images/tiles/signs/up.png
sl: #Vzvode premikaš s tem gumbom: !images/tiles/signs/up.png
sv: #Du aktiverar spakar med denna knapp: !images/tiles/signs/up.png
tr: #Anahtarları bu düğme ile etkinleştir: !images/tiles/signs/up.png
tt: #Күчергечләрне бу төймә ярдәмендә күчерегез: !images/tiles/signs/up.png

source: Castle #1
bg: Замък №1
br: Kastell #1
ca: Castell #1
cs: Hrad č. 1
da: Borg #1
de: Schloss #1
el: Κάστρο #1
es: Castillo #1
fi: Linna #1
fr: Château n°1
gd: Caisteal 1
it: Castello #1
ja: 城 #1
nb: Slott #1
nl: Kasteel nummer 1
nn: Slott 1
pl: Zamek #1
pt: Castelo #1
ro: Castelul 1
sk: Hrad č. 1
sl: Grad št. 1
sv: Slott #1
tr: Kale#1
tt: Кальга #1

source: Missingno
bg: Мисинго
ca: Perdut
fi: Kadonnut numero
fr: Non manquant
gd: Gun chall
ja: 欠番
nb: Manglertall
nn: Manglartal
pt: Faltando
ro: Număr lipsă
sv: Saknad
tt: Миссингно

source: #Be patient!
bg: #Търпение!
br: #Bez pasiant!
ca: #Sigues pacient!
cs: #Buď trpělivý!
da: #Vær tålmodig!
de: #Geduld!
el: #Έχε υπομονή!
es: #¡Sé paciente!
fi: #Ole kärsivällinen!
fr: #Soyez patient !
gd: #Bi foighdinneach!
it: #Sii paziente!
ja: #我慢して！
nb: #Ha tolmod!
nl: #Wees geduldig!
nn: #Ver tolmodig!
pl: #Bądź cierpliwy!
pt: #Tem paciência!
ro: #Ai răbdare!
sk: #Majte trpezlivosť!
sl: #Bodi potrpežljiv/a!
sv: #Var tålmodig!
tr: #Sabırlı ol!
tt: #Түземле бул!

source: #Dont move while flying! #Pay attention at landing!
bg: #Не се движи докато летиш! #Внимавай при приземяването!
br: #Na fiñvit ket pa vezer o nijal! #Diwallit eta pa zouaraer!
ca: #No et moguis mentre voles! Tingues cura amb l'aterratge!
cs: #Nehýbej se při létání! #Dávej pozor na přistání!
da: #Bevæg dig ikke under flyvning! #Vær opmærksom på landingen!
de: #Nicht bewegen beim Flug! #Acht geben bei der Landung!
el: #Μην κινείσαι καθώς πετάς #Δώσε προσοχή στην προσγείωση!
es: #¡No te muevas mientras vueles! #¡Presta atención al aterrizaje!
fi: #Älä liiku lentäessä! #Kiinnitä huomiota laskeutumiseen!
fr: #Ne bougez pas pendant le vol ! #Faites attention à l'atterrissage !
gd: #Na gluais fhad 's a bhios tu ag itealadh! #Thoir a aire nuair a thig thu air tìr!
it: #Non ti muovere mentre voli! #Attento all'atterraggio!
ja: #飛行中は動かないでください！ #着陸時に十分注意してください！
nb: #Ikke rør deg mens du flyr! #Hold øye med landingen!
nl: #Beweeg niet tijdens het vliegen! #Let goed op tijdens het landen!
nn: #Ikkje rør deg når du flyr! #Land forsiktig!
pl: #Nie ruszaj się gdy latasz! #Zwracaj uwagę na lądowaniu!
pt: #Não te mexas enquanto voas! #Cuidado ao aterrar!
ro: #Nu te mișca în zbor! #Ai grijă la aterizare!
sk: #Počas letu sa nehýbte! #Pozornosť venujte pristávaniu!
sl: #Med letenjem se ne premikaj! #Pazi na pristanek!
sv: #Flytta dig inte medan du flyger! #Var uppmärksam vid landning!
tr: #Uçuş sırasında taşıma! #İnişte dikkatli olun!
tt: #Очу вакытында селкенмә! #Утыруга игътибар ит!

source: Blue iced hills
bg: Сини ледени хълмове
br: Tuchennoù skornet glas
ca: Turons blaus gelats
cs: Modře zaledněné kopce
da: Blå isdækkede bakker
de: Blaueishügel
el: Μπλε παγωμένοι λόφοι
es: Colinas azules de hielo
fi: Siniset jääkukkulat
fr: Collines bleues glacées
gd: Cnocan deighe guirme
it: Coline Ghiacciate Blu
ja: 青い氷で覆われた坂道
nb: Isblå åser
nl: Blauwbevroren heuvels
nn: Isblå åsar
pl: Wzgórze niebieskiego lodu
pt: Colinas de gelo azulado
ro: Dealurile cu gheață albastră
sl: Griči modrega ledu
sv: De blå isiga kullarna
tr: Mavi buz tepeleri
tt: Зәңгәр бозланган калкулыклар

source: Bad mountains
bg: Лоши планини
br: Menezioù fall
ca: Les muntanyes malignes
da: Vrede bjerge
de: Gemeine Berge
el: Κακά βουνά
es: Montañas malignas
fi: Pahat vuoret
fr: Mauvaises montagnes
gd: Droch-bheanntan
it: Montagne Cattive
ja: 険しい山脈
nb: Slemme fjell
nl: Stoute bergen
nn: Slemme fjell
pl: Złe góry
pt: Montanhas más
sl: Nesramne gore
sv: De dåliga bergen
tr: Kötü dağlar
tt: Яман таулар

source: eman level ehT <---
bg: отовин ан отемИ <---
br: eman live ehT <---
ca: llevin led mon lE <---
cs: ňevorú ínvrP <---
de: emanleveL reD <---
es: levin led erbmon lE <---
fi: imin nätneK <---
fr: srevne'l À <---
gd: liehbiel na mniA <---
it: ollevil led emon lI <---
ja: レベルの名前
nb: tenvanenaB <---
nn: tenmantterB <---
pl: umoizop awzaN <---
pt: levín od emon O <---
ro: iululevin elemuN <---
sk: envorú vozáN <---
sl: ejnpots emI <---
sv: tenmannaB <--
tr: ıda mülöB <---
tt: емеси әҗәрәД <---

source: Ice sea
bg: Ледено море
br: Mor-skorn
ca: Mar de gel
cs: Ledové moře
da: Ishav
de: Eissee
el: Παγωμένη θάλασα
es: Mar de hielo
fi: Jäämeri
fr: Mer de glace
gd: Cuan deighe
it: Mare di ghiaccio
ja: 氷の海
nb: Ishavet
nl: IJszee
nn: Ishav
pl: Lodowe Morze
pt: Mar de gelo
ro: Marea înghețată
sk: Ľadové more
sl: Ledeno morje
sv: Issjön
tr: Buz denizi
tt: Бозлы диңгез

source: Electric-Wood factory
bg: Електрически дървени платформи
br: Heskennerezh dre-dan
ca: Fàbrica de fusta elèctrica
cs: Elektrická továrna na dřevo
da: Elektrisk-træ fabrik
de: Elektroholzfabrik
el: Ηλεκτρικό εργοστάσιο ξυλείας
es: Fábrica de Electricidad sobre Madera
fi: Sähköinen puutehdas
fr: Scierie Électrique
gd: Factaraidh fiodha dealanach
it: La fabbrica in legno
ja: 電気-木材工場
nb: Elektrisk trevirkefabrikk
nl: Elektrische houtfabriek
nn: Elektrisk tre-fabrikk
pl: Fabryka elektrycznego drewna
pt: Fábrica de Madeira Elétrica
ro: Tâmplăria electrică
sl: Lesarska tovarna
sv: Fabriken för elektriskt trä
tr: Elektrik-Tahta Fabrikası
tt: Электрик-Агач заводы

source: Nice Ice
bg: Приятен лед
br: Skorn brav
ca: Gel content
cs: Krásný led
da: Flot is
de: Nettes Eis
el: Καλός πάγος
es: Hielo Amable
fi: Jäätävän mukavaa
fr: Jolie glace
gd: Deagh-dheigh
it: Bel ghiaccio
ja: 鮮やかな氷
nb: Snill is
nl: Wijs ijs
nn: Fin is
pl: Lodzio miodzio
pt: Gelo Fixe
ro: Gheață frumoasă
sl: Lep led
sv: Bra is
tr: Güzel Buz
tt: Ягымлы Боз

source: #Use the enemy to finish this level!
bg: #Използвай врага, за да завършиш това ниво!
br: #Implijit an enebourien da echuiñ al live!
ca: #Utilitza l'enemic per a acabar aquest nivell!
cs: #Použij nepřítele k dokončení úrovně!
da: #Brug fjenden til at afslutte denne bane!
de: #Benutze den Gegner, um dieses Level abzuschließen!
el: #Χρησιμοποίησε τον εχθρό για να τελειώσεις αυτό το επίπεδο!
es: #¡Usa al enemigo para terminar este nivel!
fi: #hyödynnä vihollista läpäistäksesi kentän
fr: #Utilisez les ennemis pour finir ce niveau !
gd: #Cleachd an nàmhaid gus an leibheil seo a chrìochnachadh!
it: #Usa il nemico per completare questo livello!
ja: #このレベルをクリアするためには、 #敵を使ってみてください！
nb: #Bruk fienden for å fullføre dette nivået!
nl: #Gebruik de vijand om dit level af te ronden!
nn: #Bruk fienden til å fullføra brettet!
pl: #Użyj przeciwnika, aby wygrać poziom!
pt: #Usa o inimigo para acabar este nível!
ro: #Folosește adversarii ca să termini nivelul!
sk: #Úroveň dokončte za pomoci nepriateľov!
sl: #Stopnjo boš dokončal/a le s pomočjo sovražnika!
sv: #Använd fienden för att avsluta denna bana!
tr: #Bu bölümü bitirmek için düşman kullan!
tt: #Дәрәҗәне тәмамлау өчен, дошманнар белән файдаланыгыз!

source: SP33DRUN
bg: СКОРОСТ
ca: LA C4RR3R4
cs: RYCHLOBĚH 33
de: Z3ITR3NN3N
fi: SAIRAAN NOP33
fr: C0UR5ERAPID3
gd: Chan e ruith ach leum
nb: KAPPLØP
nl: HARDLOPUUHH
nn: F4R7SLØP
pt: COOORRIDA
ro: AL3RGAR3
sl: T3CIT3CI
sv: KAPPLÖPNING
tt: Йөгер, Тизгәк!

source: Cave Run
bg: Пещерен бяг
br: Redadeg ar c'hav
ca: Carrera a la cova
cs: Jeskynní běh
da: Huleløb
de: Höhlenlauf
el: Τρέξιμο στη σπηλιά
es: Camino de Cueva
fi: Luolajuoksu
fr: Une Course des Cavernes
gd: Ruith na h-uamha
it: Percorso di Grotta
ja: 洞窟へ走る
nb: Huleløpet
nl: Grotmarathon
nn: Hòleløpet
pl: Bieg przez jaskinię
pt: Corrida na Caverna
pt_br: Corrida da Caverna
ro: Alergarea prin peșteră
sk: Jaskynný beh
sl: Tek po jami
sv: Grottspringning
tr: Mağara Koşusu
tt: Мәгарәдә йөгерү

source: The Cherry Frosting
bg: Черешовата глазура
br: Lindrenniñ kerez
ca: La cirera congelada
cs: Jinovatka na třešních
da: De frosne kirsebær
de: Die Kirschglasur
el: Το πάγωμα της κερασιάς
es: La Cereza Congelada
fi: Kirsikkakuorrutus
fr: Le Givre des Cerises
gd: Còmhdach silisteir
it: La glassa alla ciliegia
ja: 凍ったさくらんぼ
nb: Kirsebærglasur
nl: Het kersenglazuur
nn: Kirsebærglasur
pl: Lody wiśniowe
pt: O Congelamento da Cereja
pt_br: O Congelamento da Cereja
ro: Glazura de cireșe
sk: Čerešňová poleva
sl: Češnjeva zmrzal
sv: Körsbärsglasyren
tr: Kirazlı Dondurma
tt: Чия ширбәте

source: Mad Ysonn Cube Garden
bg: Щурата градина на кубчетата
ca: El jardí d'en Mad Ysonn Cube
cs: Zahrada kostek šíleného Ysona
da: Gale Ysonns terninghave
de: Mad-Ysonn-Würfelgarten
el: Κυβικός κήπος του τρελού Ysonn
es: Jardín de Cubos de Mad Ysonn
fi: Mad Ysonn kuutiopuutarha
fr: Mad Ysonn Quart Garden
gd: Gàrradh ciùbach MhicMhathain
ja: "Mad Yosonn"の四角い庭
nb: Gale-Ysonns kubehage
nl: De ijsblokjestuin van Gekke Ysonn
nn: Galne-Ysonns kubehage
pl: Sześcienny ogród szalonego Ysonna
pt: O Jardim do Cubo de Mad Ysonn
pt_br: O Jardim do Cubo de Mad Ysonn
sk: Kockatá záhrada Šialeného Ysonna
sl: Vrt Nore kocke Ysonna
sv: Mad Ysonn kub-trädgård
tr: Deli Ysonn Küp Bahçesi
tt: Mad Ysonn Cube Бакчасы

source: Kugelblitzstorm
bg: Буря от светлинни кълба
br: Taolioù boulenn-gurun
cs: Bouře kulových blesků
de: Kugelblitzsturm
es: Tormenta de relámpagos
fi: Pallosalamamyrsky
fr: Coup de Foudre
gd: Gailleann dhealanach cruinne
it: Tempesta di kugelblitz
ja: クーゲルブリッツの暴風
nb: Kulelynstorm
nn: Kulelynstorm
pl: Najazd kulek
pt: Tempestade de Raios
ro: Furtuna cu fulger globular
sk: Búrka s guľovými bleskami
sl: Nevihta luč-kugel
sv: Hagelåskstorm
tr: Şimşek tophu fırtınası
tt: Шарсыман Яшен

source: Frozen Fissure
bg: Замръзналата пукнатина
br: Frailh skornet
ca: Esquerda gelada
cs: Zamrzlá štěrbina
da: Frossen revne
de: Gefrorene Felsspalte
el: Παγωμένη σχισμή
es: Grieta Congelada
fi: Jäinen sähinä
fr: La Crevasse Glacé
gd: Sgoltadh reòite
it: Crepa ghiacciata
ja: 氷の割れ目
nb: Sprekker i isen
nl: Bevroren kloof
nn: Sprekkar i isen
pl: Zamarznięta szczelina
pt: Fissura Gelada
pt_br: Fenda Congelada
ro: Fisura înghețată
sk: Zamrznutá puklina
sl: Ledena špranja
sv: Frusna klyftan
tr: Donmuş Çatlak
tt: Бозланган ярык

source: Tux is hungry!
bg: Тъкс е гладен!
br: Tux 'zo marnaoniet!
ca: En Tux té gana!
cs: Tux má hlad!
da: Tux er sulten!
de: Tux hat Hunger!
el: Ο Tux είναι πεινασμένος!
es: ¡Tux tiene hambre!
fi: Tuxilla on nälkä!
fr: Tux a faim !
gd: Tha an t-acras air Tux!
it: Tux ha fame!
ja: Tuxはお腹が空いています！
nb: Tux er sulten!
nl: Tux heeft honger!
nn: Tux er svolten!
pl: Tux jest głodny!
pt: O Tux tem fome!
ro: Tux este flămând!
sk: Tux je hladný!
sl: Tux bi jedel!
sv: Tux är hungrig!
tr: Tux'un karnı aç!
tt: Тукс ач!

source: Crystal Mountain
bg: Кристална планина
br: Menez kristal
ca: La muntanya de cristall
cs: Hora krystalů
da: Krystalbjerget
de: Kristallberg
el: Κρυστάλινο βουνό
es: Montaña de Cristal
fi: Kristallivuori
fr: La Montagne de Cristaux
gd: Beinn criostail
it: Montagna di cristallo
ja: 結晶の山脈
nb: Krystallfjellet
nl: Kristalberg
nn: Krystallfjell
pl: Kryształowe Góry
pt: Montanha de Cristal
ro: Muntele de cristal
sk: Kryštálová hora
sl: Kristalna gora
sv: Kristallbergen
tr: Kristal Dağ
tt: Бәллүр Тау

source: In the mountain
bg: В планината
br: Er menez
ca: A la muntanya
cs: Uvnitř hory
da: I bjerget
de: Im Berg
el: Μέσα στο βουνό
es: En la montaña
fi: Vuoren sisällä
fr: A la montagne
gd: Sa bheinn
it: Nella montagna
ja: 山の中で
nb: Oppi fjellet
nl: In de berg
nn: På fjellet
pl: W górach
pt: Na montanha
ro: În munte
sk: Vnútri hory
sl: V gori
sv: Uppe på berget
tr: Dağda
tt: Тау башында

source: Into the Dark
bg: В мрака
br: En deñvalijenn
ca: Dins la foscor
cs: Do temnoty
da: Ind i mørket
de: In die Dunkelheit
el: Στο σκοτάδι
es: Entre la Oscuridad
fi: Pimeyteen
fr: Dans les Tenebres
gd: Dhan dorchadas
it: Nell'oscurità
ja: やみの中へ
nb: Inn i mørket
nl: De duisternis in
nn: Inn i mørket
pl: W ciemność
pt: A entrar na Escuridão
pt_br: Na Escuridão
ro: În întuneric
sk: Do tmy
sl: V temo
sv: In i mörkret
tr: Karanlığa Doğru
tt: Караңгылыкка

source: -Hint: #Use the fireflower to melt a path through the ice.
bg: -Съвет: #Използвай огненото цвете, за да разтопиш път през леда.
br: -Ali: #Implijit ar vleunienn-dan evit teuziñ ar skorn.
ca: -Pista: #Utilitza la flor de foc per fondre un camí a través del gel.
cs: -Tip: #Použij ohnivou květinu k protavení cesty skrz led.
da: -Fif: #Brug ildblomsten til at smelte en sti igennem isen.
de: -Tipp: #Benutze die Feuerblume, um einen Pfad durch das Eis zu schmelzen.
el: -Στοιχείο #Χρησιμοποίησε το λουλούδι φωτιάς για να λοιώσεις ένα μονοπάτι μέσα από τον πάγο.
es: -Consejo: #Utiliza la flor de fuego para derretir un camino entre el hielo.
fi: -Vinkki: #Käytä tulikukkaa sulattaaksesi polun jään läpi.
fr: -Indice : #Utilisez une boule de feu pour faire apparaître un passage à travers la glace.
gd: -Oidheam: #Cleachd am flùr teine gus slighe tron deigh a leaghadh.
it: -Suggerimento: #Usa il fiore di fuoco per creare un varco sciogliendo il ghiaccio.
ja: -ヒント: #道の上の氷を融かすには、ファイアーフラワーを使ってください。
nb: -Hint: #Bruk ildblomsten til å smelte en passasje gjennom isen.
nl: -Tip: #Gebruik de vuurbloem om een pad door het ijs te smelten.
nn: -Hint: #Bruk eldblomen for å smelta ein sti gjennom isen.
pl: -Wskazówka: #Użyj strzału by roztopić lód.
pt: -Dica: #Usa a flor-de-fogo para derreter um caminho através do gelo.
ro: -Sfat: #Folosește floarea de foc să topești o cale prin gheață.
sk: -Rada: #Pomocou ohnivého kvetu si roztopte cestu skrz ľad.
sl: -Namig: #Skozi led si lahko utreš pot s pomočjo ognjene cvetlice.
sv: -Tips: #Använd eldblomman för att smälta en väg genom isen.
tr: -İpucu: #Buzu eritip yol açmak için ateş çiçeğini kullan.
tt: -Мәгълүмат: #Боз аркылы юл салу өчен, ут чәчәген куллан.

source: #Beware of fire!
bg: #Пази се от огъня!
br: #Taolit evezh ouzh an tan!
ca: #Compte amb el foc!
cs: #Pozor na oheň!
da: #Pas på ilden!
de: #Achtung, Feuer!
el: #Προσοχή στη φωτιά!
es: #¡Cuidado con el fuego!
fi: #Varo tulta!
fr: #Attention au feu !
gd: #Thoir an aire air an teine!
it: #Attento al fuoco!
ja: #火の用心！
nb: #Pass deg for ilden!
nl: #Let op: vuur!
nn: #Pass deg for elden!
pl: #Strzeż się ognia!
pt: #Cuidado com o fogo!
pt_br: #Cuidado com o fogo!
ro: #Ai grijă la foc!
sk: #Pozor na oheň!
sl: #Pazi se plamenov!
sv: #Se upp för eld!
tr: #Ateşten sakın!
tt: #Уттан саклан!

source: The Jagged Path
bg: Неравният път
br: An hent dantek
ca: El camí irregular
cs: Zubatá cesta
da: Den takkede sti
de: Der zerklüftete Pfad
el: Το Οδοντωτό Μονοπάτι
es: El Camino Dentado
fi: Rosoinen tie
fr: Le Chemin Déchiqueté
gd: An t-slighe eagach
it: Il sentiero seghettato
ja: ギザギザな小道
nb: Den ujevne stien
nl: Het puntige pad
nn: Den ujamne stien
pl: Naderwana droga
pt: O Caminho Irregular
pt_br: O Caminho Irregular
ro: Calea șerpuită
sk: Nerovná cesta
sl: Cikcakasta pot
sv: Den taggiga genvägen
tr: Pürüzlü Yol
tt: Авыш Юл

source: Let us snow!
bg: Да валим като сняг!
br: Ra vo erc'h!
ca: Gaudim la neu!
cs: Sněžítko
da: Lad det sne!
de: Lass uns schneien!
el: Ας χιονίσουμε!
es: ¡Avísanos!
fi: Anna lunta!
fr: Neigeons, Neigeons, il en restera toujours quelque chose !
gd: Cuireamaid sneachda!
it: Nevichiamo!
ja: 雪で遊ぼう！
nb: La det snø!
nl: Laat het sneeuwen!
nn: La oss snø!
pl: Pozwól nam padać!
pt: Deixa-nos nevar!
ro: Hai să ningem!
sk: Snežme!
sl: Posneži se z nami!
sv: Låt det snöa!
tr: Kar yağdığını varsayalım!
tt: Кар бирегез!

source: -Warning! #Beware the falling enemies!
bg: -Внимание! #Пази се от падащите врагове!
br: -Diwallit! #Taolit evezh ouzh an enebourien a gouezh!
ca: -Compte! #Vigila els enemics que cauen!
cs: -Upozornění! #Pozor na padající nepřítele!
da: -Advarsel! #Pas på de faldende fjender!
de: -Achtung! #Vorsicht vor fallenden Gegnern!
el: -Προειδοποίηση #Προσοχή στους εχθρούς που πέφτουν!
es: -¡Advertencia! #¡Ten cuidado con los enemigos que caen!
fi: -Varoitus! #Varo putoilevia vihollisia!
fr: - Attention ! #Prenez garde aux chutes des ennemis !
gd: -Rabhadh! #Thoir an aire air na nàimhdean a thuiteas!
it: -Attenzione! #Attenti ai nemici cadenti!
ja: -警告！ #落ちてくる敵に注意してください！
nb: -Advarsel! #Vokt dem for fallende fiender!
nl: -Waarschuwing! #Pas op de vallende vijanden!
nn: -Åtvaring! #Pass deg for fallande fiendar!
pl: -Ostrzeżenie! #Uważaj na spadających przeciwników!
pt: -Aviso! #Cuidado com os inimigos a cair!
ro: -Atenție! #Ai grijă la inamicii căzători!
sk: -Upozornenie! #Pozor na padajúcich nepriateľov!
sl: -Pozor! #Pazi se padajočih sovragov!
sv: -Varning! #Akta dig för fallande fiender!
tr: -Dikkat!↩ #Düşen düşmanlardan sakının!
tt: -Искәрмә! #Һәлак булган дошманнардан сакланыгыз!

source: A long adventure
bg: Дълго приключение
br: Un hir a dro-gaer
ca: Una llarga aventura
cs: Dlouhá výprava
da: Et langt eventyr
de: Ein langes Abenteuer
el: Μια μακρουλή περιπέτεια
es: Una larga aventura
fi: Pitkä seikkailu
fr: Une longue aventure
gd: Dàna-thuras fada
it: Una lunga avventura
ja: 長ーい冒険
nb: Et langt eventyr
nl: Een lang avontuur
nn: Eit langt eventyr
pl: Długa przygoda
pt: Uma longa aventura
ro: O aventură lungă
sk: Dlhé dobrodružstvo
sl: Dolga pustolovščina
sv: Ett långt äventyr
tr: Uzun bir macera
tt: Озын вакыйга
