Repository: SuperTux/supertux
Catalog: data/levels/incubator/*.po
Languages: bg, br, ca, cs, da, de, el, es, fi, fr, gd, it, ja, nb, nl, nn, pl, pt, pt_br, ro, sk, sl, sv, tr, tt

source: #Until this moment you have luck. #The way here was hard. #You still have a long way to go. #You must know it well. #Even now you must not fail it. #Now go down to the shaft. #I hope you understood.
bg: #Досега имаше късмет. #Пътят до тук беше труден. #Но още имаш много път. #Трябва да ти е ясно вече. #И сега не трябва да се проваляш. #Сега слизай в шахтата. #Надявам се, че разбираш.
br: #Adalek ar mare m'ho peus chañs. #An hent a oa diaes. #Bez ho peus un hir a hent c'hoazh da zidreuziñ. #Rankout a rafec'h bezañ emskiant da vat. #Ha bremañ zoken, ne ranker ket mankañ. #Diskennit dindan ar wezenn. #Spi em eus e kompreni.
ca: #Fins ara has tingut sort. #El camí fins aquí ha estat dur. #Encara et queda molt per avançar. #Has de tenir-ho en compte. #Fins i tot ara no pots fracassar. #Ara baixa pel pou. #Espero que ho hagis entès.
cs: #Až doteď jsi měl štěstí. #Cesta sem byla těžká. #Stále máš dlouhou cestu před sebou. #Určitě to dobře znáš. #Ani teď to nemůžeš zkazit. #Jdi dolů do šachty. #Doufám, že jsi tomu rozuměl.
da: #Indtil nu har du været heldig. #Vejen hertil var hård. #Du har stadig lang vej. #Du skal kende den godt. #Selv nu må du ikke fejle. #Gå ned til skakten. #Jeg håber du forstår.
de: #Bisher hattest du Glück. #Es war ein beschwerlicher Weg. #Und er ist noch lange nicht zu Ende. #Das ist sicher. #Doch du darfst jetzt nicht aufgeben. #Los, hinab in den Schacht! #Ich hoffe, das hast du verstanden.
el: #Μέχρι αυτή τη στιγμή δεν είχες τύχη. #Ο δρόμος μέχρι εδώ ήταν δύσκολος. #Έχεις πολύ ακόμη δρόμο. #Πρέπει να το γνωρίζεις καλά. #Ακόμη και τώρα δεν πρέπει να αποτύχεις. #Τώρα πάνε κάτω στο πηγάδι. #Ελπίζω να κατάλαβες.
es: #Hasta el momento has tenido suerte. #El camino ha sido difícil. #Todavía te queda mucho camino por delante. #Debes saberlo bien. #Incluso ahora no debes fallar. #Ahora te diriges hacia el pozo. #Espero que lo entiendas.
fi: #Tähän hetkeen asti sinulla oli onnea. #Tie tänne oli pitkä ja hankala. #Sinulla on silti vielä pitkä matka. #Sinä varmaan tiedätkin sen. #Nytkään et saa epäonnistua. #Nyt joudut alas kuilluun. #Toivon, että ymmärsit sen.
fr: #Jusqu'à ce moment vous avez eu de la chance. #Le chemin jusqu'ici était difficile. #Il vous reste un long chemin à parcourir, #Vous devez en être bien conscient. #Mais même maintenant, vous ne devez pas vous louper. #Maintenant descendez dans l'arbre. #J'espère que vous comprendrez.
gd: #Bha an fhortan leat gu ruige seo. #'S ann doirbh a bha an rathad. #Tha rathad fada romhad fhathast. #Tha thu làn-eòlach air seo. #Feumaidh tu a' chùis a dhèanamh fhathast. #Nise, sìos leat dhan t-sloc. #Tha mi 'n dòchas gu bheil thu agam.
it: #Finora hai avuto fortuna. #La via fino a qui è stata facile. #Hai ancora molta strada da fare. #Devi saperlo bene. #Anche ora non puoi fallire. #Ora scendi giù al carrello. #Spero tu abbia capito.
ja: #ここまでは運がありました。 #ここからの道は険しいです。 #まだまだ長い道のりです。 #それをしっかり理解しておかなくてはいけません。 #今もなお失敗してはいけません。 #今からシャフトへ行きます。 #あなたが理解してくれることを願っています。
nb: #Helt til nå har du hatt flaks. #Veien hit var kronglete. #Du har fremdeles langt igjen.. #Du må være klar over dette. #Selv nå må du ikke mislykkes. #Gå nå ned i sjakta. #Jeg håper du forstår.
nl: #Tot nu toe heb je geluk gehad. #Het was een moeilijke weg. #Je hebt nog een lange weg te gaan. #Blijf opletten en trap nergens in. #Ga nu naar beneden, de schacht in. #Ik hoop dat je me begrepen hebt.
nn: #Fram til no har du hatt flaks. #Vegen fram var tung. #Men du har framleis langt att. #Ver heilt klar over dette. #Du må ikkje mislukkast. #Gå ned i sjakta. #Eg håpar du forstår.
pl: #Do tego momentu miałeś szczęście. #Tutejsza droga była trudna. #Wciąż przed tobą długa droga. #Musisz o tym pamiętać. #Nawet teraz nie możesz tego zepsuć. #Teraz idź przez szyb. #Mam nadzieję, że zrozumiałeś.
pt: #Até agora tens tido sorte. #O caminho até aqui foi difícil. #Ainda tens muito para andar. #Deves saber bem. #mesmo agora não podes falhar. #Agora desce para o poço. #Espero que tenhas entendido.
ro: #Până acum ai avut noroc. #Ai ajuns cu greu aici. #Mai ai mult de mers. #Te-ai descurcat bine. #Ai grijă să nu dai greș. #Acum coboară în puț. #Sper că ai înțeles.
sk: #Doteraz sa na vás usmievalo šťastie. #Cesta sem bola náročná. #Ešte stále je pred vami dlhá cesta. #Určite to dobre viete. #Ani tentoraz nesmiete zlyhať. #Teraz zíďte do šachty. #Dúfam, že ste porozumeli.
sl: #Do sedaj si imel/a srečo. #Težavna je bila pot sem. #Še dolgo hodil/a boš do cilja. #To moraš vedeti. #Celo sedaj ne smeš obupati. #Tak pojdi v jašek. #Upam, da razumeš.
sv: #Fram tills nu har du haft tur. #Vägen hit var svår. #Du har fortfarande en lång #väg kvar. Du måste känna #till den väl. Inte heller nu får #du misslyckas. Gå ner i #schaktet nu. Jag hoppas du #förstod.
tt: #Бу вакытка кадәр юлыгыз уңышлы булды. #Юл бик авыр иде. #Алда әле бик озын юл үтәсе. #Сез аны яхшы белергә тиешсез. #Сезгә бирелергә ярамый. #Хәзер җир астына төшәбез. #Сез аңлыйсыздыр дип ышанам.

source: -Congratulations! #You are in half the level!
bg: -Поздравления! #Преполови нивото!
br: -Gourc'hemennoù! #Redet ho peus hanter al live bremañ!
ca: -Enhorabona! #Has arribat a la meitat del nivell!
cs: -Blahopřejeme! #Jste v půli úrovně!
da: -Tillykke! #Du er halvvejs!
de: -Gratulation! #Du hast bereits die Hälfte hinter dir!
el: -Συγχαρητήρια! #Είσαι στην μέση του επιπέδου!
es: -¡Felicitaciones! #¡Estas en la mitad del nivel!
fi: -Onnittelut! #Olet kentän puolivälissä!
fr: -Félicitations ! #Vous êtes à la moitié du niveau !
gd: -Meal do naidheachd! #Seo an dàrna leth dhen leibheil!
it: -Complimenti! #Sei nella metà del livello!
ja: -おめでとうございます！ #レベルの半分まで来ました！
nb: -Gratulerer #Du har nådd halvveis på nivået!
nl: -Gefeliciteerd! #Je bent halverwege het level!
nn: -Gratulerer! #Du er halvvegs gjennom brettet!
pl: -Gratulacje! #Jesteś w połowie poziomu!
pt: -Parabéns! #Estás na metade do nível!
ro: -Felicitări! #Ai ajuns la jumătatea nivelului!
sk: -Gratulujeme! #Ste v polovici úrovne!
sl: -Čestitke! #Si na polovici stopnje!
sv: -Grattis! #Du har nått halvvägs in i banan!
tr: -Tebrikler #Bölümün yarısındasınız!
tt: -Котлыйбыз! #Сез ярты дәрәҗәне үттегез!

source: -You are going wrong!
bg: -На грешен път си!
br: -Mont a rit war-du an hent fall!
ca: -Vas en direcció equivocada!
cs: -Jdeš špatně!
da: -Du går forkert!
de: -Du läufst in die falsche Richtung!
el: -Πηγαίνεις λάθος!
es: - ¡Vas por mal camino!
fi: -Olet mennyt väärin!
fr: -Vous allez au mauvais endroit !
gd: -Na dol air seachran!
it: Stai andando male!
ja: -あなたの選択は間違っている！
nb: -Du går feil!
nl: -Je loopt verkeerd!
nn: -Du går feil!
pl: -Robisz źle!
pt: -Estás a ir mal!
ro: -Mergi în direcția greșită!
sk: -Idete zlým smerom!
sl: -V napačno smer si se namenil/a!
sv: -Du går åt fel håll!
tr: -Yanlış yoldan gidiyorsun
tt: -Син дөрес бармыйсың!

source: Midnight Crossing
bg: Среднощно преминаване
br: Hent an hanternoz
ca: Travessia de mitjanit
cs: Křižování o půlnoci
da: Midnatsovergang
de: Mitternächtliche Kreuzung
el: Διάβαση τα μεσάνυχτα
es: Cruzando Medianoche
fi: Keskiyön ylitys
fr: La Traversé de Minuit
gd: Tarsaing air meadhan-oidhche
it: Incroci di mezzanotte
ja: ミッドナイト クロッシング
nb: Midnattshoppet
nl: Middernachtelijke kruising
nn: Midnattshoppet
pl: Przejście o północy
pt: Cruzando a Meia-Noite
pt_br: A Travessia da Madrugada
ro: Pasajul nocturn
sl: Polnočno križišče
sv: Midnattsresa
tr: Gece Yarısı Kesişmesi
tt: Төн уртасында Бару

source: Mountain climbing
bg: Планинско катерене
br: Krapat ar menez
ca: Escalar la muntanya
cs: Výstup na horu
da: Bjergklatring
de: Bergsteigen
el: Αναρίχηση βουνού
es: Alpinismo
fi: Vuorikiipeilyä
fr: Escalade de Montagne
gd: Sreap bheanntan
it: Arrampicata in montagna
ja: 山登り
nb: Fjellklatring
nl: Bergbeklimmen
nn: Fjellklatring
pl: Wspinaczka górska
pt: Escalar montanhas
ro: Cățărarea munților
sk: Horolezectvo
sl: Gorsko plezanje
sv: Bergsbestigning
tr: Dağ tırmanışı
tt: Тауга менү

source: The not so long way
bg: Не толкова дългият път
br: An hent berr
ca: El no tan llarg camí
cs: Ne tak dlouhá cesta
da: Den ikke så lange vej
de: Der nicht so lange Weg
el: Ο όχι και τόσο μακρύς δρόμος
es: El camino no tan largo
fi: Ei niin pitkä matka
fr: La Route pas si Longue
gd: An rathad nach eil cho fada sin
it: La via non troppo lunga
ja: そう長くはないようだ
nb: Den korte veien
nl: De niet-zo-lange weg
nn: Den korte vegen
pl: Niedługa droga
pt: O caminho não tão longo
pt_br: O caminho não tão longo
ro: Calea care nu-i atât de lungă
sk: Nie až tak dlhá cesta
sl: Zmerno dolga pot
sv: Den inte så långa vägen
tr: O Kadar Da Uzun Olmayan Yol
tt: Бик озын булмаган юл

source: Obstacle Course
bg: Път с препятствия
br: Redadeg harzoù
ca: Cursa d'obstacles
cs: Překážkový kurs
da: Forhindringsbane
de: Hindernislauf
el: Πορεία με εμπόδιο
es: Pista de Obstáculos
fi: Esterata
fr: Course d'Obstacle
gd: Cnapan-starra
it: Corsa ad ostacoli
ja: 障害物コース
nb: Hinderløp
nl: De hindernisbaan
nn: Hinderløp
pl: Tor przeszkód
pt: Pista de Obstáculos
pt_br: Pista de Obstáculo
ro: Traseu cu obstacole
sk: Prekážková dráha
sl: Steza z ovirami
sv: Hinderbana
tr: Engelli Koşu Yeri
tt: Тоткарлыклар чоры

source: #If you get stuck, flip the switch to kill Tux.
bg: #Ако заседнеш, щракни ключа, за да убиеш Тъкс.
br: #Ma z' oc'h stanket, implijit ar stokell evit lazhañ Tux.
ca: #Si et quedes encallat, prem l'interruptor per matar en Tux.
cs: #Pokud se zasekneš, otoč páčku pro sebevraždu.
da: #Hvis du sidder fast, tryk på kontakten for at dræbe Tux.
de: #Wenn du steckenbleibst, betätige den Schalter, um Tux zu töten.
el: #Αν κολλήσεις, πάτα τον διακότη για να σκοτώσεις τον Tux.
es: #Si te atascas, activa el interruptor para matar a Tux.
fi: #Jos jäät jumiin, aktivoi kytkin tappaaksesi Tuxin.
fr: #Si vous êtes bloqué, utilisez l'interrupteur pour vous suicider .
gd: #Ma thèid do ghlacadh, cleachd an t-suidse gus Tux a mharbhadh.
it: #Se resti incastrato, usa l'interruttore per uccidere Tux.
ja: #あなたが動けなくなった場合は、Tuxを殺すためにスイッチを入れます。
nb: #Hvis du står fast, trykk på bryteren for å ta livet av Tux.
nl: #Kom je vast te zitten? Zet dan de schakelaar om om Tux te vermoorden.
nn: #Viss du står fast, trykk på brytaren for å ta livet av Tux.
pl: #Jeśli utknąłeś, przesuń dźwignię by zabić Tux'a.
pt: #Se ficares preso, muda o interruptor para matar o Tux.
pt_br: #Se você ficar preso, gire o interruptor para matar o Tux.
ro: #Dacă te blochezi, apasă întrerupătorul să-l omori pe Tux.
sk: #Ak sa zaseknete, stisnite vypínač, aby ste zabili Tuxa.
sl: #Če kje obtičiš, ubij Tuxa s premikanjem vzvoda.
sv: #Om du fastnar, dra i spaken för att döda Tux.
tr: #Eğer çıkmaza girerseniz,Tuxu öldürmek için düğmeye vur.
tt: #Әгәр дә сез кысылып калсагыз, өзгечкә басыгыз.

source: Pipeline
bg: Тръбопровод
br: Eoulsan
ca: Canonada
cs: Řada trubek
da: Kanal
de: Rohrleitung
el: Γραμμή Σωλήνων
es: Tubería
fi: Putkistossa
fr: Oléoduc
gd: Pìob-loidhne
it: Conduttura
ja: パイプライン
nb: Bare rør
nl: Pijpleiding
nn: Berre røyr
pl: Rurociąg
pt: Tubo
pt_br: Encanamento
ro: Conductă
sl: Cevovod
sv: Rörledning
tr: Boru hattı
tt: Торба

source: Primed for Action
bg: Готов за действие
br: Emorsiñ evit Ober
ca: Preparat per a l'acció
cs: Připraven k akci
da: Klar til handling
de: Fertig für Einsatz
el: Προετοιμασία για δράση
es: Preparado para la Acción
fi: Valmiina toimintaan
fr: Action Gagnante
gd: Deiseil is deònach
it: Pronto all'azione
ja: アクションのためのプライミング
nb: Klar til handling
nl: Afgericht voor actie
nn: Klar til handling
pl: Gotowy do akcji
pt: Preparado para a Ação
pt_br: Pronto para Ação
ro: Pregătit pentru acțiune
sk: Pripravený k akcii
sl: Najboljši v dejanjih
sv: Förberedd för handling
tr: Haraket için astarlandı
tt: Эш итәргә әзер

source: Incubator Island
bg: Остров Инкубатор
br: Enezenn an dozverez
ca: Illa d'incubació
cs: Inkubační ostrov
da: Inkubatorøen
de: Brutkasteninsel
el: Εκκολαπτήριο νησί
es: Isla Incubadora
fi: Hautomosaari
fr: L'Île des Incubateurs
gd: Eilean an tàrmachair
it: Isola incubatrice
ja: インキュベーター アイランド
nb: Rugeøya
nl: Couveuse-eiland
nn: Rugeøya
pl: Wyspa Inkubator
pt: Ilha Incubadora
pt_br: Incubadora de Ilhas
ro: Insula incubator
sk: Ostrov Inkubátor
sl: Valilni otok
sv: Kuvös-ön
tr: Küvöz Adası
tt: Инкубатор Утравы

source: Bads mountains
cs: Hory zla

source: -Hint: #Use the fireflower to melt a path through the ice.
pt_br: -Dica: #Use a flor de fogo para derreter o caminho pelo gelo.
