Repository: SuperTux/supertux
Catalog: data/levels/incubator/la.po
Languages: la

source: Angry Stone vs. YOU
la: Saxum furiosum contra TE

source: #You activate switches with this button: !images/tiles/signs/up.png
la: #Eo circulo commutatores inis: !images/tiles/signs/up.png

source: Castle #1
la: Castellum #1

source: Missingno
la: Nondeest

source: #Be patient!
la: #Expecta!

source: #Dont move while flying! #Pay attention at landing!
la: #Ne in volatione motueris!\r\n #Cave, dum ad terram is!

source: Blue iced hills
la: Montes glaciadi caerulei

source: Bad mountains
la: Montes mali

source: eman level ehT <---
la: silevel nemoN <---

source: Ice sea
la: Lacus glaciei

source: Electric-Wood factory
la: Officina ligni electrici

source: Nice Ice
la: Glacies bona

source: #Use the enemy to finish this level!
la: #Fini levelem hoste

source: SP33DRUN
la: PR0PERA

source: Cave Run
la: In caverna properamus

source: The Cherry Frosting
la: Algetio ciborum

source: Mad Ysonn Cube Garden
la: Hortus cubis Madis Ysonnis

source: Kugelblitzstorm
la: Tempestas Kugelblitzum

source: Frozen Fissure
la: Caverna frigida

source: Tux is hungry!
la: Tux comedere vult!

source: Crystal Mountain
la: Mons crystallum

source: In the mountain
la: In monte

source: Into the Dark
la: In tenebris

source: -Hint: #Use the fireflower to melt a path through the ice.
la: -Consilium: #Flore ignis glaciem dissolvere potes.

source: #Beware of fire!
la: #Cave ignis!

source: The Jagged Path
la: Via non linearis

source: Let us snow!
la: Nivemus!

source: -Warning! #Beware the falling enemies!
la: #Cave hostum, qui caedent!

source: A long adventure
la: Iter longum

source: #Until this moment you have luck. #The way here was hard. #You still have a long way to go. #You must know it well. #Even now you must not fail it. #Now go down to the shaft. #I hope you understood.
la: #Adhuc fortunam habuisti. #Hic dificilitatibus isti. #Adhuc iterem longum ire debes. #Mox id autem bene scies. #Ne etiam nunc occideris! #Nunc i in cavernam! #Utinam sciveris.

source: -Congratulations! #You are in half the level!
la: -Bene fecisti! #In media levelis es!

source: -You are going wrong!
la: -In via falsa is!

source: Midnight Crossing
la: Transitio in media nox

source: Mountain climbing
la: Montes conscendimus

source: The not so long way
la: Via non longa

source: Obstacle Course
la: Cursus problemis

source: #If you get stuck, flip the switch to kill Tux.
la: #Si haeres, is commutator Tuxem occidit

source: Pipeline
la: Via

source: Primed for Action
la: Facta vult

source: Incubator Island
la: Incubator insula
