Repository: SuperTux/supertux
Catalog: data/levels/bonus1/*.po
Languages: ar, az, bs, et, hr, hy, is, ka, kk, uk, uz

source: Flight Test
ar: اختبار الطيران
az: Uçuş Testi
bs: Probni let
et: Lennukatse
hr: Test leta
hy: Թռիչքի թեստ
is: Flugpróf
ka: ფრენის ტესტი
kk: Ұшу тесті
uk: Проба польоту
uz: Parvoz testi

source: Dungeons but no Dragons
ar: الأبراج المحصنة ولكن لا التنينات
az: Zindanlar, lakin Əjdahalar yoxdur
bs: Tamnice, ali bez zmajeva
et: Koopasse, kuid mitte draakoneid
hr: Tamnice, ali bez Zmajeva
hy: Զնդաններ, բայց վիշապներ չկան
is: Dýflissur en engir drekar
ka: დილეგები, მაგრამ დრაკონები არა
kk: Зындандалар, бірақ айдаһарлар жоқ
uk: Підземелля, проте без драконів
uz: Zindonlar, lekin ajdarlar yo'q

source: Lies!
ar: أكاذيب!
az: Yalan!
bs: Laži!
et: Valed!
hr: Laži!
hy: Սուտ.
is: Lygar!
ka: ტყუილია!
kk: Өтірік!
uk: Брехня!
uz: Yolg'on!

source: Train Leaves in One Minute
ar: القطار سيغادر بعد دقيقة
az: Qatar bir dəqiqəyə yola düşür
bs: Voz polazi za jednu minutu
et: Rong väljub ühe minutiga
hr: Vlak polazi za jednu minutu
hy: Գնացքը մեկնում է մեկ րոպեում
is: Lestin fer á einni mínútu
ka: მატარებელი ერთ წუთში გადის
kk: Пойыз бір минутта кетеді
uk: Потяг відбуває за хвилину
uz: Poyezd bir daqiqada jo‘naydi

source: Bonus Dias!
ar: دياس مكافأة!
et: Boonus Dias!
hy: Բոնուսային դիաս!
is: Bónus Dias!
ka: კეთილი იყოს თქვენი მობრძანება!
kk: Қош келдіңіз!
uk: Бонус Діас!

source: Castle Gate
ar: بوابة القلعة
az: Qala Qapısı
bs: Dvorska kapija
et: Lossi värav
hr: Vrata dvorca
hy: Ամրոցի դարպաս
is: Kastalahliðið
ka: ციხესიმაგრის კარიბჭე
kk: Қамал Қақпасы
uk: Брама замку
uz: Qal'a darvozasi

source: A Long Way Home
ar: طريق طويل للمنزل
az: Evə Uzun Yol
bs: Dug put kući
et: Pikk tee koju
hr: Dug put kući
hy: Երկար ճանապարհ դեպի տուն
is: Löng leið heim
ka: გრძელი გზა სახლამდე
kk: Үйге ұзақ жол
uk: Довгий шлях до дому
uz: Uyga uzoq yo'l

source: Bonus Island Castle
ar: قلعة جزيرة بونوس
az: Bonus ada qalası
bs: Dvorac Bonus Island
et: Bonus Islandi loss
hr: Bonus otočki dvorac
hy: Բոնուս կղզու ամրոց
is: Bónus Island kastali
ka: ბონუსი ციხესიმაგრე კუნძულზე
kk: Бонус
uk: Бонусний Острівний Палац
uz: Bonus orol qal'asi

source: Area 42
ar: منطقة 42
az: Sahə 42
bs: Područje 42
et: Piirkond 42
hy: Տարածք 42
is: Svæði 42
ka: ზონა 42
kk: 42 зона
uk: Зона 42

source: -Congratulations! #You have successfully finished #Bonus Island I featuring levels contributed by Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #If you didn't clear all levels yet, #find your way back home and take #another path. There is still more #challenge waiting for you! #And there is a secret level to be #found as well... #A big "Thank you" goes out to #everyone who contributed to this #release. We hope you enjoyed it!
ar: -تهانينا! # لقد انتهيت بنجاح # جزيرة المكافأة أنا يضم المستويات التي ساهم بها جيسون دبليو طومسون تورفي جونارسون عابدنغو ماتر #If لم تمسح كل المستويات حتى الآن ، # جد طريقك إلى المنزل وخذ # مسار آخر. لا يزال هناك المزيد # التحدي في انتظارك! # وهناك مستوى سري ليكون # تم العثور عليها ايضا ... # يخرج "شكرًا" الكبير إلى # كل من ساهم في هذا #إطلاق سراح. نأمل أن تكون قد استمتعت به!
az: -Təbrik edirəm! #Uğurla bitirdiniz #Bonus Adası I tərəfindən töhfə verən səviyyələri əks etdirir Jason W. Tompson Torfi Qunnarsson Abednego Matr1x #Hələ bütün səviyyələri təmizləməmisinizsə, #evə qayıdış yolunu tap və get #başqa bir yol. Hələ daha çox var #challenge sizi gözləyir! #Və gizli bir səviyyə var #tapıb da... #Böyük bir "Təşəkkür edirəm" çıxır #bu işdə əməyi olan hər kəs #buraxılış. Ümid edirik ki, bundan həzz aldınız!
bs: -Čestitamo! #Uspješno ste završili #Bonus Island I sa nivoima koje su doprinijeli Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Ako još niste završili sve nivoe, #pronađite put nazad kući i krenite #drugim putem. Još vas čeka #izazov! #I postoji tajni nivo koji treba #pronaći... #Veliko "Hvala" svima koji su doprinijeli ovom #izdanju. Nadamo se da ste uživali!
et: - Õnnitlused! #Olete edukalt lõpetanud #Bonussaar I mille tasemed on kaasa aidanud Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Kui te pole veel kõiki tasemeid tühjendanud, #leia tee tagasi koju ja võta #teine ​​tee. On ikka veel #väljakutse ootab sind! #Ja seal on salajane tase #leitud samuti... #Suur "aitäh" kõlab #kõik, kes sellesse oma panuse andsid #vabasta. Loodame, et teile meeldis!
hr: -Čestitamo! #Uspješno ste završili #Bonus otok I s razinama pridonijeli Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Ako još niste očistili sve razine, #pronađi put kući i uzmi #drugi put. Ima još toga #izazov te čeka! #I postoji tajna razina #nađen također... #Ide veliko "hvala". #svi koji su doprinijeli ovome #otpuštanje. Nadamo se da ste uživali!
hy: -Շնորհավորում եմ: #Դուք հաջողությամբ ավարտեցիք #Բոնուսային կղզի I հատկանշելով մակարդակները, որոնք նպաստել են Ջեյսոն Վ. Թոմփսոն Տորֆի Գունարսոն Աբեդնեգո Matr1x #Եթե դեռ չեք մաքրել բոլոր մակարդակները, #գտիր տուն վերադառնալու ճանապարհը և վերցրու #այլ ճանապարհ. Դեռ ավելին կա #մարտահրավեր սպասում է քեզ։ #Եվ գոյություն ունի գաղտնի մակարդակ #գտնվել է նաև... #Մեծ «Շնորհակալություն» է գնում #բոլոր նրանք, ովքեր նպաստել են դրան #արձակում. Հուսով ենք, որ ձեզ դուր է եկել այն:
is: -Til hamingju! #Þú hefur lokið með góðum árangri #Bónus Island I lögun stigum lögð af Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Ef þú hefur ekki hreinsað öll borð ennþá, #finndu leiðina aftur heim og taktu #önnur leið. Það er enn meira #áskorun bíður þín! #Og það er leynilegt stig að vera #fann líka... #Stórt „Takk“ fer út til #allir sem lögðu þessu lið #sleppa. Við vonum að þú hafir notið þess!
ka: - გილოცავთ! #თქვენ წარმატებით დახურეთ #ბონუსი კუნძული I რომელიც შეიცავს დონეებზე, რომლებიც შემოგვწირეს: ჯეისონ ვ. თომპსონმა ტორფი გუნარსონმა აბედნეგომ Matr1x-მა #თუ ყველა დონე ჯერ არ დაგისრულებიათ, #დაბრუნდით სახლში და აირჩიეთ სხვა ბილიკი #იქ კიდევ სხვა გამოცდები #გელოდებათ! #და კიდევ შეგიძლიათ, საიდუმლო #დონეც კი იპოვოთ... #დიდი მადლობა ეძღვნება ყველას, #ვინც ამ გამოცემის მოხალისე იყო. #იმედია, მოგეწონათ!
kk: -Құттықтаймыз! #Бонус арал I #деңгейі сәтті аяқталды Деңгейлер жасаған: Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Егер кейбір деңгейлер қалса, #артқа қайтып және қайтадан #басқа жолмен өтіп көр. #Сені әлі де сынақтар күтеді! #Және құпия деңгейді тауып көр... #Бұл релизге көмектескендерге #Үлкен рахмет #Ұнады деген ойдамыз!
uk: -Вітаю! #Ви успішно закінчили #Бонус Острів I Інші рівні, внесені Джейсон У. Томпсон Торфі Гуннарссон Abednego Matr1x #Якщо ви ще не пройшли всі рівні, #знайди дорогу додому і бери #інший шлях. Є ще більший #челендж чекає на вас! #І ще є секретний рівень #також знайди... #Велике «дякую». #всі,хто долучився до цього #випускку. Сподіваємось, вам сподобалось!
uz: - Tabriklaymiz! #Muvaffaqiyatli yakunladingiz #Bonus oroli I tomonidan hissa qo'shgan darajalarni aks ettiradi Jason V. Thompson Torfi Gunnarsson Abednego Matr1x #Agar siz hali barcha darajalarni tozalamagan bo'lsangiz, #uyga qaytish yo'lingizni toping va olib keting #boshqa yo'l. Hali ko'proq bor #challenge sizni kutmoqda! #Va bo'lish uchun maxfiy daraja bor #topildi... #Katta "Rahmat" chiqadi #buning uchun hissa qo'shgan har bir kishi #chiqarish. Umid qilamizki, bu sizga yoqdi!

source: Pipe Down Over There
ar: أنبوب أسفل هناك
az: Boru Oradan Aşağı
bs: Cjevčica tamo
et: Toru seal alla
hr: Pusti tamo
hy: Խողովակ ներքև այնտեղ
is: Pípa niður þarna
ka: სიჩუმეში, მილზე
kk: Құбырмен тынышта
uk: Труба вниз там
uz: Quvur o'sha erda

source: Something Fishy
ar: شيء مريب
az: Fishy bir şey
bs: Nešto sumnjivo
et: Midagi kahtlast
hr: Nešto sumnjivo
hy: Ինչ-որ ձուկ
is: Eitthvað Fishy
ka: რაღაც საეჭვო
kk: Балықтау зат
uk: Щось рибне
uz: Baliq narsa

source: Fire In The Sky
ar: نيران في السماء
az: Göydə Yanğın
bs: Vatra na nebu
et: Tuli taevas
hr: Vatra na nebu
hy: Կրակ երկնքում
is: Eldur á himni
ka: ცეცხლი ცაში
kk: Аспандағы от
uk: Вогонь у небі
uz: Osmonda olov

source: Have I been here before?
ar: هل كنت هنا من قبل؟
az: Mən əvvəllər burada olmuşam?
bs: Jesam li bio/bila ovdje prije?
et: Kas ma olen siin varem käinud?
hr: Jesam li već bio ovdje?
hy: Ես նախկինում այստեղ եղե՞լ եմ:
is: Hef ég verið hér áður?
ka: აქ ვიყავი ადრე?
kk: Мен бұл жерде болдым ба?
uk: Я бував тут раніше?
uz: Men ilgari bu yerda bo'lganmiman?

source: Bad Guys Stink!
ar: الأشرار نتنون!
az: Pis adamlar iylənir!
bs: Zločni momci smrde!
et: Pahad poisid haisevad!
hr: Loši momci smrde!
hy: Վատ տղաները հոտ են գալիս:
is: Vondu krakkar lykta!
ka: ცუდი ბიძიები ყარან!
kk: Жамандар сасиды!
uk: Погані хлопці смердять!
uz: Yomon yigitlar hidlanadi!

source: #These levels were made Swimming-Ready by Serano and revamped by AllyTheOcelot
ar: # تم إعداد هذه المستويات للسباحة بواسطة Serano وتم تجديدها بواسطة AllyTheOcelot
az: #Bu səviyyələr Serano tərəfindən Üzməyə Hazır edilib və AllyTheOcelot tərəfindən yenilənib
bs: #Ove nivoe je Serano pripremio za plivanje, a AllyTheOcelot ih je preuredila
et: #Need tasemed muutis ujumisvalmis Serano ja uuendas AllyTheOcelot
hr: #Ove razine pripremio je Serano za plivanje, a preradio AllyTheOcelot
hy: #Այս մակարդակները ստեղծվել են Swimming-Ready-ի կողմից Սերանոյի կողմից և բարելավվել են AllyTheOcelot-ի կողմից
is: #Þessi borð voru gerð sund-tilbúin af Serano og endurbætt af AllyTheOcelot
ka: #დონეები ცურვისთვის სერანომ გაამზადა და შემდეგ AllyTheOcelot-მა გადაამუშავა
kk: #Бұл деңгейлер жүзуге Serano күшімен дайындалып және AllyTheOcelot пен жаңарды
uk: #Ці рівні були зроблені до плавання Serano та оновлені AllyTheOcelot
uz: #Bu darajalar Serano tomonidan suzishga tayyor qilingan va AllyTheOcelot tomonidan yangilangan

source: A good start
ar: بداية جيدة
az: Yaxşı bir başlanğıc
bs: Dobar početak
et: Hea algus
hr: Dobar početak
hy: Լավ սկիզբ
is: Góð byrjun
ka: კარგი დასაწყისი
kk: Керемет бастау
uk: Хороший початок
uz: Yaxshi boshlanish

source: Too easy
ar: سهل جداً
az: Çox asan
bs: Previše lako
et: Liiga lihtne
hr: Prelako
hy: Շատ հեշտ
is: Of auðvelt
ka: ძალიან ადვილია
kk: Өте оңай
uk: Надто просто
uz: Juda oson

source: #All these levels were upgraded for milestone 2 by Hume.
ar: # تمت ترقية كل هذه المستويات إلى المعلم 2 بواسطة Hume.
az: #Bütün bu səviyyələr Hume tərəfindən 2-ci mərhələ üçün təkmilləşdirildi.
bs: #Sve ove nivoe je Hume nadogradio za prekretnicu 2.
et: #Hume uuendas kõiki neid tasemeid 2. verstapostiks.
hr: #Sve ove razine nadogradio je Hume za prekretnicu 2.
hy: #Այս բոլոր մակարդակները արդիականացվել են 2-րդ հանգրվանի համար Hume-ի կողմից:
is: #Öll þessi stig voru uppfærð fyrir áfanga 2 af Hume.
ka: #ყველა ეს დონე 2 ფაზამდე Hume-მა აწია.
kk: #Бұл деңгейлердің барлығы 2 этап үшін Hume күшімен жаңартылды.
uk: #Усі ці рівні були оновлені Hume для етапу 2.
uz: #Bu darajalarning barchasi Hume tomonidan 2-bosqich uchun yangilangan.

source: Still too easy
ar: لا يزال سهلًا جدًا
az: Hələ çox asan
bs: Još uvijek previše lako
et: Ikka liiga lihtne
hr: Još uvijek previše lako
hy: Դեռևս չափազանց հեշտ է
is: Samt of auðvelt
ka: ჯერ კიდევ ძალიან ადვილია
kk: Әлі де өте оңай
uk: Досі надто просто
uz: Hali ham juda oson

source: Semi-Frozen
ar: متجمد جزئيًا
az: Yarı Dondurulmuş
bs: Polu-smrznuto
et: Poolkülmutatud
hr: Polu-smrznuto
hy: Կիսասառեցված
is: Hálffrosinn
ka: ნახევრადგაყინული
kk: Жартылай қатып қалған
uk: Напівзаморожені
uz: Yarim muzlatilgan

source: Cave Of Mirrors
ar: كهف المرايا
az: Güzgülər Mağarası
bs: Pećina ogledala
et: Peeglite koobas
hr: Špilja ogledala
hy: Հայելիների քարանձավ
is: Hellisspeglar
ka: სარკეების გამოქვაბული
kk: Айналар үңгірі
uk: Печера дзеркал
uz: Ko'zgular g'ori

source: A Maze In The Sky
ar: متاهة في السماء
az: Göydəki Labirent
bs: Labirint na nebu
et: Labürint taevas
hr: Labirint na nebu
hy: Լաբիրինթոս երկնքում
is: Völundarhús himinn
ka: ლაბირინთი ცაში
kk: Аспандағы лабиринт
uk: Лабіринт у небі
uz: Osmondagi labirint

source: Collapse Imminent!
ar: انهيار وشيك!
az: Dağılma Qaçılmaz!
bs: Kolaps neizbježan!
et: Varsti kokkuvarisemine!
hr: Kolaps neizbježan!
hy: Փլուզումն անխուսափելի է:
is: Hrun yfirvofandi!
ka: ჩავარდნა გარდაუვალია!
kk: Құлау жақындады!
uk: Колапс неминучий!
uz: Tez orada qulash!

source: Tip Of The Iceberg
ar: رأس جبل الجليد
az: Aysberqin ucu
bs: Vrh ledenog brijega
et: Jäämäe tipp
hr: Vrh ledenog brijega
hy: Այսբերգի հուշում
is: Ísjaka þjórfé
ka: აისბერგის წვერო
kk: Айсберг басы
uk: Видима частина айсберга
uz: Aysbergning uchi

source: Bonus Island I
ar: جزيرة المكافآت I
az: Bonus adası I
bs: Bonus ostrvo I
et: Boonussaar I
hr: Bonus otok I
hy: Բոնուսային կղզի I
is: Bónuseyja I
ka: ბონუსი კუნძული I
kk: Бонус Арал I
uk: Бонусний острів I
uz: Bonus oroli I

source: You found a secret place!
ar: لقد وجدت مكانًا سريًا!
az: Gizli bir yer tapdın!
bs: Pronašao/la si tajno mjesto!
et: Leidsid salajase koha!
hr: Pronašli ste tajno mjesto!
hy: Դուք գաղտնի տեղ եք գտել:
is: Þú fannst leynistaður!
ka: თქვენ აღმოაჩინეთ საიდუმლო ადგილი!
kk: Құпия аймақ табылды!
uk: Ви знайшли сховок!
uz: Siz yashirin joy topdingiz!

source: Hint: Use igloos to get back here.
ar: تلميح: استخدم الأكواخ الثلجية للعودة إلى هنا.
az: İpucu: Buraya qayıtmaq üçün iqlolardan istifadə edin.
bs: Savjet: Koristite iglue da se vratite ovdje.
et: Vihje: siia naasmiseks kasutage iglusid.
hr: Savjet: Koristite iglue da se vratite ovamo.
hy: Հուշում. Օգտագործեք իգլոներ՝ այստեղ վերադառնալու համար:
is: Ábending: Notaðu igloos til að komast aftur hingað.
ka: მინიშნება: აქ დასაბრუნებლად გამოიყენეთ იგლუ.
kk: Көмек: осы жерге қайту үшін иглуды қолдан.
uk: Підказка: використовуйте іглу, щоб повернутися сюди.
uz: Maslahat: Bu yerga qaytish uchun iglolardan foydalaning.

source: Warp to Matr1x' Sector
ar: الالتفاف إلى قطاع Matr1x
az: Matr1x 'Sektoruna əyilmək
bs: Savit do sektora Matr1x
et: Kool Matr1x sektorisse
hr: Warp u Matr1x' sektor
hy: Շեղվել դեպի Matr1x' հատված
is: Undiðast í Sector Matr1x'
ka: გადასვლა Matr1x-ის სექტორში
kk: Матр1кс секторына секіру
uk: Перейти до сектора Matr1x'
uz: Matr1x sektoriga burilish

source: Warp to Thompson's Domain
ar: انفتل إلى مجال طومسون
az: Thompsonun domeninə əyilmək
bs: Savit do Tompsonovog posjeda
et: Kujundus Thompsoni domeenile
hr: Warp do Thompsonove domene
hy: Շեղվել դեպի Թոմփսոնի տիրույթ
is: Fara í Thompson lén
ka: გადასვლა თომპსონის სამეფოში
kk: Томпсон аймағына секіру
uk: Перейти до домену Томпсона
uz: Tompson domeniga o'tish

source: Leave the SuperTux Team Island
ar: اترك جزيرة فريق SuperTux
az: SuperTux komandası adasını tərk edin
bs: Napustite SuperTux Team Island
et: Lahkuge SuperTuxi meeskonna saarelt
hr: Napustite otok SuperTux Teama
hy: Լքեք SuperTux թիմի կղզին
is: Farðu frá SuperTux Team Island
ka: SuperTux-ის გუნდის კუნძულის დატოვება
kk: SuperTux Командасы аралынан кету
uk: Покинути острів команди SuperTux
uz: SuperTux jamoasi orolini tark eting

source: Warp to Abednego's Area
ar: انفتل إلى منطقة عبدنغو
az: Abedneqonun ərazisinə keçin
bs: Savit do Abednegovog područja
et: Suunduge Abednego piirkonda
hr: Warp do Abednegovog područja
hy: Ուղևորվեք դեպի Աբեդնեգոյի տարածք
is: Farðu til Abednego-svæðisins
ka: გადასვლა აბედნეგოს არეში
kk: Абеднего аймағына секіру
uk: Перейти до території Abednego
uz: Abednego hududiga boring

source: Leave Torfi's Territory
ar: اترك إقليم تورفي
az: Torfi ərazisini tərk edin
bs: Napusti Torfijevu teritoriju
et: Lahkuge Torfi territooriumilt
hr: Napustite Torfijev teritorij
hy: Թողեք Թորֆիի տարածքը
is: Yfirgefa Torfa Landsvæði
ka: ტორფის ტერიტორიის მიტოვება
kk: Торфи аймағынан кету
uk: Залишити територію Ещкаш
uz: Torfi hududini tark eting

source: Leave Abednego's Area
ar: اترك منطقة عابدنغو
az: Abednego ərazisini tərk edin
bs: Napustite Abednegovo područje
et: Lahkuge Abednego piirkonnast
hr: Napustite Abednegovo područje
hy: Լքեք Աբեդնեգոյի տարածքը
is: Farðu frá Abednego-svæðinu
ka: აბედნეგოს არეს მიტოვება
kk: Абеднего аймағынан кету
uk: Залишити територію Abednego
uz: Abednego hududini tark eting

source: Leave Thompson's Domain
ar: اترك مجال طومسون
az: Thompsonun domenini tərk edin
bs: Napustite Thompsonovu domenu
et: Lahku Thompsoni domeenist
hr: Napustite Thompsonovu domenu
hy: Թողեք Թոմփսոնի տիրույթը
is: Farðu frá Thompson lén
ka: თომპსონის სამეფოს მიტოვება
kk: Томпсон аймағынан кету
uk: Залишити домен Tompson
uz: Tompson domenini tark eting

source: Back to Matr1x' Sector
ar: العودة إلى قطاع Matr1x
az: Matr1x sektoruna qayıt
bs: Nazad u sektor Matr1x
et: Tagasi Matr1x'i sektorisse
hr: Povratak u Matr1x' sektor
hy: Վերադարձ դեպի Matr1x' հատված
is: Aftur í Matr1x 'geirann
ka: დაბრუნება Matr1x-ის სექტორში
kk: Матр1кс секторына қайту
uk: Назад до сектора Matr1x
uz: Matr1x sektoriga qaytish

source: Warp home
ar: انفتل المنزل
az: Evə dön
bs: Savite doma
et: Koju keerata
hr: Warp kući
hy: Շեղեք տունը
is: Vertu heim
ka: გადასვლა სახლში
kk: Үйге секіру
uk: Викривлений дім
uz: Boring uy

source: Warp to the SuperTux Team Island
ar: انطلق إلى جزيرة فريق SuperTux
az: SuperTux Komandası Adasına gedin
bs: Savit do SuperTux Team Islanda
et: Suunduge SuperTuxi meeskonnasaarele
hr: Warp do otoka SuperTux Teama
hy: Ուղևորվեք SuperTux թիմի կղզի
is: Farðu til SuperTux Team Island
ka: გადასვლა SuperTux-ის გუნდის კუნძულზე
kk: SuperTux Командасы аралына секіру
uk: Перейти до острову команди SuperTux
uz: SuperTux jamoasi oroliga boring

source: Leave Matr1x' Sector
ar: اترك قطاع Matr1x
az: Matr1x sektorunu tərk edin
bs: Napustite sektor Matr1x
et: Lahkuge sektorist Matr1x
hr: Napustite Matr1x' sektor
hy: Թողեք Matr1x' սեկտորը
is: Farið frá Matr1x 'geiranum
ka: Matr1x-ის სექტორის მიტოვება
kk: Матр1кс секторынан кету
uk: Залишити сектор Matr1x'
uz: Matr1x sektorini tark eting

source: Continue Matr1x' Sector
ar: تابع قطاع Matr1x
az: Matr1x 'Sektoruna davam edin
bs: Nastavi sektor Matr1x
et: Jätkake sektorit Matr1x
hr: Nastavite Matr1x' sektor
hy: Շարունակեք Matr1x' հատվածը
is: Haltu áfram Matr1x' Sector
ka: გაგრძელება Matr1x-ის სექტორში
kk: Матр1кс секторын жалғастыру
uk: Продовжити сектор Matr1x'
uz: Matr1x sektorini davom ettiring

source: Warp to Torfi's Territory
ar: انفتل إلى إقليم تورفي
az: Torfinin ərazisinə keçin
bs: Savit do Torfijeve teritorije
et: Suunduge Torfi territooriumile
hr: Warp do Torfijevog teritorija
hy: Ուղևորվեք դեպի Տորֆիի տարածք
is: Varpa til Torfasvæðis
ka: გადასვლა ტორფის ტერიტორიაზე
kk: Торфи аймағына секіру
uk: Перейти на територію Torfi
uz: Torfi hududiga boring
