Repository: SuperTux/supertux
Catalog: basest/levels/bonus1/*.po
Languages: de

source: Bonus Island Castle
de: Bonusinsel I Burg

source: Bonus Island I
de: Bonusinsel I

source: Pipe Down Over There
de: Leg die Rohre mal herüber

source: Something Fishy
de: Etwas fischiges

source: Fire In The Sky
de: Feuer im Himmel

source: Semi-Frozen
de: Halb-Gefroren

source: Cave Of Mirrors
de: Spiegelsaal

source: A Maze In The Sky
de: Ein Labyrinth im Himmel

source: Collapse Imminent!
de: Einsturzgefährdet

source: Tip Of The Iceberg
de: Die Spietze des Eisbergs

source: Flight Test
de: Flugprüfung

source: Dungeons but no Dragons
de: Verliese, aber keine Drachen

source: Lies!
de: Lügen!

source: Train Leaves in One Minute
de: Der Zug fährt in einer Minute ab

source: You found a secret place!
de: Du hast ein Versteck gefunden!

source: Hint: Use igloos to get back here.
de: Tip: Benutze die Igloos um hierher zurück zu kommen.

source: Warp to Matr1x' Sector
de: Zu Matr1x' Sektor beamen

source: Warp to Thompson's Domain
de: Zu Thompsons Bereich beamen

source: Warp to the SuperTux Team Island
de: Zur SuperTux Team Insel beamen

source: Warp to Abednego's Area
de: Zu Abednegos Zone beamen

source: Warp to Torfi's Territory
de: Zu Torfis Territorium beamen

source: Leave Matrix' Sector
de: Matrix Sektor verlassen

source: Leave Thompson's Domain
de: Thompsons Bereich verlassen

source: Leave SuperTux Team Island
de: SuperTux Team Insel verlassen

source: Leave Abednego's Area
de: Abednegos Zone verlassen

source: Leave Torfi's Territory
de: Torfis Territorium verlassen

source: Warp home
de: Nach Hause beamen

source: Have I been here before?
de: War ich hier schon mal?

source: Bad Guys Stink!
de: Monster sind doof!

source: A good start
de: Ein guter Anfang

source: Too easy
de: Zu einfach

source: Still too easy
de: Immer noch zu einfach

source: -Congratulations! #You have successfully finished #Bonus Island I featuring levels contributed by Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #If you didn't clear all levels yet, #find your way back home and take #another path. There is still more #challenge waiting for you! #And there is a secret level to be #found as well... #A big "Thank you" goes out to #everyone who contributed to this #release. We hope you enjoyed it!
de: -Herzlichen Glückwunsch! #Du hast die Bonusinsel I #erfolgreich abgeschlossen. Präsentiert wurden Levels von Jason W. Thompson Torfi Gunnarsson Abednego Matr1x #Wenn du noch nicht alle Levels gespielt #hast suche den Weg zurück nach Hause #und gehe einen anderen Weg. Es erwarten #dich noch mehr Herausforderungen! #Und man kann auch einen geheimen Level #entdecken... #Ein herzliches "Dankeschön" an alle #die an diesem Release mitgewirkt haben. #Wir hoffen es hat ihnen gefallen!

source: Castle Gate
de: Burgtor

source: A Long Way Home
de: Ein langer Weg nach Hause
