Repository: SuperTux/supertux
Catalog: data/levels/revenge_*_redmond/*.po
Languages: bg, cs, de, es, fr, gl, it, ka, nn, pt_br, ru, sl, sv

source: Antarctica 1
bg: Антарктида 1
cs: Antarktida 1
de: Antarktis 1
es: Antártida 1
fr: Antarctique 1
gl: Antártida 1
it: Antartide 1
ka: ანტარქტიკა 1
nn: Sørpolen 1
pt_br: Antártida 1
ru: Антарктика 1
sl: Antarktika 1
sv: Antarktis 1

source: Get to da Choppa!
bg: Бягай към хеликоптера!
cs: Jděte na Choppu!
de: Steig in den Helikopter!
es: ¡Al helicóptero!
fr: Rejoignez l'Hélico!
gl: Corre á helicóptero!
ka: მიდით ჩოპერთან!
nn: Kom deg til helikopteret!
pt_br: Vá pro Helicóptero!
ru: Доходим до вертолёта!
sl: Hajde na helikopter!
sv: Ta dig till helikoptern!

source: Revenge in Redmond
bg: Отмъщение в Редмънд
cs: Odplata v Redmondu
de: Rache in Redmond
es: Venganza en Redmond
fr: Vengeance à Redmond
gl: Vinganza en Redmond
it: Vendetta a Redmond
ka: შურისძიება რედმონდში
nn: Revansj i Redmond
pt_br: Vingança em Redmond
ru: Месть в Редмонде
sl: Maščevanje v Redmondu
sv: Hämnd i Redmond

source: A level pack celebrating the good ol' days of SuperTux for its 20th anniversary.
bg: Пакет нива ознаменуващ добрите стари времена на Супер Тъкс за неговия 20-ти рожден ден.
de: Eine Levelsammlung, die zum 20. Geburtstag von SuperTux die guten alten Zeiten nochmal aufleben lässt
es: Un paquete de niveles que celebra los buenos viejos tiempos de SuperTux por su 20.° aniversario.
fr: Un ensemble de niveaux célébrant le bon vieux temps de SuperTux à l'occasion de son 20ème anniversaire.
gl: Un pack de niveis celebrando os bos vellos tempos de SuperTux polo seu 20º aniversario.
it: Un pacchetto di livelli che celebra i bei vecchi tempi di SuperTux per il 20° anniversario.
nn: Ei brettsamling for 20-årsjubileet for SuperTux - ei feiring av dei gode, gamle SuperTux-dagane.
pt_br: Um pacote de níveis que celebra os bons e velhos tempos de SuperTux em seu 20º aniversário.
ru: Набор уровней, посвященный 20-летию SuperTux и старым добрым временам.
sl: Nostalgični paket stopenj, ki obeležuje 20. obletnico SuperTuxa.

source: A Blast From The Past
bg: Удар от миналото
cs: Výstřel z minulosti
de: Eine Begegnung mit der Vergangenheit
es: Un viaje al pasado
fr: Un Sacré Passé
gl: Un golpe do pasado
it: Un tuffo nel passato
ka: აფეთქება წარსულიდან
nn: Eit glimt frå fortida
pt_br: Uma Viagem Ao Passado
ru: Взрыв из прошлого
sl: Pozdrav iz preteklosti
sv: En gammal goding

source: -A Blast From The Past! Or was it a dream? Tux and Gown were having a nice picnic, when suddenly, Gown is beamed away!!! Wait a second... Gown? Who is this penguin that looks an awful lot like his friend Penny? Also, a helicopter? Since when do helicopters casually fly over Antarctica and abduct penguins? Even though Tux was visibly confused about the events that just transpired, he could not just stand there doing nothing. Therefore, he gave chase to rescue this poor penguin girl! *This looks like a job for --- -Super Tux
bg: -Удар от миналото! Или може би беше сън? ⇥Тъкс и Гаун се наслаждаваха на пикника си, ⇥когато изведнъж Гаун беше издърпана във въздуха!!! ⇥ ⇥Чакай малко… Гаун? ⇥Коя е тази пингвинка, която прилича ⇥удивително много на приятелката му Пени? ⇥ ⇥И освен това – хеликоптер? ⇥Откога над Антарктида летят редовно ⇥хеликоптери и отвличат пингвини? ⇥ ⇥Въпреки, че Тъкс беше видимо объркан ⇥от това, което току-що се бе случило, ⇥той не можеше просто да си стои и ⇥да не направи нищо. Затова се ⇥втурна да спаси бедната ⇥пингвинка! *Това изглежда като работа за --- ⇥ -Супер Тъкс
cs: -Výstřel z minulosti!Nebo to byl sen? Tux a Gown si užívali piknik, když najednou je Gown přenesena pryč!!! Počkejte chvilku... Gown? Kdo je ten tučňák, který vypadá strašně moc jako jeho kamarádka Penny? Taky vrtulník? Od kdy vrtulníky náhodně létají nad Antarktidou a unášejí tučňáky? I když byl Tux viditelně zmatený z událostí, které se právě odehrály, nemohl jen tak stát a nic nedělat. Proto se dal do honby za záchranou této tučňáčí dívky!*To vypadá jako práce pro --- -Super Tux
de: -Eine Begegnung mit der Vergangenheit! Oder war es ein Traum? Tux und Gown hatten ein schönes Picknick, als Gown plötzlich weggebeamt wurde! Einen Moment noch... Gown? Wer ist dieser Pinguin, der fast genau wie seine Freundin Penny aussieht? Außerdem, ein Helikopter? Seit wann fliegen Helikopter einfach mal so über die Antarktis und entführen Pinguine? Obwohl Tux sichtbar verwirrt war über die Ereignisse, die sich gerade ereignet hatten, konnte er nicht einfach nur da stehen und nichts tun. Deshalb eilte er seiner armen Pinguindame hinterher! *Das sieht aus, wie ein Job für --- -Super Tux
es: -¡Un viaje al pasado! ¿O fue un sueño? Tux y Gown estaban teniendo un lindo picnic, cuando de repente, ¡Gown es teletransportado! Espera un segundo... ¿Gown? ¿Quién es este pingüino que se parece demasiado a su amiga Penny? ¿Y un helicóptero? ¿Desde cuándo los helicópteros vuelan casualmente sobre la Antártida y secuestran pingüinos? Aunque Tux estaba visiblemente confundido sobre los acontecimientos que acaban de ocurrir, no podía quedarse ahí parado no hacer nada. Por lo tanto, ¡él inició persecución para rescatar esta pobre chica pingüino! *Este parece un trabajo para --- -Super Tux
fr: -Un Sacré Passé! Ou n'était-ce qu'un rêve? Tux et Gown étaient en train de profiter de leur agréable pique-nique, quand soudainement, Gown fut téléporté!!! Une minute... Gown? Qui est ce manchot ressemblant à s'y méprendre à Penny? Et d'ailleurs, un hélicoptère? Depuis quand des hélicoptères survolent l'Antarctique pour le plaisir et enlèvent des manchots? Bien que Tux demeurait visiblement confus concernant les évènements dont il venait d'être témoin, il ne pouvait pas rester là à ne rien faire. Il se lança donc à la poursuite de l'hélicoptère pour sauver cette pauvre fille! *Ceci semble être une mission pour --- -Super Tux
gl: -Unha explosión do pasado! Ou foi un soño? Tux e Gown estaban a facer un bo picnic, cando de súpeto, Gown é transportado ao mar!!! Espera un segundo... Gown? Quen é este pingüín que se parece moitísimo á súa amiga Penny? E, ademais, un helicóptero? Desde cando os helicópteros sobrevoan casualmente a Antártida e secuestran pingüíns? Aínda que Tux estaba visiblemente confuso sobre os acontecementos que acababan de ocorrer, non podía quedar alí parado sen facer nada. Polo tanto, perseguiuno para rescatar a esta pobre nena pingüín! *Parece un traballo para --- - ​​Super Tux
it: -Un Tuffo Nel passato! Oppure era un sogno? Tux e Gown stavano facendo un bel picnic, quando all'improvviso Gown fu teletrasportata via! Aspetta un attimo... Gown? Chi è questo pinguino che assomiglia un sacco a Penny? E anche un elicottero? Da quando è che gli elicotteri volano casualmente sopra l'Antartide e rapiscono i pinguini? Anche se Tux era chiaramente confuso dall'evento che aveva appena visto, non poteva stare lì a guardare. Quindi, lui inseguì l'elicottero per salvare questa povera pinguina! *Questo sembra un lavoro per --- -SuperTux
ka: -აფეთქება წარსულიდან! ან იქნებ ეს სიზმარი იყო? ტაქსი და გაუნი სასიამოვნო პიკნიკს მართავდნენ, როდესაც მოულოდნელად, გაუნი სხივით გაიტაცეს!!! მოიცა ერთი წამით... გაუნი? ვინ არის ეს პინგვინი, რომელიც ასე ძალიან ჰგავს მის მეგობარ პენის? ასევე, ვერტმფრენი? როდიდან დაფრინავენ ვერტმფრენები ასე უბრალოდ ანტარქტიდაზე და იტაცებენ პინგვინებს? მიუხედავად იმისა, რომ ტაქსი დაბნეული იყო ახლახან მომხდარი მოვლენების გამო, ის უბრალოდ ვერ იდგებოდა იქ გულხელდაკრეფილი. ამიტომ, ის გაეკიდა მათ ამ საწყალი პინგვინი გოგონას გადასარჩენად! * როგორც ჩანს, ეს საქმეა---- -სუპერტუქსისთვის
nn: -Eit glimt frå fortida! Eller var det ein draum? Tux og Gown var på piknik, men så vart brått Gown bortført!!! Vent litt … Gown? Kven er denne pingvinen som liknar så på Penny? Og eit helikopter? Når vart det vanleg med helikopter over Sørpolen, og som bortfører pingvinar? Tux forstod ikkje heilt kva som nett hadde skjedd, men han visste han måtte gjera noko! Han la derfor på sprang for å redda den stakkars pingvinjenta. *Dette er ein jobb for - -Super Tux
pt_br: -Uma Viagem Ao Passado! Ou será que foi um sonho? Tux e Gown estavam fazendo um piquenique agradável quando, de repente, Gown foi transportada para longe por um raio!!! Espera um segundo... Gown? Quem é essa pinguim que se parece muito com sua amiga Penny? E um helicóptero? Desde quando helicópteros sobrevoam a Antártida e sequestram pinguins? Embora Tux estivesse visivelmente confuso com os acontecimentos recentes, ele não conseguia ficar parado sem fazer nada. Por isso, ele partiu em perseguição para resgatar a pobre garota pinguim! *Isso parece um trabalho para o --- -Super Tux
ru: -Взрыв из прошлого! А может, это сон? Такс и Гоун ели на пикнике, и внезапно, Гоун похищают!!! Погодите... Гоун? Что это за пингвин, который ужасно похож на ту Пенни? А ещё вертолёт? С каких пор вертолёты уже начали летать в Антарктике и похищать пингвинов? Хоть Такс и был в шоке от странных событий, которые там происходили, он не мог просто лежать и ничего не делать. Он решил спасти её бедняжку, бед- ного пингвина Гоун! * На эти дела есть работа --- -Супер Такс
sl: -Pozdrav iz preteklosti! Ali pa samo sanje? Tuks in Alja sta imela imeniten piknik, nenadoma pa so Aljo ugrabili in odpeljali proč!!! Čakaj malo ... Aljo? Kdo je ta pingvinka, ki je videti tako podobna Piki? In helikopter? Od kdaj helikopterji frčijo nad Antarktiko in ugrabljajo pingvine? Čeprav je bil Tuks strašno zmeden, ni mogel samo stati križem rok. Pognal se je za helikopterjem, da bi rešil ubogo pingvinko! *Zadevo lahko reši samo --- -Super Tuks
sv: -En gammal goding! Eller var det en dröm? Tux och Gown hade en trevlig picknick när Gown plötsligt strålades bort!!! Vänta lite... Gown? Vem är den här pingvinen som ser ut precis som hans vän Penny? Och en helikopter? Sedan när flyger helikoptrar omkring över Antarktis och kidnappar pingviner? Även om Tux var uppenbart förvirrad över det som just hade hänt, kunde han inte bara stå där och göra ingenting. Därför gav han sig iväg för att rädda den stackars pingvintjejen! *Det här verkar vara ett jobb för --- -Super Tux

source: Long Office Nights
bg: Дълги вечери в офиса
cs: Dlouhé noci v kanceláři
de: Lange Nächte im Büro
es: Largas noches de oficina
fr: Nuits Blanches au Bureau
gl: Noites longas na oficina
it: Lunghe notti nell'ufficio
ka: გრძელი ღამეები ოფისში
nn: Lange kveldar på kontoret
pt_br: Longas Noites de Escritório
ru: Долгая офисная ночь
sl: Nočna služba
sv: Långa kvällar på kontoret

source: Where Is Everyone?
bg: Къде са всички?
cs: Kde jsou všichni?
de: Wo sind die alle?
es: ¿Dónde están todos?
fr: Il y a Quelqu'un?
gl: Onde está todo o mundo?
it: Dove sono tutti?
ka: სადაა ყველა?
nn: Kvar er alle saman?
pt_br: Onde Está Todo Mundo?
ru: Где все?
sl: Kje pa so vsi?
sv: Var är alla?

source: -Where Is Everyone? Tux ran into the castle's throne room, frantically searching for the penguin girl Gown. Alas, he found neither Gown, nor the pilot of the helicopter there, but instead, a statue. It depicted a scally creature with crossed arms. The pedestal it resided on was inscribed with the word "Nolok". Was it a name? He was unsure who or what this statue was depicting. All of a sudden, Tux remembered... He and Penny were ambushed by this exact creature, during their picnic on the ice fields! Tux opened his eyes. He was back at the ice fields near the shore. Penny, however, was gone. Shocked by this, he began looking around, but all he could find was a note... ...from Nolok. -The End Or rather, the beginning...?
bg: -Къде са всички? Тъкс влетя в тронната зала на двореца, трескаво търсейки пингвинката Гаун. Уви, не намери нито Гаун, нито пилота на хеликоптера там, а само една статуя. Тя представляваше люспесто създание със скръстени ръце. На пиедесетала беше гравирана думата „Нолок“. Това име ли трябва да е? Той не разбираше кой или какво трябва да изобразява тзаи статуя. Изведнъж, Тъкс си спомни… Той и Пени бяха отвлечени от същото създание, по време на пикника им в ледените полета! Тъкс отвори очите си. Беше отново на ледените полета близо до брега. Пени, обаче, я нямаше. Потресен, той започна да се оглежда наоколо, но видя само една бележка… …от Нолок. -Край Или може би… Начало…?
cs: -Kde jsou všichni? Tux vběhl do trůnního sálu hradu, naléhavě hledal tučňáčí dívku Gown. Bohužel tam nenašel ani Gown, ani pilota vrtulníku, ale místo toho sochu. Zobrazovala šupinatou bytost se zkříženýma rukama. Na podstavci, na kterém stála, bylo napsáno slovo "Nolok". Bylo to jméno? Nebyl si jistý, koho nebo co tato socha zobrazuje. Najednou si Tux vzpomněl... Byl s Penny přepaden přesně tímto tvorem, při jejich pikniku na ledových polích! Tux otevřel oči. Byl zpátky na ledových polích nedaleko pobřeží. Penny však byla pryč. Šokován tím, začal se rozhlížet kolem, ale jediné, co našel, byl vzkaz... ... od Noloka.-KonecNebo spíš začátek...?
de: -Wo sind die alle? Tux rannte eilig in den Thronraum des Schlosses und suchte hektisch nach seinem Pinguinmädchen, Gown. Leider fand er weder Gown noch den Piloten des Helikopters dort, sondern stattdessen eine Statue. Auf dieser Statue war eine gaunerhafte Kreatur mit gekreuzten Armen abgebildet. Das Podest auf dem sie stand, hatte eine Inschrift: "Nolok". War das ein Name? Er war sich unsicher, wen oder was die Statue darstellen sollte. Auf einmal erinnerte sich Tux... Penny und er wurden überfallen von ebendieser Kreatur, als sie gerade auf den eisigen Feldern picknickten. Tux öffnete die Augen. Er war wieder bei den Eisfeldern in der Nähe der Küste. Penny, jedoch, war verschwunden. Schockiert fing er an, sich umzusehen, aber alles, was er finden konnte, war ein Zettel... ...von Nolok. -Ende Oder eher, der Anfang...?
it: -Dove sono tutti? Tux entrò nella sala del trono del castello, cercando disperatamente la pinguina Gown. Ahimè, non trovò né Gown né il pilota dell'elicottero, ma trovò una statua. Rappresentava una creatura con le braccia incrociate. Il piedistallo su cui si appoggiava riportava incisa la parola "Nolok". Era un nome? Tux non era sicuro su chi o cosa rappresentasse la statua. All'improvviso, Tux ricordò... Lui e Penny erano stati attaccati da questa esatta creatura, durante il loro picnic sui campi ghiacciati! Tux aprì gli occhi. Era tornato sui ghiacci vicino alla costa. Penny, però, era scomparsa. Sorpreso, si guardò attorno, ma tutto ciò che poté trovare fu una lettera... da Nolok. -Fine O meglio, inizio...?
nn: -Kvar er alle saman? Tux sprang inn i tronsalen i borga, desperat på leit etter pingvinjenta Gown. Dessverre fann han verken Gown eller helikopterpiloten der, berre ein statue. Statuen framstilte eit skaldekt vesen med armane i kross. På sokkelen stod det «Nolok» inngravert. Var det eit namn? Han forstod ikkje kven eller kva statuen var meint å førestilla. Men så brått hugsa han det heile … Han og Penny vart angripne av nettopp dette vesenet når dei var på piknik på isflaka! Tux opna auga. Han var tilbake på isflaka. Men Penny var borte. Han såg seg rundt, men fann berre ein lapp … … frå Nolok. -SLUTT Eller er det berre starten …?
pt_br: -Onde Está Todo Mundo? Tux correu para a sala do trono do castelo, procurando freneticamente pela garota pinguim, Gown. Infelizmente, ele não encontrou nem Gown, nem o piloto do helicóptero, mas sim uma estátua. A estátua retratava uma criatura vil com os braços cruzados. O pedestal onde ela estava apoiada trazia a inscrição "Nolok". Seria um nome? Ele não tinha certeza de quem ou o que aquela estátua representava. De repente, Tux se lembrou... Ele e Penny foram emboscados por por mesma criatura durante o piquenique deles nos campos de gelo! Tux abriu os olhos. Ele estava de volta aos campos de gelo perto da costa. Penny, no entanto, havia desaparecido. Chocado com isso, ele começou a procurar ao redor, mas tudo o que encontrou foi um bilhete... ...do Nolok. -O Fim Ou melhor, o começo...
ru: -Где все? Такс наконец зашёл в тронный зал, пытаясь найти пингвина под именем Гоун. Но он не нашёл ни Гоун, ни пилота того вертолёта, там была только статуя. Это было существо, покрытое чешуей, с перекрещенными руками. На пьедеста- ле было написано "Нолок". Это имя? Он не уверен, что это, и кто создал эту статую. Внезапно, Такс вспомнил... Он и Пенни были под наблюде- нием этим же существом, во время пикника на ледяных полях! Такс открыл глаза. Он находился на тех же полях рядом с берегом. Пенни он нигде не видел, однако. Удивившись от всего этого, Такс начал огля- дываться, но там было только письмо... ...от Нолока. -Конец Или, скорее всего, начало...?
sv: -Var är alla? Tux sprang in i slottets tronrum och letade frenetiskt efter pingvinflickan Gown. Tyvärr hittade han varken Gown eller helikopter- piloten där, utan istället en staty. Den föreställde ett skalligt djur med korslagda armar. På sockeln stod ordet "Nolok" inristat. Var det ett namn? Han var osäker på vem eller vad statyn föreställde. Plötsligt kom Tux ihåg... Han och Penny hade blivit överfallna av just denna varelse under sin picknick på isfälten! Tux öppnade ögonen. Han var tillbaka på isfälten nära stranden. Penny var dock borta. Chockad av detta började han leta, men allt han kunde hitta var en lapp... ...från Nolok. -Slut Eller snarare, början...?

source: Redmond Headquarters
bg: Щабът в Редмънд
cs: Ředitelství Redmond
de: Redmond-Hauptquartier
es: Sede de Redmond
fr: Le Siège Social de Redmond
gl: Sede de Redmond
it: I quartieri generali di Redmond
ka: რედმონდის სათაო ოფისი
nn: Hovudkvarteret i Redmond
pt_br: Sede em Redmond
ru: Штабы Редмонда
sl: Štab v Redmondu
sv: Huvudkontoret i Redmond

source: Where Is My Super Cape?
bg: Къде ми е супер наметалото?
cs: Kde je můj superplášť?
de: Wo ist mein Superheldenumhang?
es: ¿Dónde está mi súper capa?
fr: Où est ma Super Cape?
gl: Onde está a miña Super Capa?
it: Dov'è il mio Super Mantello?
ka: სადაა ჩემი ყავა?
nn: Kor er superheltdrakta mi?
pt_br: Onde Está Minha Supercapa?
ru: Где мой суперплащ?
sl: Kje je moje super ogrinjalo?
sv: Var är min supercape?

source: Who Is This Gown?
bg: Коя е тази Гаун?
cs: Kdo je tato Gown?
de: Wer ist diese Gown?
es: ¿Quién es la tal Gown?
fr: Qui est cette Gown?
gl: Quen é este vestido?
it: Chi è questa Gown?
ka: ვინაა ეს მღვდელი?
nn: Kven er Gown?
pt_br: Quem É Essa Gown?
ru: Кто этот Гоун?
sl: Kdo je ta Alja?
sv: Vem är denna Gown?

source: -Where Is Everyone? Tux ran into the castle's throne room, frantically searching for the penguin girl Gown. Alas, he found neither Gown, nor the pilot of the helicopter there, but instead, a statue. It depicted a scaly creature with crossed arms. The pedestal it resided on was inscribed with the word "Nolok". Was it a name? He was unsure who or what this statue was depicting. All of a sudden, Tux remembered... He and Penny were ambushed by this exact creature, during their picnic on the ice fields! Tux opened his eyes. He was back at the ice fields near the shore. Penny, however, was gone. Shocked by this, he began looking around, but all he could find was a note... ...from Nolok. -The End Or rather, the beginning...?
es: -¿Dónde está todo el mundo? Tux corrió hacia la sala del trono del castillo, buscando frenéticamente a la chica pingüino Gown. Por desgracia, no encontró ni a Gown ni al piloto. del helicóptero allí, pero en su lugar, una estatua. Representaba una criatura escamosa con los brazos cruzados. El pedestal en el que se encontraba tenía una inscripción con la palabra "Nolok". ¿Era un nombre? No estaba seguro de quién o de qué representaba esa estatua. De repente, Tux recordó... Él y Penny fueron emboscados. por esta misma criatura, ¡Durante su picnic en los campos de hielo! Tux abrió los ojos. Había vuelto. en los campos de hielo cerca de la orilla. Sin embargo, Penny se había ido. Impresionado por esto, comenzó a mirar a su alrededor, pero lo único que pudo encontrar fue una nota... ...de Nolok. -El fin ¿O mejor dicho, el comienzo...?
fr: -Il y a quelqu'un? Tux se précipita dans la Salle du Trône du château, cherchant frénétiquement à retrouver Gown. Hélas, il ne trouva ni Gown, ni le pilote de l'hélicoptère, mais plutôt une statue. Elle reproduisait une créature recouverte d'écailles, les bras croisés. Son piédestal portait comme inscription le mot "Nolok". Peut-être était-ce un nom? Tux ne savait pas qui est-ce que ou qu'est-ce que cette statue représentait. Tout à coup, Tux se souvint... Penny et lui ont fait l'objet d'une embuscade par cette même créature, durant leur pique-nique sur les vallées de glace! Tux ouvrit les yeux. Il était de retour sur les vallées de glace le long de la côte. Penny, quant à elle, avait disparu. Estomaqué, il se mit à chercher dans les alentours, mais il ne put trouver qu'une lettre... ...de Nolok. -Fin Ou peut-être le début...?
gl: -Onde está todo o mundo? Tux correu cara á sala do trono do castelo, buscando freneticamente á nena pingüín Gown. Por desgraza, non atopou nin a Gown nin ao piloto do helicóptero alí, senón unha estatua. Representaba unha criatura escamosa cos brazos cruzados. O pedestal no que residía tiña inscrita a palabra "Nolok". Era un nome? Non estaba seguro de quen ou que representaba esta estatua. De súpeto, Tux lembrou... El e Penny foron emboscados por esta mesma criatura, durante o seu picnic nos campos de xeo! Tux abriu os ollos. Estaba de volta nos campos de xeo preto da costa. Penny, con todo, xa non estaba. Impresionado por isto, comezou a mirar ao redor, pero todo o que puido atopar foi unha nota... ...de Nolok. -O fin Ou mellor dito, o principio...?
sl: -Kje pa so vsi? Tuks se je zapodil v grajsko prestolno dvorano in pričel panično iskati pingvinko Aljo. Toda namesto Alje ali pilota helikopterja je našel samo kip. To je bil kip luskastega bitja s prekrižanimi rokami. Na njegovem podstavku je bila vrezana beseda "Nolok". Ali je to kakšno ime? Tuks ni bil prepričan, kaj naj bi kip prikazoval. Nenadoma pa se je spomnil ... Njega in Piko je napadlo prav to bitje, ko sta imela piknik na ledenih poljanah. Tuks je odprl oči. Znova je bil na ledenih poljanah ob obali. Pika je izginila. Presenečen jo je začel iskati, vendar je našel samo sporočilo ... ... od Noloka. -Konec Ali pa je to šele začetek?
